Repository: Electron-Cash/electrum-locale
Catalog: locale/*/electron-cash.po
Languages: ar_sa, fr_fr, it_it, nl_nl, pl_pl, pt_br, sw_ke

source: Cancelled by user
ar_sa: تم الإلغاء من قبل المستخدم
fr_fr: Annulé par l'utilisateur
it_it: Annullato dall'utente
nl_nl: Door gebruiker geannuleerd
pl_pl: Anulowane przez użytkownika
pt_br: Cancelado pelo usuário
sw_ke: Ilifutwa na mtumiaji

source: Cannot Delete Active Wallet
ar_sa: لا يمكن حذف المحفظة القيد الإستخدام
fr_fr: Impossible de supprimer un portefeuille actif
it_it: Non è possibile eliminare il portafoglio in uso
nl_nl: Kan actieve portemonnee niet verwijderen
pl_pl: Nie można usunąć aktywnego portfela
pt_br: Não é possível deletar a carteira ativa
sw_ke: Hauwezi futa kipochi cha kazi

source: Cannot Spend
ar_sa: لا يمكن الإنفاق
fr_fr: Impossible de dépenser
it_it: Impossibile Spendere
nl_nl: Kan niet uitgeven
pl_pl: Nie można wydać
pt_br: Não pode gastar
sw_ke: Haziwezi kutumika

source: Cannot add this cosigner:
ar_sa: لا يمكن إضافة هذا الشريك الموقع:
fr_fr: Impossible d'ajouter ce co-signataire:
it_it: Impossibile aggiungere questo cofirmatario:
nl_nl: Kan deze medeondertekenaar niet toevoegen:
pl_pl: Nie można dodać tego współpodpisującego:
pt_br: Não é possível adicionar este cosigner:
sw_ke: Mweka sahihi wa pili hawezi ongezwa:

source: Cannot display the requested transaction as you don't have a wallet open. Open a wallet and try again.
ar_sa: لا يمكن عرض العملية المطلوبة لأنه ليس لديك محفظة مفتوحة. إفتح محفظة وجرب مرة أخرى.
fr_fr: Impossible d'afficher la transaction demandée car vous n'avez pas de portefeuille ouvert. Ouvrez un portefeuille et réessayez.
it_it: Non è possibile visualizzare la transazione richiesta perché non hai un portafoglio aperto. Apri un portafoglio e riprova.
nl_nl: Kan de gevraagde transactie niet weergeven aangezien u geen portemonnee open heeft. Open een portemonnee en probeer het opnieuw.
pl_pl: Nie można wyświetlić żądanej transakcji, ponieważ nie masz otwartego portfela. Otwórz portfel i spróbuj ponownie.
pt_br: Não foi possível exibir a transação solicitada pois você não tem uma carteira aberta. Abra uma carteira e tente novamente.
sw_ke: Haiwezi kuonyesha shughuli ya ununuzi kwa sababu hauna kipochi wazi. Fungua kipochi na ujaribu tena.

source: Cannot display the requested transaction since you already have a modal dialog open. Close the current dialog and try again.
ar_sa: لا يمكن عرض العملية المطلوبة بما أنه لديك مربع حوار مفتوح. أغلق مربع الحوار الحالي وجرب مرة أخرى.
fr_fr: Impossible d'afficher la transaction demandée car vous avez déjà une boîte de dialogue modale ouverte. Fermez la boîte de dialogue actuelle et réessayez.
it_it: Non è possibile visualizzare la transazione richiesta poiché già aperta un'altra finestra. Chiudere la finestra corrente e riprovare.
nl_nl: Kan de gevraagde transactie niet weergeven omdat u al een dialoogvenster open heeft. Sluit het huidige dialoogvenster en probeer het opnieuw.
pl_pl: Nie można wyświetlić żądanej transakcji, ponieważ masz już otwarte okno dialogowe. Zamknij aktywne okno dialogowe i spróbuj ponownie.
pt_br: Não foi possível exibir a transação solicitada, pois você já tem uma caixa de diálogo aberta. Feche a caixa de diálogo atual e tente novamente.
sw_ke: Haiwezi kuonyesha ununuzi uliohitajika kwani tayari unayo dialog ya moduli iliyofunguliwa. Funga mazungumzo ya sasa na ujaribu tena.

source: Cannot find a Tor proxy on port %(port)d.
ar_sa: لا يمكن العثور على وكيل Tor في المنفذ %(port)d.
fr_fr: Impossible de trouver un proxy Tor sur le port %(port)d.
it_it: Impossibile trovare un proxy Tor sulla porta %(port)d.
nl_nl: Kan geen Torproxy vinden op poort %(port)d.
pl_pl: Nie można znaleźć proxy Tora na porcie %(port)d.
pt_br: Não foi possível encontrar um proxy Tor na porta %(port)d.
sw_ke: Haiwezi kupata proksi ya Tor kwenye kituo cha mtandao %(port)d.

source: Cannot find a Tor proxy on ports %(ports)s.
ar_sa: لا يمكن العثور على وكيل Tor في المنافذ %(ports)s.
fr_fr: Impossible de trouver un proxy Tor sur les ports %(ports)s.
it_it: Impossibile trovare un proxy Tor sulle porte %(ports)s.
nl_nl: Kan geen Torproxy vinden op poorten %(ports)s.
pl_pl: Nie można znaleźć proxy Tora na portach %(ports)s.
pt_br: Não foi possível encontrar um proxy Tor na porta %(ports)s.
sw_ke: Haiwezi kupata proksi ya Tor kwenye kituo cha mtandao %(ports)s.

source: Cannot find python library for
ar_sa: لا يمكن العثور على مكتبة python ل
fr_fr: Impossible de trouver la librairie python pour
it_it: Impossibile trovare libreria python per
nl_nl: Kan Python-bibliotheek niet vinden voor
pl_pl: Nie można znaleźć biblioteki Pythona dla
pt_br: Não pode achar uma biblioteca python para
sw_ke: Haiwezi pata maktaba ya programu ya python kwa

source: Cannot process a URI while this dialog is open.
it_it: Impossibile elaborare l'URI mentre questa finestra è aperta.

source: Cannot read file
ar_sa: تعذر قراءة الملف
fr_fr: Impossible de lire le fichier
it_it: Impossibile leggere il file
nl_nl: Kan bestand niet lezen
pl_pl: Nie można odczytać pliku
pt_br: Não pode ler o arquivo
sw_ke: Haiwezi kusoma faili

source: Cannot send/receive new transactions.
ar_sa: لا يمكن إرسال/إستقبال عمليات جديدة.
fr_fr: Impossible d’envoyer/recevoir de nouvelles transactions.
it_it: Non è possibile inviare/ricevere nuove transazioni.
nl_nl: Kan geen nieuwe transacties verzenden/ontvangen.
pl_pl: Nie można wysłać/odebrać nowych transakcji.
pt_br: Não foi possível enviar/receber novas transações.
sw_ke: Haiwezi kutuma / kupokea shughuli mpya.

source: Cannot sign messages with this type of address.
ar_sa: لا يمكن توقيع الرسائل بهذا النوع من العنوان.
fr_fr: Impossible de signer des messages avec ce type d’adresse.
it_it: Impossibile firmare messaggi con questo tipo di indirizzo.
nl_nl: Kan berichten met dit type adres niet ondertekenen.
pl_pl: Nie można podpisać wiadomości tym typem adresu.
pt_br: Não é possível assinar mensagens com este tipo de endereço.
sw_ke: Haiwezi kusaini ujumbe na aina hii ya anwani.

source: Cannot specify private keys and addresses in the same wallet.
ar_sa: لا يمكن تحديد المفاتيح الخاصة والعناوين في نفس المحفظة.
fr_fr: Impossible de spécifier les clés privées et les adresses dans le même portefeuille.
it_it: Impossibile specificare chiavi private e indirizzi nello stesso portafoglio.
nl_nl: Kan privésleutels en adressen niet in dezelfde portemonnee ingeven.
pl_pl: Nie można podawać kluczy prywatnych i adresów w tym samym portfelu.
pt_br: Não é possível especificar chaves privadas e endereços na mesma carteira.
sw_ke: Huwezi kutaja funguo siri na anwani katika kipochi kimoja.

source: Cannot specify private keys and addresses in the same wallet. Addresses will result in a watching-only wallet, and private keys in a spending wallet. Remove incompatible items (by swiping them left).
ar_sa: لا يمكن تحديد المفاتيح الخاصة والعناوين في نفس المحفظة. ستنتهي العناوين إلى محفظة للمشاهدة فقط، والمفاتيح الخاصة إلى محفظة للإنفاق. أزل العناصر الغير متوافقة (عن طريق مسحهم الى اليسار).
fr_fr: Impossible de spécifier des clés et adresses privées dans le même portefeuille. Les adresses résulteront en un portefeuille en lecture seule, et les clés privées en un portefeuille de dépenses. Retirez les éléments incompatibles en les faisant glisser vers la gauche.
it_it: Non è possibile specificare chiavi private e indirizzi nello stesso portafoglio. Gli indirizzi finiranno in un portafoglio di sola lettura e le chiavi private in un portafoglio di spesa. Rimuovi gli elementi incompatibili (trascinandoli verso sinistra).
nl_nl: Kan privésleutels en adressen niet in dezelfde portemonnee ingeven. Adressen resulteren in een alleen-lezenportemonnee, en privésleutels resulteren in een bestedingsportemonnee. Verwijder incompatibele items (door ze naar links te slepen).
pl_pl: Nie można podawać kluczy prywatnych i adresów w tym samym portfelu. Adresy skutkują portfelem w trybie watching-only (bez możliwości wydawania), a klucze prywatne do portfela, z którego możesz wydawać. Usuń niekompatybilne elementy (przesuwając je w lewo).
pt_br: Não é possível especificar chaves privadas e endereços na mesma carteira. Endereços resultarão em uma carteira watching-only e chaves privadas em uma carteira capaz de gastar moedas. Remova itens incompatíveis (deslizando-os para a esquerda).
sw_ke: Huwezi kuweka funguo za siri kwa anwani katika mkoba huo. Anwani zitasababisha kipochi kuwa za kutazama-tu, na funguo za siri kwenye kipochi cha matumizi. Ondoa vitu visivyoendana navyo (kwa kuzisongesha kushoto).

source: Cannot start QR scanner, camera is unavailable.
ar_sa: لا يمكن تشغيل الماسح الضوئي QR، الكاميرا غير متوفرة.
fr_fr: Impossible de démarrer le scanner QR. L'appareil photo est indisponible.
it_it: Impossibile avviare lo scanner QR, la fotocamera non è disponibile.
nl_nl: Kan QR-scanner niet starten, camera is niet beschikbaar.
pl_pl: Nie można uruchomić skanera QR, kamera jest niedostępna.
pt_br: Impossível abrir leitor QR, camera indisponível.
sw_ke: Haiwezi kuanza skana ya QR, kamera haipatikani.

source: Cannot start QR scanner, no usable camera found.
ar_sa: لا يمكن تشغيل الماسح الضوئي QR، لم يتم العثور على كاميرا قابلة للإستخدام.
fr_fr: Impossible de démarrer le scanner QR ; aucune caméra utilisable n'a été détectée.
it_it: Impossibile avviare lo scanner QR, nessuna fotocamera utilizzabile trovata.
nl_nl: Kan QR-scanner niet starten, geen bruikbare camera gevonden.
pl_pl: Nie można uruchomić skanera QR, nie znaleziono odpowiedniego aparatu.
pt_br: Impossível abrir leitor QR, nenhuma câmera encontrada.
sw_ke: Haiwezi kuanza skana ya QR, hakuna kamera inayotumika.

source: Cannot start QR scanner, no usable camera resolution found.
ar_sa: لا يمكن تشغيل الماسح الضوئي QR، لم يتم العثور على دقة كاميرا قابلة للإستخدام.
fr_fr: Impossible de démarrer le scanner QR ; aucune résolution de caméra utilisable n'a été détectée.
it_it: Impossibile avviare lo scanner QR, non è stata trovata alcuna fotocamera con risoluzione adatta.
nl_nl: Kan QR-scanner niet starten, geen bruikbare cameraresolutie gevonden.
pl_pl: Nie można uruchomić skanera QR, nie znaleziono kamery o koniecznej rozdzielczości.
pt_br: Impossível abrir leitor QR, nenhuma resolução de câmera encontrada.
sw_ke: Haiwezi kuanza skana ya QR, hakuna azimio la kamera inayoweza kupatikana.

source: Cannot verify Cash Account as the network appears to be offline.
ar_sa: لا يمكن التحقق من الحساب النقدي حيث يبدو أن الشبكة غير متصلة بالإنترنت.
fr_fr: Impossible de vérifier le compte Cash car le réseau semble être hors ligne.
it_it: Account Cash non verificabile in quanto la rete sembra offline.
nl_nl: Kan CashAccount niet verifiëren aangezien het netwerk offline lijkt te zijn.
pl_pl: Nie można zweryfikować Cash Account, ponieważ sieć wydaje się być niedostępna.
pt_br: Impossível verificar Cash Account pois a rede parece estar indisponível.
sw_ke: Huwezi kuthibitisha Cash Account kwani mtandao haupatikani.

source: Card label
it_it: Etichetta della carta

source: Card label changed successfully!
it_it: Etichetta della carta cambiata con successo!

source: Card label should not be longer than 64 chars!
it_it: L'etichetta della carta non dovrebee essere più lunga di 64 caratteri!

source: Cash Accoun&t
ar_sa: حساب نقد&ي
fr_fr: Compte de caisse
it_it: &Account Cash

source: Cash Account
ar_sa: الحساب النقدي
fr_fr: Compte de caisse
it_it: Account Cash

source: Cash Account Details
ar_sa: تفاصيل الحساب النقدي
fr_fr: Détails du compte de caisse
it_it: Dettagli Account Cash
nl_nl: Gegevens CashAccount
pl_pl: Szczegóły Cash Account
pt_br: Detalhes da Cash Account
sw_ke: Maelezo ya Cash Account

source: Cash Account copied to clipboard
ar_sa: تم نسخ الحساب النقدي إلى الحافظة
fr_fr: Compte de caisse copié dans le presse-papiers
it_it: Account Cash copiato negli appunti
nl_nl: CashAccount naar klembord gekopieerd
pl_pl: Cash Account skopiowany do schowka
pt_br: Cash Account na área-de-transferência
sw_ke: Cash Account imenakiliwa kwa clipboard

source: Cash Account e.g. satoshi#123.45
ar_sa: الحساب النقدي على سبيل المثال satoshi#123.45
it_it: Account Cash e.g. satoshi#123.45
nl_nl: CashAccount bijv. satoshi#123.45
pl_pl: Cash Account n.p. satoshi#123.45
sw_ke: Cash Account mfano satoshi#123.45

source: Cash Account has been made the default for this address
ar_sa: تم جعل الحساب النقدي كإفتراضي لهذا العنوان
fr_fr: Le compte de caisse a été créé par défaut pour cette adresse
it_it: Account Cash impostato come default per questo indirizzo
nl_nl: CashAccount is ingesteld als standaard voor dit adres
pl_pl: Cash Account został ustawiony jako domyślny dla tego adresu
pt_br: Cash Account tornada o padrão para esse endereço
sw_ke: Cash Account imefanywa kuwa chaguo msingi kwa anwani hii

source: Cash Account not found: {name}
ar_sa: لم يتم العثور على الحساب النقدي: {name}
fr_fr: Compte de trésorerie introuvable : {name}
it_it: Account Cash non trovato: {name}
nl_nl: CashAccount niet gevonden: {name}
pl_pl: Nie znaleziono Cash Account: {name}
pt_br: Cash Account não encontrada: {name}
sw_ke: Cash Account haipatikani: {name}

source: Cash Account pending confirmation and/or verification
ar_sa: الحساب النقدي في انتظار التأكيد و/أو التحقق
fr_fr: Confirmation et/ou vérification du compte en attente
it_it: Account Cash in attesa di conferma e/o verifica
nl_nl: CashAccount in afwachting van bevestiging en/of verificatie
pl_pl: Cash Account oczekujący na potwierdzenie i/lub weryfikację
pt_br: Confirmação ou verificação Cash Account pendente
sw_ke: Uthibitishaji wa Cash Account unasubiri kuthibitishwa

source: Cash Account verification failure
ar_sa: فشل في التحقق من الحساب النقدي
fr_fr: Échec de la vérification du compte de caisse
it_it: Verifica Account Cash fallita
nl_nl: Fout bij verificatie CashAccount
pl_pl: Weryfikacja Cash Account nie powiodła się
pt_br: Verificação da Cash Account falhou
sw_ke: Shtaka la ukaguzi wa Cash Account

source: Cash Account:
ar_sa: الحساب النقدي:
fr_fr: Compte de caisse:
it_it: Account Cash:

source: Cash Accounts
ar_sa: الحسابات النقدية
fr_fr: Comptes de caisse
it_it: Account Cash

source: Cash Accounts Registration: '{name}' -> {address}
ar_sa: تسجيل الحسابات النقدية: '{name}' -> {address}
fr_fr: Inscription des comptes de trésorerie : '{name}' -> {address}
it_it: Registrazione di Account Cash: '{name}' -> {address}
nl_nl: Registratie CashAccounts: '{name}' -> {address}
pl_pl: Rejestracja Cash Account: '{name}' -> {address}
pt_br: Inscrição Cash Accounts: '{name}' -> {address}
sw_ke: Usajili wa Cash Accounts: {name} -> {address}

source: Cash Address
ar_sa: العنوان النقدي
fr_fr: Adresse de paiement
it_it: Indirizzo Cash
nl_nl: Cash-adres
pl_pl: Adres CashAddr
sw_ke: Anwani ya Fedha

source: Cash address
ar_sa: العنوان النقدي
fr_fr: Adresse de paiement
it_it: Indirizzo cash
nl_nl: Cash-adres
pl_pl: Adres CashAddr
pt_br: Formato CashAddr
sw_ke: Anwani ya Fedha

source: CashAddr address format
ar_sa: صيغة عنوان CashAddr
fr_fr: Format de l'adresse CashAddr
it_it: Formato dell'indirizzo CashAddr
nl_nl: CashAdr-adresformaat
pl_pl: Format adresu CashAddr
pt_br: Mostrar endereços em formato CashAddr
sw_ke: Fomati ya anwani ya CashAddr

source: CashFusion (disabled)
fr_fr: CashFusion (désactivé)
it_it: CashFusion (disabilitato)
nl_nl: CashFusie (uitgeschakeld)
pl_pl: CashFusion (wyłączony)
pt_br: CashFusion (desabilitado)
sw_ke: CashFusion (imetolewa)

source: CashFusion - Fusions
ar_sa: CashFusion - الإندماج
it_it: CashFusion - Fusioni
nl_nl: CashFusie - Fusies
pl_pl: CashFusion - Fuzje
pt_br: CashFusion - Fusões

source: CashFusion - Wallet Settings
ar_sa: CashFusion - إعدادات المحفظة
fr_fr: CashFusion - Paramètres du portefeuille
it_it: CashFusion - Impostazioni Portafoglio
nl_nl: CashFusie - Portemonnee-instellingen
pl_pl: CashFusion - Ustawienia portfela
pt_br: CashFusion - Configurações da Carteira
sw_ke: CashFusion - Mipangilio ya kipochi

source: CashFusion Auto-fusion - Disabled (click to enable)
ar_sa: CashFusion الدمج-التلقائي - معطل (أنقر للتفعيل)
fr_fr: Fusion automatique CashFusion - Désactivé (cliquez pour activer)
it_it: CashFusion Auto-Fusione - Disabilitata (premi per abilitare)
nl_nl: CashFusie Auto-fusie - Uitgeschakeld (klik om in te schakelen)
pl_pl: CashFusion fuzja automatyczna - wyłączona (kliknij, aby włączyć)
pt_br: Fusão Automática de CashFusion - Desativado (clique para ativar)
sw_ke: CashFusion Auto-fusion - Imefungwa (bonyeza ili kuwezesha)

source: CashFusion Auto-fusion - Enabled
ar_sa: CashFusion الدمج التلقائي - مفعّل
fr_fr: Fusion automatique CashFusion - Activée
it_it: CashFusion Auto-Fusione - Abilitata
nl_nl: CashFusie Auto-fusie - Ingeschakeld
pl_pl: CashFusion fuzja automatyczna - Włączona
pt_br: Fusão Automática de CashFusion - Ativada
sw_ke: CashFusion Auto-fusion - Imewezeshwa

source: CashFusion Protocol
ar_sa: بروتوكول CashFusion
it_it: Protocollo CashFusion
nl_nl: CashFusie-protocol
pl_pl: CashFusion protokół
pt_br: Protocolo CashFusion
sw_ke: Itifaki ya CashShuffle

source: CashFusion failed: {error_message}
ar_sa: CashFusion فشل: {error_message}
fr_fr: Fusion de trésorerie échouée: {error_message}
it_it: CashFusion non riuscito: {error_message}
nl_nl: CashFusie mislukt: {error_message}
pl_pl: CashFusion nie powiodła się: {error_message}
pt_br: CashFusion falhou: {error_message}
sw_ke: CashFusion Imeshidwa: {error_message}

source: CashFusion is disabled
fr_fr: CashFusion est désactivé
it_it: CashFusion disabilitato
nl_nl: CashFusie is uitgeschakeld
pl_pl: CashFusion jest wyłączony
pt_br: CashFusion está desativado

source: CashFusion is fusing in the background for this wallet
ar_sa: ينصهر CashFusion في خلفية هذه المحفظة
fr_fr: CashFusion fusionne en arrière-plan pour ce portefeuille
it_it: CashFusion sta lavorando in background per questo portafoglio
nl_nl: CashFusie fuseert op de achtergrond voor deze portemonnee
pl_pl: CashFusion działa w tle dla tego portfela
pt_br: CashFusion está fundindo em segundo plano para esta carteira
sw_ke: CashFusion inajitokeza nyuma kwa kipochi hichi

source: CashFusion requires Tor to operate anonymously. Would you like to enable the Tor client now?
fr_fr: CashFusion a besoin de Tor pour fonctionner de manière anonyme. Souhaitez-vous activer le client Tor maintenant ?
it_it: CashFusion richiede Tor per l'anonimato. Abilitare il client Tor ora?
nl_nl: CashFusie vereist Tor om anoniem te opereren. Wilt u de Torclient nu inschakelen?
pl_pl: CashFusion wymaga od Tora działania anonimowego. Czy chcesz włączyć klienta Tor teraz?
pt_br: CashFusion requer que o Tor opere anonimamente. Você gostaria de ativar o cliente integrado do Tor agora?
sw_ke: CashFusion inahitaji Tor kufanya kazi bila kuonekana. Ungependa kuwezesha Tor sasa?

source: CashShuffle - Coin Selection Settings
ar_sa: CashShuffle - إعدادات إختيار العملات
fr_fr: CashShuffle - Paramètres de sélection de pièces
it_it: CashShuffle - Impostazioni Selezione Fondi
nl_nl: CashShuffle - Muntselectie-instellingen
pl_pl: CashShuffle - Ustawienia wyboru monet
pt_br: CashShuffle - Configurações de seleção de moeda
sw_ke: CashShuffle - Mipangilio ya Uteuzi wa sarafu

source: CashShuffle Disabled
ar_sa: تم تعطيل CashShuffle
fr_fr: CashShuffle désactivé
it_it: CashShuffle Disabilitato
nl_nl: CashShuffle uitgeschakeld
pl_pl: CashShuffle wyłączony
pt_br: CashShuffle Desativado
sw_ke: Zuia CashShuffle

source: CashShuffle Enabled
ar_sa: تم تفعيل CashShuffle
fr_fr: CashShuffle activé
it_it: CashShuffle Abilitato
nl_nl: CashShuffle ingeschakeld
pl_pl: CashShuffle włączony
pt_br: CashShuffle Ativado
sw_ke: Wezesha CashShuffle

source: CashShuffle Error: Could not connect to server
ar_sa: خطأ في CashShuffle: عدم التمكن من الإتصال بالخادم
fr_fr: Erreur CashShuffle : Impossible de se connecter au serveur
it_it: Errore CashShuffle: impossibile connettersi al server
nl_nl: CashShuffle-fout: Kon geen verbinding maken met server
pl_pl: Błąd CashShuffle: Nie można połączyć się z serwerem
pt_br: CashShuffle Erro: Não foi possível conectar ao servidor
sw_ke: Hitilafu ya CashShuffle: Haikuweza kuunganishwa na seva

source: CashShuffle Protocol
ar_sa: بروتوكول CashShuffle
fr_fr: Protocole CashShuffle
it_it: Protocollo CashShuffle
pl_pl: Protokół CashShuffle
pt_br: Protocolo CashShuffle
sw_ke: Itifaki ya CashShuffle

source: CashShuffle Settings
ar_sa: إعدادات CashShuffle
fr_fr: Paramètres CashShuffle
it_it: Impostazioni CashShuffle
nl_nl: CashShuffle-instellingen
pl_pl: Ustawienia CashShuffle
pt_br: Configurações do CashShuffle
sw_ke: Mpangilio wa CashShuffle

source: CashShuffle Settings...
ar_sa: إعدادات CashShuffle...
fr_fr: Paramètres CashShuffle ...
it_it: Impostazioni CashShuffle...
nl_nl: CashShuffle-instellingen...
pl_pl: Ustawienia CashShuffle...
pt_br: Configurações CashShuffle...
sw_ke: Mpangilio wa CashShuffle...

source: CashShuffle is enabled: change address logic will be handled by CashShuffle (to preserve privacy).
ar_sa: تم تفعيل CashShuffle: سيتم التعامل مع منطق تغيير العنوان بواسطة CashShuffle (للحفاظ على الخصوصية).
it_it: CashShuffle abilitato: il comportamento dell'indirizzo di resto sarà gestita da CashShuffle (per tutelare la privacy).
nl_nl: CashShuffle is ingeschakeld: CashShuffle bepaalt de logica van wisselgeldadressen (om privacy te waarborgen).
pl_pl: CashShuffle jest włączone: zmiana logiki adresu będzie obsługiwana przez CashShuffle (w celu zachowania prywatności).
pt_br: CashShuffle está habilitado: a lógica de endereços de mudança será tratada pelo CashShuffle (para preservar a privacidade).
sw_ke: CashShuffle imewezeshwa: badilisha anwani itakayotumiwa na CashShuffle (Kuimarisha usalama wa siri).

source: CashShuffle must be restarted for the server change to take effect.
ar_sa: يجب إعادة تشغيل CashShuffle ليصبح تغيير الخادم ساري المفعول.
it_it: CashShuffle deve essere riavviato affinché la modifica del server abbia effetto.
nl_nl: CashShuffle moet worden herstart om de serverwijziging van kracht te laten worden.
pl_pl: CashShuffle musi zostać uruchomiony ponownie, aby zmiana serwera zadziałała.
pt_br: CashShuffle precisar ser reiniciado para que a mudança de servidor tenha efeito.
sw_ke: CashShuffle lazima ianzishwe tena ili badiliko la seva lianze.

source: CashShuffle password prompt canceled; disabling for this wallet.
ar_sa: تم إلغاء المطالبة بكلمة مرور CashShuffle; تعطيلها لهذه المحفظة.
it_it: Inserimento della password di CashShuffle annullato; disattivata per questo portafoglio.
nl_nl: Wachtwoordinvoer CashShuffle geannuleerd; CashShuffle wordt uitgeschakeld voor deze portemonnee.
pl_pl: Zapytanie o hasło CashShuffle anulowane; wyłączone dla tego portfela.
pt_br: O prompt de senha do CashShuffle foi cancelado; desativando para esta carteira.
sw_ke: Nywila ya CashShuffle imefutwa; kutoa kwa kipochi hiki.

source: CashShuffle requires access to '{}'.
ar_sa: يتطلب CashShuffle الوصول إلى '{}'.
it_it: CashShuffle richiede l'accesso a '{}'.
nl_nl: CashShuffle vereist toegang tot '{}'.
pl_pl: CashShuffle wymaga dostępu do '{}'.
pt_br: CashShuffle requer acesso a '{}'.
sw_ke: CashShuffle inahitaji ufikiaji wa '{}'.

source: CashShuffle requires libsecp; cannot enable shuffling for this wallet.
ar_sa: CashShuffle يتطلب libsecp؛ لا يمكن تفعيل الخلط لهذه المحفظة.
it_it: CashShuffle richiede libsecp; non è possibile abilitare lo shuffling per questo portafoglio.
nl_nl: CashShuffle vereist libsecp; kan shufflen niet inschakelen voor deze portemonnee.
pl_pl: CashShuffle wymaga libsecp; nie można włączyć miksowania dla tego portfela.
pt_br: CashShuffle requer libsecp; não foi possível ativar o CashShuffle para esta carteira.
sw_ke: CashShuffle inahitaji libsecp; haiwezi kuwezesha kuchanganywa kwa kipochi hiki.

source: CashShuffle restarted
ar_sa: تم إعادة تشغيل CashShuffle
it_it: CashShuffle riavviato
nl_nl: CashShuffle opnieuw gestart
pl_pl: CashShuffle zrestartowane
pt_br: CashShuffle reiniciado
sw_ke: Wezesha CashShuffle
