Repository: Electron-Cash/electrum-locale
Catalog: locale/*/electron-cash.po
Languages: ar_sa, fr_fr, it_it, nl_nl, pl_pl, pt_br, sw_ke

source: Wallet passwords do not match. Please confirm the password you wish to set for your wallet by entering the same password twice.
ar_sa: كلمات مرور المحفظة غير متطابقة. الرجاء تأكيد كلمة المرور التي ترغب في تعيينها لمحفظتك عن طريق إدخال نفس كلمة المرور مرتين.
fr_fr: Les mots de passe du portefeuille ne correspondent pas. Veuillez confirmer le mot de passe que vous souhaitez définir pour votre portefeuille en saisissant le même mot de passe deux fois.
it_it: Le password del portafoglio non corrispondono. Per favore, conferma la password che desideri impostare inserendola due volte.
nl_nl: Portemonneewachtwoorden komen niet overeen. Bevestig alstublieft het voor uw portemonnee gewenste wachtwoord door tweemaal hetzelfde wachtwoord in te voeren.
pl_pl: Hasła portfela nie pasują. Proszę potwierdzić hasło, które chcesz podać dla swojego portfela poprzez dwukrotne wprowadzenie tego samego hasła.
pt_br: As senhas da carteira não correspondem. Confirme a senha que deseja definir para sua carteira digitando a mesma senha duas vezes.
sw_ke: Nenosiri za kipochi hazilingani. Tafadhali thibitisha nenosiri unayotaka kuweka kwa kipochi chako kwa kuweka nenosiri hilo mara mbili.

source: Wallet removed: {}
ar_sa: تمت إزالة المحفظة: {}
fr_fr: Portefeuille supprimé : {}
it_it: Portafoglio rimosso: {}
nl_nl: Portemonnee verwijderd: {}
pl_pl: Portfel usunięty: {}
pt_br: Carteira removida: {}
sw_ke: Kipochi kimetolewa: {}

source: Wallet renamed successfully
ar_sa: تمت إعادة تسمية المحفظة بنجاح
fr_fr: Portefeuille renommé avec succès
it_it: Portafoglio rinominato con successo
nl_nl: Portemonnee succesvol hernoemd
pl_pl: Zmieniono nazwę portfela
pt_br: Carteira renomeada com sucesso
sw_ke: Kipochi kimebadilishwa jina bila dosari

source: Wallet seed
ar_sa: بذور المحفظة
fr_fr: Graine de portefeuille
it_it: Seme del portafoglio
nl_nl: Seed portemonnee
pl_pl: Seed portfela
pt_br: Seed da carteira
sw_ke: Manenosiri ya Kipochi

source: Wallet seeded
ar_sa: لقد تم تشفير مفاتيح المحفظة
fr_fr: Graine de portefeuille créée
it_it: Seme del portafoglio impostato
nl_nl: Seed portemonnee ingesteld
pl_pl: Portfel zseedowany
pt_br: Carteira Semeada
sw_ke: Manenosiri ya Kipochi

source: Wallet successfully renamed
ar_sa: تمت إعادة تسمية المحفظة بنجاح
fr_fr: Portefeuille renommé avec succès
it_it: Portafoglio rinominato con successo
nl_nl: Portemonnee succesvol hernoemd
pl_pl: Zmieniono nazwę portfela
pt_br: Carteira renomeada
sw_ke: Kipochi kimebadilishwa jina

source: Wallet type
ar_sa: نوع المحفظة
fr_fr: Type de portefeuille
it_it: Tipo di portafoglio
nl_nl: Type portemonnee
pl_pl: Typ portfela
pt_br: Tipo da carteira
sw_ke: Aina ya Kipochi

source: Wallets
ar_sa: المحافظ
fr_fr: Portefeuilles
it_it: Portafogli
nl_nl: Portemonnees
pl_pl: Portfele
pt_br: Carteiras
sw_ke: Pochi

source: Warning
ar_sa: تحذير
fr_fr: Attention
it_it: Attenzione
nl_nl: Waarschuwing
pl_pl: Ostrzeżenie
pt_br: Aviso
sw_ke: Onyo

source: Warning: The next address will not be recovered automatically if you restore your wallet from seed; you may need to add it manually. This occurs because you have too many unused addresses in your wallet. To avoid this situation, use the existing addresses first. Create anyway?
ar_sa: تحذير: العنوان التالي لن يتم إسترجاعه تلقائيًا إذا قمت باستعادة محفظتك من الكلمة المفتاحية؛ قد تحتاج إلى إضافته يدوياً. يحدث هذا لأن لديك الكثير من العناوين غير المستخدمة في محفظتك. لتجنب هذا الوضع، إستخدم العناوين الموجودة أولاً. إنشاء على أي حال؟
fr_fr: Attention : La prochaine adresse ne pourra pas être automatiquement récupérée si vous restaurez votre portefeuille à partir de la graine; vous devrez l'ajouter manuellement. Cela se produit parce que vous avez trop d'adresses inutilisées dans votre portefeuille. Pour éviter cette situation, utilisez d'abord les adresses existantes. Créer quand même ?
it_it: Attenzione: il prossimo indirizzo non verrà recuperato automaticamente se ripristini il tuo portafoglio dal seme; potresti doverlo aggiungere manualmente. Ciò si verifica perché hai troppi indirizzi inutilizzati nel tuo portafoglio. Per evitare questa situazione, usa prima gli indirizzi esistenti. Vuoi crearlo comunque?
nl_nl: Waarschuwing: Het volgende adres zal niet automatisch worden teruggehaald indien u uw portemonnee herstelt vanaf uw seed; u dient het handmatig toe te voegen. Dit komt omdat u te veel ongebruikte adressen in uw portemonnee heeft. Gebruik de bestaande adressen eerst om deze situatie te vermijden. Toch aanmaken?
pl_pl: Ostrzeżenie: następny adres nie zostanie automatycznie odzyskany, jeśli przywrócisz portfel z ziarna; Może być konieczne dodanie go ręcznie. Dzieje się tak, ponieważ w portfelu masz zbyt wiele nieużywanych adresów. Aby uniknąć tej sytuacji, najpierw należy używać istniejących adresów. Utworzyć mimo to?
pt_br: Cuidado: O próximo endereço não poderá ser recurado automaticamente, caso você restaurar sua carteira a partir do seed; talvez seja necessário adiciona-los manualmente. Isto pode ocorrer devido a você ter muitos endereços não utilizados em sua carteira. Para evitar essa situação, use os endereços existentes em primeiro lugar. Criar mesmo assim?
sw_ke: Onyo: Anwani ifuatayo haitarejeshwa kutoka nakala ya manenosiri; itabidi kuiongeza mwenyewe. Hii ni kwa sababu una anwani nyingi zisizotumiwa katika kipochi chako. Ili kuzuia hali hii, tumia anwani zilizopo kwanza. Tengeneza Tu?

source: Warning: This Cash Account is not verified
ar_sa: تحذير: لم يتم التحقق من هذا الحساب النقدي
fr_fr: Avertissement : Ce compte en espèces n'est pas vérifié
it_it: Attenzione: Questo Account Cash non è verificato
nl_nl: Waarschuwing: deze CashAccount is niet geverifieerd
pl_pl: Uwaga: Ten Cash Account jest niezweryfikowany
pt_br: Aviso: Esta Cash Account não foi verificada

source: Warning: do not use this if it makes you pick a weaker password.
ar_sa: تحذير: لا تستخدم هذا إذا كان يجعلك تختار كلمة مرور أضعف.
fr_fr: Attention : ne l'utilisez pas si cela vous fait utiliser un mot de passe moins sécurisé.
it_it: Attenzione: non usare se porta a scegliere una password debole.
nl_nl: Waarschuwing: gebruik dit niet als u hierdoor een zwakker wachtwoord zou kiezen.
pl_pl: Uwaga: nie włączaj jej jeżeli miałoby to spowodować użycie słabszego hasła.
pt_br: Aviso: não use isso se o fizer escolher uma senha mais fraca.

source: We encountered an error while connecting to your device:
ar_sa: واجهنا خطأ أثناء الإتصال بجهازك:
fr_fr: Nous avons rencontré une erreur lors de la connexion à votre appareil :
it_it: Abbiamo riscontrato un errore durante la connessione al tuo dispositivo:
nl_nl: We ondervonden een probleem bij het verbinden met uw apparaat:
pl_pl: Wystąpił błąd podczas łączenia się z Twoim urządzeniem:
pt_br: Erro encontrado ao conectar ao dispositivo:

source: We will flag this wallet as requesting to use Touch/Face ID, however it is currently disabled on the device. Please enable Touch/Face ID from the iOS General settings in order to use biometrics for this wallet.
ar_sa: سوف نضع علامة على هذه المحفظة على أنها تطلب إستخدام معرّف اللمس/الوجه، ولكنها معطلة حالياً على الجهاز. الرجاء تفعيل معرّف اللمس/الوجه من إعدادات iOS العامة من أجل إستخدام القياسات الحيوية لهذه المحفظة.
fr_fr: Nous marquerons ce portefeuille comme une demande d'utilisation de Touch/Face ID, cependant il est actuellement désactivé sur l'appareil. Veuillez activer Touch/Face ID dans les paramètres généraux d'iOS afin d'utiliser la biométrie pour ce portefeuille.
it_it: Contrassegneremo questo portafoglio come richiesta di utilizzare Touch/Face ID, tuttavia è attualmente disattivato sul dispositivo. Per favore, abilita Touch/Face ID dalle impostazioni generali di iOS per utilizzare la biometria su questo portafoglio.
nl_nl: We markeren deze portemonnee als verzoekende Touch/Face ID, maar het is momenteel uitgeschakeld op het apparaat. Gelieve Touch/Face ID in te schakelen in de Algemene instellingen van iOS om biometrie voor deze portemonnee te gebruiken.
pl_pl: Będziemy oznaczać ten portfel jako prośbę o użycie Touch/Face ID, jednak jest on obecnie wyłączony na urządzeniu. Proszę włączyć Touch/Face ID z ustawień ogólnych iOS w celu użycia biometrycznych dla tego portfela.
pt_br: Vamos sinalizar esta carteira como solicitando para usar o Touch/Face ID, no entanto, ela está atualmente desativada no dispositivo. Por favor, ative o Touch/Face nas configurações gerais do iOS para usar os dados biométricos desta carteira.
sw_ke: Tutaweka alama kwenye kipochi hiki kama ombi la kutumia Kitambulisho cha alama ya vidole/Uso, hata hivyo imezimwa kwa kifaa hiki. Tafadhali Wezesha kitambulisho cha alama ya vidole / Uso kutoka kwa mipangilio ya iOS ili utumie biometristi kwa kipochi hiki.

source: Welcome to
ar_sa: أهلاً بكم في
fr_fr: Bienvenue à
it_it: Benvenuto a
nl_nl: Welkom bij
pl_pl: Witamy w
pt_br: Bem-vindo a
sw_ke: Karibu kwa

source: What kind of wallet do you want to create?
ar_sa: ما نوع المحفظة التي تريد إنشاؤها؟
fr_fr: Quel type de portefeuille voulez-vous créer ?
it_it: Che tipo di portafoglio vuoi creare?
nl_nl: Wat voor soort portemonnee wilt u maken?
pl_pl: Jakiego rodzaju portfel chcesz utworzyć?
pt_br: Qual tipo de carteira você deseja criar?
sw_ke: Je! Unataka kuunda kipochi kipi?

source: When CashShuffle is disabled, your privacy on the blockchain is reduced to traditional levels, and 'chainalysis' becomes easier (your transactions can be associated with one another).
ar_sa: عند تعطيل CashShuffle، يتم تقليص خصوصيتك على سلسلة الكتل إلى مستويات تقليدية، ويصبح "chainalysis" أسهل (العمليات الخاصة بك يمكن أن ترتبط ببعضها البعض).
fr_fr: Lorsque CashShuffle est désactivé, votre vie privée sur la blockchain est réduite aux niveaux traditionnels, et 'chainalysis' devient plus facile (vos transactions peuvent être associées les unes aux autres).
it_it: Quando CashShuffle è disattivato, la tua privacy sulla blockchain è dimensionata a livelli tradizionali, e la 'chainalysis' diventa più facile (le tue transazioni possono essere associate tra di loro).
nl_nl: Als CashShuffle is uitgeschakeld neemt uw privacy op de blockchain af tot traditioneel niveau, en wordt ketenanalyse makkelijker (uw transacties kunnen aan elkaar worden gelinkt).
pl_pl: Kiedy CashShuffle jest wyłączone, Twoja prywatność w blockchain jest zmniejszona do tradycyjnych poziomów, i "analiza łańcuchowa" staje się łatwiejsza (Twoje transakcje mogą być ze sobą powiązane).
pt_br: Quando o CashShuffle é desativado, sua privacidade na blockchain é reduzida a niveis normais e análises de blockchain ficam mais fáceis (suas transações podem ser facilmente associadas umas as outras).
sw_ke: Wakati CashShuffle imezimwa, faragha yako kwenye blockchain hupunguzwa kwa viwango vya jadi, na 'chainalysis' huwa rahisi (shughuli za ununuzi zako zinaweza kuhusishwa na mwingine).

source: Wipe Device
ar_sa: مسح الجهاز
fr_fr: Réinitialiser l'appareil
it_it: Cancella il dispositivo
nl_nl: Apparaat wissen
pl_pl: Wyczyść urządzenie
pt_br: Limpar o dispositivo

source: Wipe the device, removing all data from it. The firmware is left unchanged.
ar_sa: مسح الجهاز، إزالة جميع البيانات منه. يترك البرنامج الثابت دون تغيير.
fr_fr: Réinitialise l'appareil, en effaçant toutes ses données. Le micrologiciel n'est pas impacté.
it_it: Azzera il dispositivo, rimuovendo tutti i dati da esso. Il firmware non viene alterato.
nl_nl: Het apparaat wissen, alle gegevens ervan verwijderen. De firmware blijft ongewijzigd.
pl_pl: Wyczyść urządzenie, usuwając z niego wszystkie dane. Oprogramowanie pozostaje niezmienione.
pt_br: Limpe o dispositivo, removendo todos os dados dele. O firmware é deixado inalterado.

source: Within 10 blocks
ar_sa: ضمن 10 كتل
fr_fr: Dans les 10 blocs
it_it: Entro 10 blocchi
nl_nl: Binnen 10 blokken
pl_pl: W obrębie 10 bloków
pt_br: Dentro de 10 blocos

source: Within 2 blocks
ar_sa: ضمن 2 كتل
fr_fr: Dans les 2 blocs
it_it: Entro 2 blocchi
nl_nl: Binnen 2 blokken
pl_pl: W obrębie 2 bloków
pt_br: Dentro de 2 blocos

source: Within 25 blocks
ar_sa: ضمن 25 كتلة
fr_fr: Dans les 25 blocs
it_it: Entro 25 blocchi
nl_nl: Binnen 25 blokken
pl_pl: W obrębie 25 bloków
pt_br: Dentro de 25 blocos

source: Within 5 blocks
ar_sa: ضمن 5 كتل
fr_fr: Dans les 5 blocs
it_it: Entro 5 blocchi
nl_nl: Binnen 5 blokken
pl_pl: W obrębie 5 bloków
pt_br: Dentro de 5 blocos

source: Write down the seed word shown on your {}
ar_sa: قم بتدوين الكلمة المفتاحية المعروضة على {}
fr_fr: Écrivez le mot de la graine affiché sur votre {}
it_it: Annota la parola del seme mostrata sul tuo {}
nl_nl: Schrijf de op uw {} getoonde seed-woorden op
pl_pl: Zapisz słowo seed wyświetlane na {}
pt_br: Anote a palavra seed mostrada em {}
sw_ke: Andika manenosiri yaliyoonyeshwa kwenye {}

source: Wrong key type
ar_sa: نوع المفتاح خاطئ
fr_fr: Type de clé erroné
it_it: Tipo di chiave errato
nl_nl: Onjuist sleuteltype
pl_pl: Nieprawidłowy typ klucza
pt_br: Tipo de chave Errado
sw_ke: Aina ya funguosiri isiyofaa

source: Wrong signature
ar_sa: توقيع خاطئ
fr_fr: Mauvaise signature
it_it: Firma sbagliata
nl_nl: Foute handtekening
pl_pl: Nieprawidłowy podpis
pt_br: Assinatura incorreta

source: Wrong signature! The 2FA device may have rejected the action.
ar_sa: توقيع خاطئ! ربما يكون جهاز 2FA قد رفض الإجراء.
fr_fr: Signature erronée ! L'appareil 2FA a peut-être rejeté l'action.
it_it: Firma errata! Il dispositivo 2FA potrebbe aver rifiutato l'azione.
nl_nl: Verkeerde ondertekening! Het 2FA-apparaat kan de actie hebben geweigerd.
pl_pl: Błędny podpis! Urządzenie 2FA odrzuciło ewentualnie tę akcję.
pt_br: Assinatura errada! O dispositivo 2FA pode ter rejeitado a ação.

source: Yes
ar_sa: نعم
fr_fr: Oui
it_it: Sì
nl_nl: Ja
pl_pl: Tak
pt_br: Sim
sw_ke: Ndio

source: Yes - as up to two players
ar_sa: نعم - حتى لاعبين إثنين
fr_fr: Oui - jusqu'à deux joueurs
it_it: Sì - fino a due partecipanti
nl_nl: Ja - als tot twee spelers
pl_pl: Tak - do dwóch graczy
pt_br: Sim - até dois jogadores

source: You appear to have entered more than one item. Each wallet can only have a single master key. To use multiple master keys, create a new wallet for each key.
ar_sa: يبدو أنك أدخلت أكثر من عنصر واحد. يمكن أن يكون لكل محفظة مفتاح رئيسي واحد فقط. لاستخدام مفاتيح رئيسية متعددة، أنشئ محفظة جديدة لكل مفتاح.
fr_fr: Vous semblez avoir entré plus d'un élément. Chaque portefeuille ne peut avoir qu'une seule clé maîtrese. Pour utiliser plusieurs clés maîtresses, créez un nouveau portefeuille pour chaque clé.
it_it: Sembra che tu abbia inserito più di un elemento. Ogni portafoglio può avere solo una chiave principale. Per utilizzare più chiavi principali, crea un nuovo portafoglio per ogni chiave.
nl_nl: U lijkt meer dan één item te hebben ingevoerd. Elke portemonnee kan slechts één moedersleutel hebben. Maak een nieuwe portemonnee voor elke moedersleutel om meerdere sleutels te gebruiken.
pl_pl: Wygląda na to, że wprowadziłeś więcej niż jeden element. Każdy portfel może mieć tylko jeden klucz główny. Aby użyć wielu kluczy głównych, utwórz nowy portfel dla każdego klucza.
pt_br: Parece que você inseriu mais de um item. Cada carteira pode ter apenas uma única chave mestra. Para usar várias chaves mestras, crie uma nova carteira para cada chave.
sw_ke: Unaonekana umeingiza neno siri zaidi ya moja. Kila kipochi unaweza tu kuwa na kifunguo kimoja cha siri. Kutumia kifunguo siri, tengeneza kipochi kipya kwa kila kifunguo siri.

source: You appear to have entered no valid Bitcoin Cash addresses or private keys.
ar_sa: يبدو أنك لم تقم بإدخال أي عناوين Bitcoin Cash صالحة أو مفاتيح خاصة.
fr_fr: Vous semblez n'avoir entré aucune adresse Bitcoin Cash valide ou clé privée.
it_it: Sembra che tu non abbia inserito indirizzi Bitcoin Cash o chiavi private validi.
nl_nl: U lijkt geen geldige Bitcoin Cash-adressen of -privésleutels te hebben ingevoerd.
pl_pl: Wygląda na to, że nie wprowadzono poprawnych adresów Bitcoin Cash lub kluczy prywatnych.
pt_br: Parece que você não digitou nenhum endereço Bitcoin Cash válido ou chaves privadas.
sw_ke: Umeweka anwani ya Bitcoin Cash au funguosiri isiyofaa.

source: You are about to delete the wallet '{wallet_name}'. Unless you have other copies of this wallet or you wrote its seed down, you may lose funds! In order to proceed, please type the word '{delete_confirm_text}' in the box below:
ar_sa: أنت على وشك حذف المحفظة '{wallet_name}'. إن لم يكن لديك نسخ أخرى من هذه المحفظة أو لم تكتب كلماتها المفتاحية، قد تفقد الأموال! من أجل المتابعة، يرجى كتابة كلمة '{delete_confirm_text}' في المربع أدناه:
fr_fr: Vous êtes sur le point de supprimer le portefeuille '{wallet_name}'. Sauf si vous avez d'autres copies de ce portefeuille ou si vous avez écrit sa graine, vous risquez de perdre des fonds ! Pour continuer, veuillez taper le mot '{delete_confirm_text}' dans la case ci-dessous :
it_it: Stai per eliminare il portafoglio '{wallet_name}'. A meno che tu non abbia altre copie di questo portafoglio o tu ne abbia annotato il seme, potresti perdere tutti i fondi! Per procedere, per favore, scrivi '{delete_confirm_text}' nella campo sottostante:
nl_nl: U staat op het punt de portemonnee '{wallet_name}' te verwijderen. Tenzij u andere kopieën van deze portemonnee heeft of u zijn seed heeft opgeschreven, kunt u geld verliezen! Om door te gaan, gelieve het woord '{delete_confirm_text}' in onderstaand veld te typen:
pl_pl: Zamierzasz usunąć portfel '{wallet_name}'. Jeśli nie masz innych kopii tego portfela lub nie zapisałeś/aś jego seed, możesz stracić środki! Aby kontynuować, wpisz słowo '{delete_confirm_text}' w poniższym polu:
pt_br: Você está prestes a excluir a carteira '{wallet_name}'. Você pode perder fundos a menos que tenha outras cópias desse portfólio ou tenha escrito sua seed! Para continuar, escreva a palavra '{delete_confirm_text}' abaixo:
sw_ke: Uko karibu kufuta kipochi '{wallet_name}'. Ikiwa huna nakala zingine za kipochi hiki au umeandika manenosiri yake, unaweza kupoteza pesa! Ili kuendelea, tafadhali chapa neno '{delete_confirm_text}' katika sanduku hapa chini:

source: You are about to reset the seed of your Satochip. This process is irreversible!
ar_sa: أنت على وشك إعادة ضبط الكلمة المفتاحية ل Satochip الخاص بك. هذه العملية لا رجوع فيها!
fr_fr: Vous êtes sur le point de réinitialiser la graine de votre Satochip. Ce processus est irréversible !
it_it: Stai per resettare il seme del tuo Satochip. Questo processo è irreversibile!
nl_nl: U staat op het punt de seed van uw Satochip te resetten. Dit proces is onomkeerbaar!
pl_pl: Zamierzasz zresetować seed Satochip. Ten proces jest nieodwracalny!
pt_br: Você está prestes a reiniciar a seed do seu Satochip. Este processo é irreversível!

source: You are about to send BCH to a legacy address.
it_it: Stai per inviare BCH a un indirizzo legacy.
pl_pl: Zamierzasz wysłać BCH na dawny adres.

source: You are already on the latest version of Electron Cash.
ar_sa: أنت بالفعل في أحدث إصدار من Electron Cash.
fr_fr: Vous êtes déjà sur la dernière version d'Electron Cash.
it_it: Electron Cash è aggiornato alla versione più recente.
nl_nl: U heeft al de laatste versie van Electron Cash.
pl_pl: Jesteś już w najnowszej wersji Electron Cash.
pt_br: Você já tem a última versão disponível do Electron Cash.

source: You are exporting your wallet's private keys as BIP38 encrypted keys.
ar_sa: أنت تقوم بتصدير المفاتيح الخاصة بمحفظتك كمفاتيح مشفرة لـ BIP38.
fr_fr: Vous exportez les clés privées de votre portefeuille sous la forme de clés chiffrées BIP38.
it_it: Stai esportando le chiavi private del tuo portafoglio come chiavi cifrate BIP38.
nl_nl: U exporteert de privésleutels van uw portemonnee als BIP38-vercijferde sleutels.
pl_pl: Eksportujesz klucze prywatne swojego portfela jako klucze szyfrowane BIP38.
pt_br: Você está exportando as chaves privadas do seu portfólio como chaves criptografadas BIP38.
sw_ke: Unatoa funguosiri za kipochi chako kama funguosiri iliyosimbwa na BIP38.

source: You are following branch
ar_sa: أنت تتبع الفرع
fr_fr: Vous suivez la branche suivante
it_it: Stai seguendo il branch
nl_nl: U volgt tak
pl_pl: Śledzisz oddział
pt_br: Você está seguindo o ramo
sw_ke: Unafuata tawi

source: You are now <i>disabling</i> CashShuffle for this wallet. Are you sure?
ar_sa: أنت الآن <i>تقوم بتعطيل</i> ال CashShuffle لهذه المحفظة. هل أنت متأكد؟
fr_fr: Vous êtes maintenant <i>en train de désactiver</i> CashShuffle pour ce portefeuille. Êtes-vous sûr?
it_it: Stai <i>disattivando</i> CashShuffle per questo portafoglio. Sei sicuro?
nl_nl: U schakelt CashShuffle nu <i>uit</i> voor deze portemonnee. Weet u het zeker?
pl_pl: <i>Wyłączasz</i> CashShuffle dla tego portfela. Jesteś pewien?
pt_br: Você está <i>desativando</i> CashShuffle para esta carteira. Tem certeza?
sw_ke: Sasa una <i>toa</i> CashShuffle ya kipochi hichi. Una uhakika?

source: You are now spending <b><i>unshuffled</i></b> coins. Are you sure?
ar_sa: أنت الآن تقوم بإنفاق <b><i>عملات</i></b> غير مخلوطة. هل أنت متأكد؟
fr_fr: Vous dépensez maintenant des pièces <b><i> non mélangées</i> </b>. Êtes-vous sûr(e)?
it_it: Stai per spendere fondi <b><i>non mixati</i></b>. Sei sicuro?
nl_nl: U bent nu <b><i>ongeshufflede</i></b> munten aan het besteden. Weet u het zeker?
pl_pl: Wydajesz <b><i>niezmiksowane</i></b> monety. Jesteś pewien?
pt_br: Você passará a gastar moedas <b><i>não misturadas</i></b>. Tem certeza?

source: You are registering a new <a href='ca'>Cash Account</a> for your address <a href='addr'><b><pre>{address}</pre></b></a>
ar_sa: أنت تقوم بتسجيل <a href='ca'>حساب نقدي جديد</a> لعنوانك <a href='addr'><b><pre>{address}</pre></b></a>
fr_fr: Vous enregistrez un nouveau <a href='ca'>Compte en espèces</a> pour votre adresse <a href='addr'><b><pre>{address}</pre></b></a>
it_it: Stai registrando un nuovo <a href='ca'>Account Cash</a> per questo indirizzo <a href='addr'><b><pre>{address}</pre></b></a>
nl_nl: U registreert een nieuw <a href='ca'>CashAccount</a> voor uw adres <a href='addr'><b><pre>{address}</pre></b></a>
pl_pl: Rejestrujesz nowy <a href='ca'>Cash Account</a> na Twój adres <a href='addr'><b><pre>{address}</pre></b></a>
pt_br: Você está registrando uma nova <a href='ca'> conta em dinheiro </a> para o seu endereço <a href='addr'> <b> <pre> {address} </pre> </b> </a>
sw_ke: Unajiandikisha upya <a href='ca'>Cash Account</a>kwa anwani yako<a href='addr'><b><pre>{address}</pre></b></a>

source: You are renaming the currently open encrypted wallet '{}'.
ar_sa: أنت تعيد تسمية المحفظة المشفرة المفتوحة حالياً '{}'.
fr_fr: Vous renommez le portefeuille chiffré actuellement ouvert '{}'.
it_it: Stai rinominando il portafoglio cifrato attualmente aperto '{}'.
nl_nl: U hernoemt de momenteel geopende versleutelde portemonnee '{}'.
pl_pl: Zmieniasz nazwę aktualnie otwartego zaszyfrowanego portfela '{}'.
pt_br: Você está renomeando a carteira aberta criptografada '{}'.
sw_ke: Unabadilisha jina la kipochi kilichosumbwa ulichofungua '{}'.
