Repository: Electron-Cash/electrum-locale
Catalog: locale/*/electron-cash.po
Languages: ar_sa, fr_fr, it_it, nl_nl, pl_pl, pt_br, sw_ke

source: Image must be a TOI{} file of size {}x{}
ar_sa: يجب أن تكون الصورة ملف TOI{} بحجم {}x{}
fr_fr: L'image doit être un fichier TOI{} de taille {}x{}
it_it: L'immagine deve essere un file TOI{} di dimensione {}x{}
nl_nl: Afbeelding moet een TOI{}-bestand zijn met afmetingen {}x{}
pl_pl: Obraz musi być plikiem TOI{} o rozmiarze {}x{}
pt_br: A imagem deve ter o arquivo TOI{} tamanho {}x{}
sw_ke: Picha lazima iwe faili ya TOI{} ya saizi {}x{}

source: Immature Coinbase: Spend Locked
ar_sa: Coinbase غير ناضجة: الإنفاق مقفل
it_it: Coinbase non pronta: Spesa Bloccata
nl_nl: Ongerijpte coinbase: niet besteedbaar
pl_pl: Coinbase zablokowana: Wydawanie niemożliwe
pt_br: Coinbase Imaturo: Gasto Bloqueado
sw_ke: Coinbase changa: Tumia Imefungwa

source: Import
ar_sa: إستيراد
fr_fr: Importer
it_it: Importa
nl_nl: Importeren
pl_pl: Importuj
pt_br: Importar
sw_ke: Agiza

source: Import Addresses or Private Keys
ar_sa: استيراد العناوين أو المفاتيح الخاصة
it_it: Importa Indirizzi o Chiavi Private
nl_nl: Adressen of privésleutels importeren
pl_pl: Importuj adresy lub klucze prywatne
pt_br: Importar endereços ou chaves privadas
sw_ke: Ingiza anuani au Funguosiri

source: Import Bitcoin Addresses
ar_sa: استيراد عناوين البيتكوين
fr_fr: Importer les adresses Bitcoin
it_it: Importa indirizzi Bitcoin
nl_nl: Bitcoinadressen importeren
pl_pl: Importuj adresy Bitcoin
pt_br: Importar Endereços Bitcoins
sw_ke: Ingiza Anwani za Bitcoin

source: Import Bitcoin Cash Addresses or Private Keys
ar_sa: استيراد عناوين بيتكوين كاش أو المفاتيح الخاصة
it_it: Importa Indirizzi Bitcoin Cash o Chiavi Private
nl_nl: Bitcoin Cash-adressen of privésleutels importeren
pl_pl: Importuj adresy Bitcoin Cash lub klucze prywatne
pt_br: Importar endereços Bitcoin Cash ou chaves privadas
sw_ke: Ingiza anuani za Bitcoin Cash au Funguosiri

source: Import Bitcoin Cash addresses or private keys
ar_sa: استيراد عناوين بيتكوين كاش أو المفاتيح الخاصة
it_it: Importa indirizzi Bitcoin Cash o chiavi private
nl_nl: Bitcoin Cash-adressen of privésleutels importeren
pl_pl: Importuj adresy Bitcoin Cash lub klucze prywatne
pt_br: Importar endereços Bitcoin Cash ou chaves privadas
sw_ke: Ingiza anwani za Bitcoin Cash au Funguosiri

source: Import addresses
ar_sa: استيراد عناوين
fr_fr: Importer des adresses
it_it: Importa indirizzi
nl_nl: Adressen importeren
pl_pl: Importuj adresy
pt_br: Importar endereços
sw_ke: Ingiza Anwani

source: Import addresses or private keys
ar_sa: استيراد العناوين أو المفاتيح الخاصة
fr_fr: Importer des adresses ou clés privées
it_it: Importa indirizzi o chiavi private
nl_nl: Adressen of privésleutels importeren
pl_pl: Importuj adresy lub klucze prywatne
pt_br: Importar endereços ou chaves privadas
sw_ke: Ingiza anwani au funguo siri

source: Import file
ar_sa: إستيراد ملف
fr_fr: Importer un fichier
it_it: Importa file
nl_nl: Bestand importeren
pl_pl: Importuj plik
pt_br: Importar arquivo
sw_ke: Ingiza faili kutoka nje

source: Import pairing from the Digital Bitbox desktop app
ar_sa: إستيراد إقتران من تطبيق سطح المكتب Bitbox الرقمي
it_it: Importa l'associazione dall'app desktop Digital Bitbox
nl_nl: Koppeling importeren van het desktopprogramma van Digital Bitbox
pl_pl: Importuj parowanie z aplikacji desktopowej Digital Bitbox
pt_br: Importar emparelhamento do aplicativo Digital Bitbox
sw_ke: Ingiza kuwilisha kutoka kwa programu ya dijitali ya Bitbox

source: Import private keys
ar_sa: إستيراد المفاتيح الخاصة
fr_fr: Importer les clés privées
it_it: Importa le chiavi private
nl_nl: Privésleutels importeren
pl_pl: Importuj klucze prywatne
pt_br: Importar chaves privadas
sw_ke: Weka funguosiri

source: Importing encrypted files is not supported.
ar_sa: إستيراد الملفات المشفرة غير معتمد.
it_it: L'importazione di file cifrati non è supportata.
nl_nl: Het importeren van versleutelde bestanden wordt niet ondersteund.
pl_pl: Importowanie zaszyfrowanych plików nie jest obsługiwane.
pt_br: A importação de arquivos criptografados não é suportada.
sw_ke: Kuingiza faili zilizosimbwa hazihimiliwi.

source: Importing these addresses will add them to your watching-only wallet.
ar_sa: إستيراد هذه العناوين سيضيفها إلى محفظة المشاهدة فقط الخاصة بك.
fr_fr: Importer ces adresses les ajoutera à votre portefeuille en lecture seule.
it_it: L'importazione di questi indirizzi li aggiungerà al tuo portafoglio di sola lettura.
nl_nl: Het importeren van deze adressen zal ze toevoegen aan uw alleen-lezenportemonnee.
pl_pl: Importowanie tych adresów doda je do Twojego portfela tylko do obserwacji.
pt_br: A importação desses endereços os adicionará ao seu portfólio de monitoramento somente para exibição ou de saldo.
sw_ke: Kuingiza anwani hizi kwenye kipochi chako cha kutazama tu.

source: Importing these addresses will create a watching-only wallet.
ar_sa: إستيراد هذه العناوين سينشئ محفظة مشاهدة فقط.
fr_fr: Importer ces adresses créera un portefeuille en lecture seule.
it_it: L'importazione di questi indirizzi creerà un portafoglio di sola lettura.
nl_nl: Het importeren van deze adressen zal een alleen-lezenportemonnee aanmaken.
pl_pl: Importowanie tych adresów stworzy portfel tylko do obserwacji.
pt_br: A importação desses endereços criará um portfólio somente para exibição.
sw_ke: Kuingiza anwani hizi kutaunda kipochi cha kutazama tu.

source: Importing these keys will add addresses and keys to your spending wallet.
ar_sa: إستيراد هذه المفاتيح سيضيف عناوين ومفاتيح إلى محفظة الإنفاق الخاصة بك.
fr_fr: Importer ces clés ajoutera des clés et adresses à votre portefeuille de dépenses.
it_it: L'importazione di queste chiavi aggiungerà indirizzi e chiavi al tuo portafoglio di spesa.
nl_nl: Het importeren van deze sleutels zal adressen en sleutels toevoegen aan uw bestedingsportemonnee.
pl_pl: Importowanie tych kluczy doda adresy i klucze do portfela wydatków.
pt_br: A importação dessas chaves adicionará endereços e chaves ao seu portfólio de gastos.
sw_ke: Kuingiza funguo siri hizi kutaongeza anwani na funguo kwenye kipochi chako wa matumizi.

source: Importing these keys will create a fully capable spending wallet.
ar_sa: إستيراد هذه المفاتيح سينشئ محفظة إنفاق قادرة تماما".
it_it: L'importazione di queste chiavi creerà un portafoglio di spesa.
nl_nl: Het importeren van deze sleutels zal een bestedingsportemonnee met volledige mogelijkheden creëren.
pl_pl: Importowanie tych kluczy stworzy portfel w pełni zdolny do wydawania.
pt_br: A importação dessas chaves criará um portfólio de gastos completo.
sw_ke: Kuingiza funguo siri hizi kutaunda kipochi cha matumizi.

source: In addition, a blame protocol is used to mitigate time-wasting denial-of-service type attacks.
ar_sa: وبالإضافة إلى ذلك، يستخدم بروتوكول اللوم لتخفيف الهجمات من نوع إنكار الخدمة التي تهدر الوقت.
it_it: Inoltre, viene utilizzato un protocollo per mitigare gli attacchi di tipo denial-of-service, che sprecano tempo.
nl_nl: Bovendien wordt een schuldprotocol gebruikt om tijdverspillende aanvallen van het type denial-of-service te mitigeren.
pl_pl: Ponadto protokół blame stosowany jest również w celu złagodzenia czasochłonnych ataków typu "denial of service".
pt_br: Além disso, um protocolo de culpa é usado para mitigar ataques do tipo negação de serviço que desperdiçam tempo.
sw_ke: Isitoshe, itifaki ya lawama hutumiwa kupunguza uharibifu wa aina ya utumiaji wa huduma.

source: In order to use this wallet without errors with this version of EC, please <b>re-generate this wallet from seed</b>.
ar_sa: من أجل استخدام هذه المحفظة بدون أخطاء مع هذا الإصدار من EC، يرجى <b>إعادة إنشاء هذه المحفظة من الكلمة المفتاحية</b>.
it_it: Al fine di utilizzare questo portafoglio senza errori con questa versione di EC, per favore, <b>rigenera questo portafoglio dal seme</b>.
nl_nl: Om deze portemonnee zonder fouten met deze versie van EC te gebruiken, gelieve <b>deze portemonnee opnieuw te genereren vanaf zijn seed</b>.
pl_pl: Aby korzystać z tego portfela bez błędów w tej wersji EC, prosimy <b>ponownie wygenerować ten portfel z seed</b>.
pt_br: Para usar esta carteira sem erros nesta versão do EC, <b>gere novamente esta carteira a partir da seed</b>.
sw_ke: Ili kutumia kipochi hiki bila makosa na toleo hili la EC, tafadhali <b> toa tena kipochi hiki kutoka kwa manenosiri</b>.

source: In particular, DO NOT use 'redeem private key' services proposed by third parties.
ar_sa: وعلى وجه الخصوص، لا تستخدم خدمات "إسترداد المفتاح الخاص" التي تقترحها أطراف ثالثة.
fr_fr: En particulier, n'utilisez PAS les services d'échange de clés privées "redeem private key" offerts par des parties tierces.
it_it: In particolare, NON USARE servizi di terze che ti permettono di 'riscattare la chiave privata' (redeem private key).
nl_nl: In het bijzonder, GEBRUIK GEEN diensten om 'privésleutel te claimen' aangeboden door derden.
pl_pl: Absolutnie nie używaj usług typu "wypłacanie BTC z kluczy prywatnych" oferowanych przez osoby trzecie.
pt_br: Especialmente, NÃO UTILIZE serviços para 'resgatar as chaves privadas redeem private key propostas por terceiros.
sw_ke: Hasa, Usitumie huduma za 'funguo za maneno siri' zilizopendekezwa na watu wengine.

source: In progress
ar_sa: قيد المعالجة
fr_fr: En cours
it_it: In elaborazione
nl_nl: Bezig
pl_pl: W toku
pt_br: Em andamento
sw_ke: Inaendelea

source: In queue
ar_sa: في قائمة الإنتظار
fr_fr: En attente
it_it: In coda
nl_nl: In wachtrij
pl_pl: W kolejce
pt_br: Na fila
sw_ke: Kwa foleni

source: In queue (reshuf)
ar_sa: في قائمة الانتظار (إعادة التشكيل)
it_it: In coda (reshuf)
nl_nl: In wachtrij (hershuffle)
pl_pl: W kolejce (przemiksowywanie)
pt_br: Na fila (reshuffle)
sw_ke: Kwa foleni (kuchanganywa tena)

source: In some cases, use up to 3 change addresses in order to break up large coin amounts and obfuscate the recipient address.
ar_sa: في بعض الحالات، إستخدم ما يصل إلى 3 عناوين تغيير من أجل تفكيك مقادير كبيرة من العملات وتشويش عنوان المستلم.
fr_fr: Dans certains cas, utilisez jusqu' à 3 adresses pour diviser de grandes quantités de pièces et obscurcir l'adresse du destinataire.
it_it: In alcuni casi, vengono utilizzati fino a 3 indirizzi di resto per dividere grandi quantità di fondi e migliorarne la privacy.
nl_nl: In sommige gevallen tot 3 wisselgeldadressen gebruiken om grote muntbedragen op te delen en het ontvangstadres te obfusceren.
pl_pl: W niektórych przypadkach można użyć maksymalnie 3 adresów reszty w celu podzielenia dużych kwot i zaciemnienia adresu odbiorcy.
pt_br: Em alguns casos, use até 3 endereços de troco para dividir grandes quantidades de moeda e ofuscar o endereço do destinatário.
sw_ke: Katika hali nyingine, tumia anwani hadi 3 za mabadiliko ili kuvunja kiasi kikubwa cha sarafu na kubatilisha anwani ya mpokeaji.

source: In the next block
ar_sa: في الكتلة التالية
fr_fr: Dans le prochain bloc
it_it: Nel blocco successivo
nl_nl: In het volgende blok
pl_pl: W następnym bloku
pt_br: No próximo bloco
sw_ke: Ada haitoshi

source: Include addresses
ar_sa: تضمين العناوين
fr_fr: Inclure les adresses
it_it: Includi indirizzi
nl_nl: Adressen insluiten
pl_pl: Dołącz adresy
pt_br: Incluir endereços
sw_ke: Jumuisha anwani

source: Include input and output addresses in history export
ar_sa: تضمين عناوين المدخلات والمخرجات في تصدير السجلات
it_it: Includi gli indirizzi d'input e output nell'esportazione della cronologia
nl_nl: Input- en outputadressen insluiten in geschiedenisexport
pl_pl: Dołącz adresy wejściowe i wyjściowe do eksportu historii
pt_br: Incluir endereços de entrada e saída na exportação do histórico
sw_ke: Jumuisha anwani za kuweka na kutoa katika historia ya kutoa

source: Incorrect password
ar_sa: كلمة المرور غير صحيحة
fr_fr: Mot de passe incorrect
it_it: Password errata
nl_nl: Onjuist wachtwoord
pl_pl: Nieprawidłowe hasło
pt_br: Senha incorreta
sw_ke: Nywila si sahihi

source: Incorrect password entered.
ar_sa: كلمة المرور المدخلة غير صحيحة.
fr_fr: Mot de passe incorrect entré.
it_it: Password inserita errata.
nl_nl: Onjuist wachtwoord ingevoerd.
pl_pl: Wprowadzono nieprawidłowe hasło.
pt_br: Senha inserida incorreta.
sw_ke: Nenosiri lisilo sahihi limeingizwa.

source: Incorrect password entered. Please try again.
ar_sa: كلمة المرور المدخلة غير صحيحة. الرجاء المحاولة مرة أخرى.
it_it: Password errata. Per favore, riprova.
nl_nl: Onjuist wachtwoord ingevoerd. Probeer het opnieuw.
pl_pl: Wprowadzono nieprawidłowe hasło. Spróbuj ponownie.
pt_br: Senha incorreta. Por favor, tente novamente.
sw_ke: Nenosiri lisilo sahihi limeingizwa. Tafadhali jaribu tena.

source: Index
ar_sa: الفهرس
it_it: Indice
pl_pl: Indeks
pt_br: Índice
sw_ke: Kielezo

source: Information
ar_sa: معلومات
it_it: Informazioni
nl_nl: Informatie
pl_pl: Informacja
pt_br: Informação
sw_ke: Maelezo

source: Initialize Device
ar_sa: بدء تشغيل الجهاز
fr_fr: Initialiser Appareil
it_it: Inizializza dispositivo
nl_nl: Apparaat initialiseren
pl_pl: Inicjalizuj urządzenie
pt_br: Inicializar dispositivo
sw_ke: Anzisha Kifaa

source: Initialized
ar_sa: تم التشغيل
fr_fr: Initialisé
it_it: Inizializzato
nl_nl: Geïnitialiseerd
pl_pl: Zainicjalizowany
pt_br: Inicializado
sw_ke: Imeanzishwa

source: Initially, the preferred list is the hard-coded list of known-good servers vetted by the Electron Cash developers.
ar_sa: في البداية، القائمة المفضلة هي القائمة المشفرة بشدة للخوادم الجيدة المعروفة التي تم فحصها من قبل مطوري Electron Cash.
it_it: Inizialmente, la lista preferita è popolata da server con buona reputazione selezionati dagli sviluppatori di Electron Cash.
nl_nl: Aanvankelijk is de voorkeurslijst een voorgeprogrammeerde lijst van bekende goede servers die door de Electron Cash-ontwikkelaars zijn doorgelicht.
pl_pl: Lista preferowana to lista znanych serwerów przetestowanych przez programistów Electron Cash.
pt_br: Inicialmente, a lista de preferidos é uma lista de servidores sabidamente confiáveis escolhida pelos desenvolvedores do Electron Cash.
sw_ke: Hapo awali, orodha inayopendelewa ni orodha ya seva zinazojulikana zilizochorwa na watengenezaji wa Electron Cash.

source: Input amount
ar_sa: مبلغ الإدخال
fr_fr: Saisir un montant
it_it: Importo in input
nl_nl: Inputbedrag
pl_pl: Podaj wartość
pt_br: Quantia de entrada
sw_ke: Ingiza kiwango cha pesa

source: Input data is not a transaction hash.
ar_sa: بيانات المدخلات ليست تجزئة معاملة.
it_it: I dati di input non sono un hash di transazione.
nl_nl: Invoergegevens zijn geen transactiehash.
pl_pl: Dane nie są hashem transakcji.
pt_br: Dado de entrada não é um ID de transação.
sw_ke: Pembejeo za data hazip kwa shuguli za ununuzi za hash.

source: Input one coin to CashFusion
ar_sa: أدخل عملة واحدة إلى CashFusion أدخل {count} عملات إلى CashFusion صفر
it_it: Seleziona fondi per CashFusion
nl_nl: Voer één munt in voor CashFusie
pl_pl: Wprowadź monetę do CashFusion
pt_br: Insira uma moeda para o CashFusion
sw_ke: Ingiza sarafu moja kwa CashFusion

source: Input raw transaction
ar_sa: إدخال معاملة خام
fr_fr: Saisir une transaction brute
it_it: Inserisci la transazione grezza
nl_nl: Vul ruwe transactie in
pl_pl: Wprowadź surową transakcję
pt_br: Insira uma transação bruta
sw_ke: Ingiza shughuli isiyotengenezwa

source: Inputs
ar_sa: المدخلات
fr_fr: Entrées
it_it: Input
pl_pl: Wejścia
pt_br: Entradas
sw_ke: Pembejeo

source: Inserted card is not a Satochip!
it_it: La carta inserita non è una Satochip!

source: Install Wizard
ar_sa: تثبيت المعالج
fr_fr: Assistant d'installation
it_it: Procedura guidata
nl_nl: Installatiewizard
pl_pl: Kreator instalacji
pt_br: Assistente de Instalação

source: Install plugins at your own risk. They have almost complete access to Electron Cash's internals.
ar_sa: قم بتثبيت البرنامج المساعد على مسؤوليتك الخاصة. لديهم تقريبا" حق الوصول الكامل إلى الأجزاء الداخلية ل Electron Cash.
fr_fr: Installez vos plugins à vos risques et périls. Ils peuvent accéder à quasiment toutes les fonctionnalités et données d'Electron Cash.
it_it: Installa i plugin a tuo rischio. Ricordati che hanno il permesso di accedere a quasi tutte funzionalità di Electron Cash.
nl_nl: Installeer plug-ins op eigen risico. Ze hebben vrijwel volledige toegang tot de interne werking van Electron Cash.
pl_pl: Zainstaluj wtyczki na własne ryzyko. Mają prawie pełny dostęp do wewnętrznych funkcji Electron Cash.
pt_br: Instale plugins a seu risco. Plugins tem acesso praticamente completo aos dados internos do Electron Cash
sw_ke: Weka programu-jalizi ukielewa hatari zinazoweza tokea. Zina fursa ya kufikia umiliki wote wa Electron Cash.

source: Installed
ar_sa: مثبت
fr_fr: Installé
it_it: Installato
nl_nl: Geïnstalleerd
pl_pl: Zainstalowano
pt_br: Instalado
sw_ke: Imesakinishwa

source: Installed &Plugins
ar_sa: البرامج المساعدة &المثبتة
it_it: &Plugin Installati
nl_nl: Geïnstalleerde &plug-ins
pl_pl: Zainstalowane &wtyczki
pt_br: &Plugins instalados
sw_ke: Imesanikishwa &Programu-jalizi

source: Insufficient funds
ar_sa: الأموال غير كافية
fr_fr: Fonds insuffisants
it_it: Fondi insufficienti
nl_nl: Onvoldoende saldo
pl_pl: Niewystarczająca ilość środków
pt_br: Saldo insuficiente
sw_ke: Hela hazitoshi

source: Integration
ar_sa: الدمج
fr_fr: Intégration
it_it: Integrazione
nl_nl: Integratie
pl_pl: Integracja
pt_br: Integração
sw_ke: Ushirikiano

source: Internal error converting image
ar_sa: خطأ داخلي في تحويل الصورة
fr_fr: Erreur interne lors de la conversion de l'image
it_it: Errore interno durante la conversione dell'immagine
nl_nl: Interne fout bij converteren afbeelding
pl_pl: Wewnętrzny błąd podczas konwersji obrazu
pt_br: Erro interno ao converter imagem
sw_ke: Dosari ya ndani ya kubadilisha picha

source: Invalid
ar_sa: غير صالح
fr_fr: Invalide
it_it: Non valido
nl_nl: Ongeldig
pl_pl: Nieprawidłowy
pt_br: Inválido
sw_ke: Batili

source: Invalid Address
ar_sa: عنوان غير مقبول
fr_fr: Addresse invalide
it_it: Indirizzo non valido
nl_nl: Ongeldig adres
pl_pl: Niepoprawny Adres
pt_br: Endereço Inválido
sw_ke: Anwani Batili

source: Invalid Amount
ar_sa: مبلغ غير صالح
fr_fr: Montant invalide
it_it: Importo non valido
nl_nl: Ongeldig bedrag
pl_pl: Nieprawidłowa kwota
pt_br: Quantidade Inválida
sw_ke: Kiasi Batili

source: Invalid Bitcoin Cash address.
ar_sa: عنوان Bitcoin Cash غير صالح.
fr_fr: Adresse Bitcoin Cash non valide.
it_it: Indirizzo Bitcoin Cash invalido.
nl_nl: Ongeldig Bitcoin Cash-adres.
pl_pl: Nieprawidłowy adres Bitcoin Cash.
pt_br: Endereço Bitcoin Cash inválido
sw_ke: Anwani batili ya Bitcoin Cash.

source: Invalid Bitcoin address
ar_sa: عنوان Bitcoin غير صالح
fr_fr: Adresse Bitcoin non valide
it_it: Indirizzo Bitcoin non valido
nl_nl: Ongeldig bitcoinadres
pl_pl: Nieprawidłowy adres Bitcoin
pt_br: Endereço de bitcoin inválido
sw_ke: Anwani batili ya Bitcoin

source: Invalid Cash Account name specified: {name}
ar_sa: الإسم المحدد للحساب النقدي غير صالح: {name}
it_it: Nome dell'Account Cash specificato non valido: {name}
nl_nl: Ongeldige naam CashAccount opgegeven: {name}
pl_pl: Podano nieprawidłową nazwę Cash Account: {name}
pt_br: Nome especificado da conta de caixa inválida: {name}
sw_ke: Cash Account isiyo sawa ya imeainishwa: {name}

source: Invalid Cash Account name, please try again
ar_sa: إسم الحساب النقدي غير صالح، الرجاء المحاولة مرة اخرى
it_it: Nome dell'Account Cash non valido, per favore, riprova
nl_nl: Ongeldige naam CashAccount, probeer het opnieuw
pl_pl: Nieprawidłowa nazwa Cash Account, spróbuj ponownie
pt_br: Nome de Cash Account o inválido. Tente novamente
sw_ke: Cash Account isiyo sawa, tafadhali jaribu tena

source: Invalid Cash Account:
ar_sa: الحساب النقدي غير صالح:
it_it: Account Cash invalido:
nl_nl: Ongeldige CashAccount:
pl_pl: Nieprawidłowy Cash Account:
pt_br: Cash Account Invalida:
sw_ke: Cash Account isiyo sawa:

source: Invalid Fee
ar_sa: رسم غير صالح
fr_fr: Frais non valides
it_it: Commissione non valida
nl_nl: Ongeldige kosten
pl_pl: Nieprawidłowa opłata
pt_br: Tarifa inválida
sw_ke: Ada batili

source: Invalid LNS Name specified: {name}
it_it: Nome LNS specificato invalido: {name}

source: Invalid LNS Name, please try again
it_it: Nome LNS invalido, per favore, riprova

source: Invalid LNS Name:
it_it: Nome LNS Invalido:

source: Invalid Master Key
ar_sa: المفتاح الرئيسي غير صالح
it_it: Chiave Principale Errata
nl_nl: Ongeldige moedersleutel
pl_pl: Nieprawidłowy klucz główny
pt_br: Chave mestra inválida
sw_ke: Funguosiri

source: Invalid PIN - please unplug the {hw_device_name} and plug it in again before retrying
ar_sa: رمز PIN غير صالح - الرجاء فصل {hw_device_name} وتوصيله مرة أخرى قبل إعادة المحاولة
fr_fr: PIN invalide - veuillez débrancher le {hw_device_name} et le rebrancher avant de réessayer
it_it: PIN Errato - per favore, scollega il {hw_device_name} e ricollegalo nuovamente prima di riprovare
nl_nl: Ongeldige pincode - ontkoppel de {hw_device_name} en sluit hem opnieuw aan voordat u het opnieuw probeert
pl_pl: Nieprawidłowy PIN - odłącz {hw_device_name} i podłącz go ponownie i spróbuj jeszcze raz
pt_br: PIN inválido - desconecte {hw_device_name} e conecte-o novamente antes de tentar novamente
sw_ke: Pini batili - tafadhali toa {hw_device_name} na urudishe kabla ya kurudia tena

source: Invalid QR Code
ar_sa: رمز QR غير صالح
fr_fr: QR-Code invalide
it_it: Codice QR non valido
nl_nl: Ongeldige QR-code
pl_pl: Nieprawidłowy kod QR
pt_br: Código QR inválido
sw_ke: Nambari batili ya QR

source: Invalid Tor proxy or no Tor proxy found
ar_sa: وكيل Tor غير صالح أو لم يتم العثور على وكيل Tor
it_it: Proxy Tor non valido o non trovato
nl_nl: Ongeldige Torproxy of geen Torproxy gevonden
pl_pl: Nieprawidłowy proxy Tor lub nie znaleziono proxy Tor
pt_br: Proxy Tor inválido ou nenhum proxy Tor encontrado
sw_ke: Proxy ya Tor Batili ama hamna Proxy ya Tor iliyopatikana

source: Invalid address
ar_sa: عنوان غير صالح
fr_fr: Adresse invalide
it_it: Indirizzo invalido
nl_nl: Ongeldig adres
pl_pl: Nieprawidłowy adres
pt_br: Endereço inválido
sw_ke: Anwani Batili

source: Invalid amount
ar_sa: مبلغ غير صالح
fr_fr: Montant non valide
it_it: Importo non valido
nl_nl: Ongeldig bedrag
pl_pl: Nieprawidłowa kwota
pt_br: Quantia inválida
sw_ke: Kiasi Batili

source: Invalid bitcoincash URI:
ar_sa: Bitcoincash URI غير صالح:
fr_fr: URI bitcoincash invalide:
it_it: URI bitcoincash non valido:
nl_nl: Ongeldige bitcoincash-URI:
pl_pl: Nieprawidłowy URI Bitcoin-Cash:
pt_br: URI Bitcoincash inválida:
sw_ke: Bitcoincash URI batili:

source: Invalid channel.
ar_sa: قناة غير صالحة.
it_it: Canale non valido.
nl_nl: Ongeldig kanaal.
pl_pl: Nieprawidłowy kanał.
pt_br: Canal inválido.
sw_ke: Idhaa batili.

source: Invalid lines found:
ar_sa: تم العثور على خطوط غير صالحة:
fr_fr: Lignes invalides détectées :
it_it: Errori nelle linee:
nl_nl: Ongeldige regels gevonden:
pl_pl: Znaleziono nieprawidłowe wiersze:
pt_br: Linhas inválidas encontradas:
sw_ke: Mstari batili imepatikana:

source: Invalid name, please try again.
ar_sa: إسم غير صالح، الرجاء المحاولة مرة اخرى.
fr_fr: Nom invalide, veuillez réessayer.
it_it: Nome non valido, per favore, riprova.
nl_nl: Ongeldige naam, probeer het opnieuw.
pl_pl: Nieprawidłowa nazwa. Spróbuj ponownie.
pt_br: Nome inválido; Por favor tente novamente.
sw_ke: Jina batili, tafadhali jaribu tena.

source: Invoice
ar_sa: فاتورة
fr_fr: Facture
it_it: Fattura
nl_nl: Factuur
pl_pl: Rachunek
pt_br: Fatura
sw_ke: Ankara

source: Invoice saved as
ar_sa: تم حفظ الفاتورة ك
fr_fr: Facture sauvegardée sous
it_it: Fattura salvata come
nl_nl: Factuur opgeslagen als
pl_pl: Rachunek zapisany jako
pt_br: Fatura salva como
sw_ke: Ankara imehifadhiwa kama

source: Invoices
ar_sa: الفواتير
fr_fr: Factures
it_it: Fatture
nl_nl: Facturen
pl_pl: Rachunki
pt_br: Faturas
sw_ke: Ankara

source: Is default for address
ar_sa: هو الإفتراضي للعنوان
it_it: È predefinito per l'indirizzo
nl_nl: Is standaard voor adres
pl_pl: Jest domyślne dla adresu
pt_br: É o padrão para o endereço
sw_ke: Ya anwani kawaida
