Repository: Electron-Cash/electrum-locale
Catalog: locale/*/electron-cash.po
Languages: ar_sa, fr_fr, it_it, nl_nl, pl_pl, pt_br, sw_ke

source: If the official source for this plugin has a checksum for this plugin, ensure that the value shown here is the same.
ar_sa: إذا كان المصدر الرسمي لهذا البرنامج المساعد يحتوي على مجموع إختباري لهذا البرنامج المساعد، تأكد من أن القيمة المعروضة هنا هي نفسها.
fr_fr: Si la source officielle de ce plugin fournit un checksum pour ce plugin, veuillez vous assurer que la valeur indiquée ici est la même.
it_it: Se il sorgente ufficiale di questo plugin ha un checksum, assicurati che il valore mostrato qui sia lo stesso.
nl_nl: Als de officiële bron van deze plug-in een controlegetal heeft voor deze plug-in, verzeker u er dan van dat de hier getoonde waarde hetzelfde is.
pl_pl: Jeśli oficjalne źródło tej wtyczki ma sumę kontrolną dla tej wtyczki, upewnij się, że wartość wyświetlana tutaj jest taka sama.
pt_br: Se a fonte oficial deste plug-in tiver uma soma de verificação para esse plug-in, verifique se o valor mostrado aqui é o mesmo.
sw_ke: Ikiwa msimba rasmi wa programu-jalizi hii ina kisahihishi, hakikisha kuwa thamani iliyoonyeshwa hapa ni sawa.

source: If this is checked, accurate fee and input value data will be retrieved from the network
ar_sa: إذا تم تحديد هذا الخيار، سيتم إسترداد بيانات قيمة الرسوم الدقيقة والمدخلات من الشبكة
it_it: Selezionando questa opzione, verranno recuperate dalla rete informazioni accurate sulle commissioni e sugli input
nl_nl: Indien dit is aangevinkt, zullen nauwkeurige kosten- en inputwaardegegevens worden opgehaald van het netwerk
pl_pl: Jeśli to pole jest zaznaczone, dokładne opłaty i dane wejściowe zostaną pobrane z sieci
pt_br: Se esta opção estiver marcada, os dados precisos da taxa e do valor de entrada serão recuperados da rede
sw_ke: Ikiwa hii imeangaliwa, ada sahihi na data ya kuwekwa itapatikana kutoka kwa mtandao

source: If this problem persists, please visit:
ar_sa: إذا استمرت هذه المشكلة، يرجى زيارة:
fr_fr: Si ce problème persiste, veuillez vous rendre à :
it_it: Se il problema persiste, per favore, visitare:
nl_nl: Mocht dit probleem aanhouden, bezoek dan:
pl_pl: Jeśli ten problem będzie się powtarzał, odwiedź:
pt_br: Se este problema persistir, visite:
sw_ke: Ikiwa shida hii itaendelea, tafadhali enda kwa:

source: If unchecked, the textbox contents are UTF8-encoded into a single-push script: <tt>OP_RETURN PUSH &lt;text&gt;</tt>. If checked, the text contents will be interpreted as a raw hexadecimal script to be appended after the OP_RETURN opcode: <tt>OP_RETURN &lt;script&gt;</tt>.
ar_sa: إذا لم يتم التحديد، فإن محتويات مربع النص هي UTF8-مشفرة في نص برمجي دفعة واحدة: <tt>OP_RETURN PUSH &lt;text&gt;</tt>. إذا تم التحديد، فسوف تفسر محتويات النص على أنها نص برمجي أولي سداسي المستوى يُلحق بعد:OP_RETURN opcode <tt>OP_RETURN &lt;script&gt;.
it_it: Se deselezionato, i contenuti della casella di testo sono codificati in UTF8 in uno script single-push: <tt>OP_RETURN PUSH &lt;text&gt;</tt>. Se selezionato, il testo sarà interpretato come uno script esadecimale grezzo da aggiungere dopo l'opcode OP_RETURN: <tt>OP_RETURN &lt;script&gt;</tt>.
nl_nl: Indien niet aangevinkt wordt de inhoud van het tekstveld UTF8-gecodeerd tot een script bestaande uit één stuk data: <tt>OP_RETURN PUSH &lt;tekst&gt;</tt>. Indien aangevinkt wordt de tekstinhoud geïnterpreteerd als een ruw hexadecimaal script dat achter de OP_RETURN-opcode moet worden geplaatst: <tt>OP_RETURN &lt;script&gt;</tt>.
pl_pl: Jeśli odznaczone, zawartość pola tekstowego jest zakodowana w UTF8 do skryptu single-push: <tt>OP_RETURN PUSH &lt;text&gt;</tt>. Jeśli zaznaczone, zawartość tekstu będzie interpretowana jako surowy szesnastkowy skrypt, który zostanie dołączony po opcode OP_RETURN: <tt>OP_RETURN &lt;script&gt;</tt>.
pt_br: Se não selecionado, o conteúdo será codificado em UTF8 em uma sequência de scripts de envio único <tt>OP_RETURN PUSH &lt;text&gt;</tt>. Se selecionado, o conteúdo será interpretado como um script hexadecimal bruto que será anexado após o código de operação OP_RETURN: <tt>OP_RETURN&lt; script&gt;</tt>.
sw_ke: Ikiwa haijadhibitiwa, yaliyomo kwenye kisanduku cha maandishi yamewekwa kwa UTF8 kwa hati ya kushinikiza: <tt>OP_RETURN PUSH &lt;text&gt;</tt>. Ikiangaliwa, maandishi yaliyomo yatatafsiriwa kama hati mbichi ya hexadecimal inayoweza kusasishwa baada ya OP_RETURN opcode: <tt>OP_RETURN &lt;script&gt;</tt>.

source: If unsure, it's safe to enable this feature, and leave 'Use Tor Proxy' disabled. In that situation, only certain plugins (such as CashFusion) will use Tor, but your regular SPV server connections will remain unaffected.
ar_sa: إذا كنت غير متأكد، فمن الآمن تفعيل هذه الميزة، وترك 'إستخدام وكيل Tor' معطّل. في هذه الحالة، فقط بعض البرامج المساعدة (مثل CashFusion) سوف تستخدم Tor، ولكن إتصالات خادم SPV العادية الخاصة بك ستظل غير متأثرة.
it_it: Se non sei sicuro, è consigliato abilitare questa funzionalità, e lasciare 'Usa Proxy Tor' disabilitato. In questa situazione, solo alcuni plugin (come CashFusion) useranno Tor, ma le connessioni standard del server SPV rimarranno invariate.
nl_nl: Bij twijfel is het veilig om deze functie in te schakelen en 'Torproxy gebruiken' uitgeschakeld te laten. In dat geval zullen alleen bepaalde plug-ins (zoals CashFusie) Tor gebruiken, maar zullen uw reguliere SPV-serververbindingen niet beïnvloed blijven.
pl_pl: Jeśli nie jesteś pewien, to bezpiecznym jest włączenie tej funkcji i zostawienie 'Użyj Tor Proxy' wyłączonym. W tej sytuacji tylko niektóre wtyczki (takie jak CashFusion) będą używać Tor, ale twoje regularne połączenia z serwerem SPV pozostaną niezmienione.
pt_br: Se não tiver certeza, é seguro ativar esse recurso, e deixe 'Use Tor Proxy' desativado. Nessa situação, apenas alguns plugins (como CashFusion) usarão Tor, mas as conexões do servidor SPV regular não serão afetadas.
sw_ke: Ikiwa hauna uhakika, ni salama kuwezesha huduma hii, na uachilie 'Tumia Proski ya Tor'. Katika hali hiyo, programu zingine tu (kama vile CashFusion) zitatumia Tor, lakini seva yako ya kawaida ya SPV itabaki ilivyo.

source: If unsure, most of the time it's safe to leave this option disabled. However leaving it enabled is safer (if a little bit discouraging to new server operators wanting to populate their servers).
ar_sa: إذا كنت غير متأكد، في معظم الأحيان من الآمن ترك هذا الخيار معطل. غير أن تركه مفعلاً يكون أكثر أماناً (حتى لو كان الأمر غير مشجّع قليلا" لمشغّلي الخوادم الجدد الراغبين في تعبئة خوادمهم).
it_it: Se non sei sicuro, il più delle volte è meglio lasciare questa opzione disattivata. Lasciarla attivita è comunque più sicuro (anche se meno incentivante per i nuovi operatori dei server che vogliono popolarli).
nl_nl: Bij twijfel is het meestal veilig om deze optie uitgeschakeld te laten. Hem ingeschakeld laten is echter veiliger (hoewel een klein beetje ontmoedigend voor nieuwe serverbeheerders die hun servers willen bevolken).
pl_pl: Jeśli nie jesteś pewien, bezpieczym jest zostawić tę opcję większość czasu wyłączoną. Włączenie tej funkcji jest jednak bezpieczniejsze (choć trochę zniechęca to nowych operatorów serwerów, którzy chcą wypełniać swoje serwery).
pt_br: Se você não tiver certeza, na maioria das vezes é aconselhável deixar essa opção desabilitada. No entanto, deixá-lo ativado é mais prudente (um pouco assustador para novos operadores de servidores que desejam preencher seus servidores).
sw_ke: Ikiwa hauna uhakika, wakati mwingi ni salama kuacha chaguo hili limetolewa. Lakini kuiwacha kama imewezeshwa ni salama (ikiwa waendeshaji mpya wa seva wanataka kuzidisha seva zao).

source: If you are not sure what this is, leave this field unchanged.
ar_sa: إذا لم تكن متأكدا" ما هو هذا، دع هذا الحقل دون تغيير.
it_it: Se non sei sicuro di che cos'è, lascia questo campo invariato.
nl_nl: Als u niet zeker weet wat dit is, laat dit veld dan ongewijzigd.
pl_pl: Jeśli nie masz pewności, co to jest, pozostaw to pole bez zmian.
pt_br: Se você não tem certeza do que se trata, deixe este campo sem mudanças.
sw_ke: Ikiwa hauna uhakika sehemu hii ni ya nini, usibadilishe kitu.

source: If you choose 'No', you will be asked again later (the next time this wallet window is opened).
ar_sa: إذا إخترت 'لا'، سوف تسأل مرة أخرى لاحقاً (المرة القادمة التي تفتح فيها نافذة المحفظة هذه).
fr_fr: Si vous choisissez "Non", nous vous reposerons la question plus tard (la prochaine fois que cette fenêtre de portefeuille sera ouverte).
it_it: Se scegli 'No', ti verrà chiesto nuovamente in futuro (la prossima volta che questo portafoglio sarà aperto).
nl_nl: Als u 'Nee' kiest, wordt dit u later opnieuw gevraagd (de volgende keer dat het portemonneevenster wordt geopend).
pl_pl: Jeśli wybierzesz 'Nie', zostaniesz ponownie zapytany później (następnym razem gdy to okno portfela będzie otwarte).
pt_br: Se você escolher 'Não', você será consultado novamente no futuro (na próxima vez que essa carteira for aberta).
sw_ke: Ukichagua 'La/Hapana', utaulizwa tena baadaye (wakati mwingine wakati kipochi hiki kitafunguliwa).

source: If you choose 'Yes', it will be decrypted and a transaction window will be shown, giving you the opportunity to sign the transaction.
ar_sa: إذا إخترت 'نعم'، فسيتم فك تشفيره وستظهر نافذة العملية، مما يعطيك الفرصة لتوقيع العملية.
fr_fr: Si vous choisissez "Oui", le décryptage sera effectué et une fenêtre de transaction apparaîtra, vous donnant l'opportunité de signer la transaction.
it_it: Se scegli 'Si', verrà decifrato e mostrata la finestra della transazione, permettendoti di firmarla.
nl_nl: Als u 'Ja' kiest, wordt ze ontcijferd en verschijnt een transactievenster waarin u de transactie kunt ondertekenen.
pl_pl: Jeśli wybierzesz 'Tak', zostanie odszyfrowane, a okno transakcji zostanie wyświetlone, dając Ci możliwość podpisania transakcji.
pt_br: Se você escolher 'Sim'. Isso será descriptografado e a janela da transação será exibida. Oferecendo a você a oportunidade de assinar a transação.
sw_ke: Ukichagua 'Ndio', haitasimbwa na shughuli ya ununuzi itaonyeshwa, ikikupa nafasi ya kusaini shughuli ya ununuzi huo.

source: If you disable your PIN, anyone with physical access to your {} device can spend your bitcoins.
ar_sa: إذا قمت بتعطيل رمز PIN الخاص بك، يمكن لأي شخص لديه الوصول المادي إلى جهازك {} أن ينفق ال Bitcoin الخاص بك.
fr_fr: Si vous désactivez votre code PIN, n'importe qui bénéficiant d'un accès physique à votre appareil {} peut dépenser vos bitcoins.
it_it: Se disabiliti il PIN, chiunque abbia accesso fisico al tuo dispositivo {} può spendere i tuoi bitcoin.
nl_nl: Als u uw pincode uitschakelt, kan iedereen met fysieke toegang tot uw {}-apparaat uw bitcoins uitgeven.
pl_pl: Jeśli wyłączysz swój kod PIN, każdy z fizycznym dostępem do twojego urządzenia {} może wydać Twoje bitcoiny.
pt_br: Se você escolher 'Sim'. Isso será descriptografado e a janela da transação será exibida. Oferecendo a você a oportunidade de assinar a transação.
sw_ke: Ikiwa utatoa PINI yako, mtu yeyote anayeweza kutumia kifaa chako cha {} na kutumia bitcoins zako.

source: If you do not know what this is, leave this field empty.
ar_sa: إذا كنت لا تعرف ما هو هذا، دع هذا الحقل فارغا".
it_it: Se non sai che cos'è, lascia questo campo vuoto.
nl_nl: Als u niet weet wat dit is, laat dit veld dan leeg.
pl_pl: Jeśli nie wiesz co to jest, pozostaw to pole puste.
pt_br: Se você não souber o que é isso, deixe esse campo em branco.
sw_ke: Ikiwa hauna uhakika sehemu hii ni ya nini, usibadilishe kitu.

source: If you do not wish to necessarily consolidate coins, then it's perfectly acceptable to ignore this tip.
ar_sa: إذا كنت لا ترغب بالضرورة في توحيد العملات، فمن المقبول تماما" تجاهل هذه النصيحة.
it_it: Se non si desidera necessariamente consolidare i fondi, ignorara questo suggerimento.
nl_nl: Als u munten niet per se wenst te consolideren, is het prima om deze tip te negeren.
pl_pl: Jeśli nie chcesz koniecznie konsolidować monet, to zignorowanie tej wskazówki jest dopuszczalne.
pt_br: Se você não deseja necessariamente consolidar moedas, então é perfeitamente aceitável ignorar essa dica.
sw_ke: Ikiwa hutaki kuleta pamoja sarafu, basi inakubalika kikamilifu kupuuza maelezo haya.

source: If you forget a passphrase you will be unable to access any bitcoins in the wallet behind it. A passphrase is not a PIN. Only change this if you are sure you understand it.
ar_sa: إذا نسيت عبارة المرور فلن تتمكن من الوصول إلى أي من ال Bitcoin الموجود وراء المحفظة. إن عبارة المرور ليست رمز PIN. قم بتغيير هذا فقط إن كنت متأكد من فهمه.
fr_fr: Si vous oubliez une phrase secrète, vous serez incapable d'accéder aux bitcoins du portefeuille associé. Une phrase secrète n'est pas un code PIN. Ne changez ce paramètre que si vous êtes certain de le comprendre.
it_it: Se dimentichi una frase segreta, non sarai in grado di accedere ai bitcoin contenuti nel relativo portafoglio. Una frase segreta non è un PIN. Cambiala soltanto se sei sicuro di quello che stai facendo.
nl_nl: Als u een wachtzin vergeet, kunt u geen toegang krijgen tot bitcoins in de portemonnee erachter. Een wachtzin is iets anders dan een pincode. Wijzig dit alleen als u zeker weet dat u het begrijpt.
pl_pl: Jeśli zapomnisz frazy haseł, nie będziesz mógł uzyskać dostępu do bitcoinów w portfelu. fraza haseł to nie kod PIN. Zmień to tylko jeśli jesteś pewien, że to rozumiesz co robisz.
pt_br: Se você esquecer uma frase de segurança, não poderá acessar os bitcoins na sua carteira. Uma frase de segurança não é um PIN; Mude isso apenas se tiver certeza de que entende.
sw_ke: Ikiwa utasahau manenosiri hutaweza kupata bitcoins zozote kwenye kipochi. Manenosiri sio PIN. Badilisha tu iwapo una uhakika unaelewa.

source: If you indeed do have a usable camera connected, then this error may be caused by bugs in previous PyQt5 versions on Linux. Try installing the latest PyQt5:
ar_sa: إذا كان لديك بالفعل كاميرا موصولة قابلة للإستخدام، فقد يكون هذا الخطأ ناجما عن أخطاء في إصدارات PyQt5 السابقة على Linux. حاول تثبيت أحدث PyQt5:
it_it: Se hai effettivamente una fotocamera utilizzabile collegata, questo errore può essere causato da bug nelle versioni precedenti di PyQt5 su Linux. Prova ad installare l'ultima versione di PyQt5:
nl_nl: Als u daadwerkelijk een bruikbare camera aangesloten heeft, kan deze fout worden veroorzaakt door bugs in eerdere versies van PyQt5 op Linux. Probeer de laatste PyQt5 te installeren:
pl_pl: Jeśli rzeczywiście masz podłączoną kamerę, ten błąd może być spowodowany błędami w poprzednich wersjach PyQt5 na Linux. Spróbuj zainstalować najnowsze PyQt5:
pt_br: Se, de fato, você tiver uma câmera conectada, esse erro poderá ser causado por erros nas versões anteriores do PyQt5 no Linux. Tente instalar o PyQt5 mais recente:
sw_ke: Ikiwa kweli unayo kamera inayotumika inayoweza kuunganishwa na mtandao, basi kosa hili linaweza kusababishwa na dosari katika toleo jadi za PyQt5 kwenye Linux. Jaribu kusanikisha toleo la hivi karibuni la PyQt5:

source: If you intend to send BTC, close the application and use a BTC wallet instead. Electron Cash is a BCH wallet, not a BTC wallet.
it_it: Se vuoi inviare BTC, chiude l'applicazione e usa invece un portafoglio BTC. Electron Cash è un portafoglio per BCH, non un portafoglio per BTC.
pl_pl: Jeśli zamierzasz wysłać BTC, zamknij aplikację i zamiast niej użyj portfela BTC. Electron Cash jest portfelem BCH, a nie portfelem BTC.

source: If you lose your seed, your money will be permanently lost.
ar_sa: إذا خسرت الكلمة المفتاحية الخاصة بك، فستفقد أموالك بشكل دائم.
fr_fr: Si vous perdez votre graine, votre argent sera définitivement perdu.
it_it: Se perdi il tuo seme, i tuoi soldi saranno persi permanentemente.
nl_nl: Als u uw seed verliest, raakt uw geld onherroepelijk verloren.
pl_pl: Jeżeli zgubisz swoje ziarno, twoje pieniądze przepadną.
pt_br: Se você perder sua seed, seu dinheiro será perdido permanentemente.
sw_ke: Ukipoteza manenosiri yako, pesa zako zitapotea.

source: If you specify OP_RETURN text, you may leave the 'Pay to' field blank.
ar_sa: إذا قمت بتحديد نص OP_RETURN ، فيمكنك ترك الحقل "الدفع إلى" فارغاً.
it_it: Se specifichi il testo OP_RETURN, puoi lasciare vuoto il campo 'Paga a'.
nl_nl: Als u OP_RETURN-tekst opgeeft, mag u het veld 'Betalen aan' leeglaten.
pl_pl: Jeśli podasz tekst OP_RETURN, możesz zostawić pole 'Zapłać do' puste.
pt_br: Se você especificar o texto OP_RETURN, poderá deixar o campo 'Pagar para' em branco.
sw_ke: Ikiwa utaelezea OP_RETURN maandishi, unaweza kuacha eneo la 'Lipa kwa' wazi.

source: If you think this wallet may have a transaction history for addresses beyond the gap, use this tool to search for them. If any history for an address is found, those addresses (plus all intervening addresses), will be added to your wallet.
ar_sa: إذا كنت تعتقد أن هذه المحفظة قد يكون لها سجل عمليات للعناوين التي تتجاوز الفجوة، إستخدم هذه الأداة للبحث عنها. إذا تم العثور على أي سجل لعنوان ، سيتم إضافة هذه العناوين (بالإضافة إلى جميع العناوين المتداخلة) إلى محفظتك.
it_it: Se pensi che manchino degli indirizzi a questo portafoglio, usa questo strumento per recuperarli. Se verranno trovati degli indirizzi mancanti, questi saranno aggiunti al tuo portafoglio.
nl_nl: Als u denkt dat deze portemonnee transactiegeschiedenis heeft voor adressen voorbij het gat, gebruik dan dit hulpmiddel om ze te vinden. Zodra enige geschiedenis voor een adres wordt gevonden, zullen deze (en alle tussenliggende) adressen worden toegevoegd aan uw portemonnee.
pl_pl: Jeśli uważasz, że ten portfel może mieć historię transakcji dla adresów wykraczających poza lukę, użyj tego narzędzia, aby je wyszukać. Jeśli zostanie znaleziona historia adresu, te adresy (plus wszystkie adresy pomiędzy), zostaną dodane do Twojego portfela.
pt_br: Se você acha que essa carteira pode ter um histórico de transações para endereços além do espaço, use esta ferramenta para procurá-los. Se algum histórico de um endereço for encontrado, esses endereços (mais todos os endereços intermediários) serão adicionados à sua carteira.
sw_ke: Ikiwa unafikiria kipochi hiki kinaweza kuwa na historia ya shughuli za ununuzi kwa anwani zaidi ya pengo, tumia programu hii kuzitafuta. Ikiwa historia yoyote ya anwani itapatikana, anwani hizo (pamoja na anwani zote zinazoingilia kati), zitaongezwa kwenye kipochi chako.

source: If you want the wallet to use Bitcoin Cash addresses use m/44'/145'/0'
ar_sa: إذا كنت تريد أن تستخدم المحفظة عناوين Bitcoin Cash، إستخدم m/44'/145'/0'
it_it: Se vuoi che il portafoglio utilizzi gli indirizzi Bitcoin Cash usa la derivazione m/44'/145'/0'
nl_nl: Gebruik m/44'/145'/0' als u wilt dat de portemonnee Bitcoin Cash-adressen gebruikt.
pl_pl: Jeśli chcesz, aby portfel korzystał z adresów Bitcoin Cash użyj m/44'/145'/0'
pt_br: Se você deseja que a carteira use endereços Bitcoin Cash, use m/44'/145'/0 '
sw_ke: Ikiwa unataka kipochi kutumia anwani za Bitcoin Cash tumia m /44 '/145'/0'

source: If you want the wallet to use legacy Bitcoin addresses use m/44'/0'/0'
ar_sa: إذا كنت تريد أن تستخدم المحفظة عناوين Bitcoin القديمة، إستخدم m/44'/0'/0'
it_it: Se vuoi che il portafoglio utilizzi gli indirizzi legacy Bitcoin usa la derivazione m/44'/0'/0'
nl_nl: Gebruik m/44'/0'/0' als u wilt dat de portemonnee oude Bitcoinadressen gebruikt.
pl_pl: Jeśli chcesz, aby portfel korzystał ze starych adresów Bitcoin użyj m/44'/0'/0'
pt_br: Se você deseja que a carteira use endereços Bitcoin herdados, use m/44'/0'/0
sw_ke: Ikiwa unataka kipochi kutumia anwani za zamani za Bitcoin tumia m/44'/0'/0'

source: If you want to create new addresses, use a deterministic wallet instead.
ar_sa: إذا كنت ترغب في إنشاء عناوين جديدة، إستخدم محفظة حتمية بدلاً من ذلك.
fr_fr: Si vous souhaitez créer de nouvelles adresses, utilisez plutôt un portefeuille déterministe.
it_it: Se vuoi creare nuovi indirizzi, usa invece un portafoglio deterministico.
nl_nl: Gebruik daarentegen een deterministische portemonnee als u nieuwe adressen wilt maken.
pl_pl: Jeśli chcesz utworzyć nowe adresy, użyj deterministycznego portfela.
pt_br: Se você deseja criar novos endereços, use uma carteira determinista.
sw_ke: Ikiwa unataka kuunda anwani mpya, tumia kipochi.

source: If you wish this seed to be interpreted as a BIP39 seed, then use the Options button to force BIP39 interpretation of this seed.
ar_sa: إذا كنت ترغب في تفسير هذه الكلمة المفتاحية على أنها الكلمة المفتاحية BIP39، فاستخدم عندئذ زر الخيارات لإرغام تفسير BIP396 لهذه الكلمة المفتاحية.
it_it: Se vuoi che questo seme sia interpretato con un seme BIP39, premi il pulsante Opzioni per forzare l'interpretazione BIP39 per questo seme.
nl_nl: Als u deze seed als BIP39-seed wenst te interpreteren, gebruik dan de knop Opties om BIP39-interpretatie van deze seed te forceren.
pl_pl: Jeśli chcesz, aby ten seed był interpretowany jako seed BIP39, użyj przycisku Opcje, aby wymusić interpretację BIP39 tego seed.
pt_br: Se você deseja que esta seed seja interpretada como uma seed BIP39, então use o botão Opções para forçar a interpretação BIP39 desta seed.
sw_ke: Ikiwa unataka maneno siri haya yatafsiriwe kama maneno siri ya BIP39, basi tumia kitufe cha Chaguzi kulazimisha Tafsiri ya BIP39 ya maneno siri haya.

source: If you wish to consolidate coins:
ar_sa: إذا كنت ترغب في توحيد العملات:
it_it: Se desideri consolidare i fondi:
nl_nl: Als u munten wenst te consolideren:
pl_pl: Jeśli chcesz skonsolidować monety:
pt_br: Se você deseja consolidar as moedas:
sw_ke: Ikiwa unataka kuunganisha sarafu:

source: If you wish to control which specific coins are used to fund this registration transaction, feel free to use the Coins and/or Addresses tabs' Spend-from facility. ('Spend from' is a right-click menu option in either tab.)
ar_sa: إذا كنت ترغب في التحكم في أي عملات معينة تستخدم لتمويل عملية التسجيل هذه، لا تتردد في إستخدام العملات و/أو تبويبات العناوين المنفقة من المرفق. ('الإنفاق من' هو خيار قائمة أنقر بالزر الأيمن في أي من علامات التبويب.)
it_it: Se vuoi controllare quali fondi usare per la transazione di registrazione, puoi usare la scheda Fondi e/o quella Indirizzi. ('Spendi da' è un'opzione presente nel menu che si apre con il tasto destro del mouse.)
nl_nl: Als u controle wilt over welke specifieke munten worden gebruikt om deze registratietransactie te financieren, gebruik dan gerust de hiervanaf-uitgeven-faciliteit op de tabbladen Munten en/of Adressen. ('Hiervanaf uitgeven' is een optie in het rechtermuismenu van beide tabbladen.)
pl_pl: Jeśli chcesz kontrolować, które konkretne monety są wykorzystywane do sfinansowania tej transakcji rejestracyjnej, możesz korzystać z funkcji 'Wydaj z' w zakładce Monety i/lub Adresy. ('Wydaj z' jest opcją prawego przycisku menu w obu zakładkach.)
pt_br: Se você deseja controlar quais moedas específicas são usadas para o log de transações, fique à vontade para usar a guia Moeda e / ou os endereços 'Gastar de'. ('Gastar de' é uma opção que você pode ativar com o botão direito do mouse na guia.)
sw_ke: Ikiwa unataka kudhibiti ni sarafu zipi zinazotumika kufadhili shughuli hii ya usajili, tumia sarafu na/au anwani za tabo ya Tumia-kutoka kwa kituo. ('Tumia kutoka' ni chaguo-mbadala cha menyu katika kichupo chochote.)

source: If your wallet contains funds, make sure you have saved its seed.
ar_sa: إذا كانت محفظتك تحتوي على أموال، تأكد من حفظ كلمتها المفتاحية.
it_it: Se il tuo portafoglio contiene dei fondi, assicurati di aver salvato il suo seme.
nl_nl: Als uw portemonnee geld bevat, verzeker u er dan van dat u de seed heeft opgeslagen.
pl_pl: Jeśli Twój portfel zawiera środki, upewnij się, że zapisałeś jego seed.
pt_br: Se sua carteira contém fundos, salve sua seed.
sw_ke: Ikiwa kipochi chako kina pesa, hakikisha umehifadhi manenosiri yake.

source: Image
ar_sa: صورة
it_it: Immagine
nl_nl: Afbeelding
pl_pl: Obraz
pt_br: Imagem
sw_ke: Picha
