Repository: Electron-Cash/electrum-locale
Catalog: locale/*/electron-cash.po
Languages: ar_sa, fr_fr, it_it, nl_nl, pl_pl, pt_br, sw_ke

source: The plugin archive you selected is missing a manifest. It was therefore not possible to install it.
ar_sa: أرشيف البرنامج المساعد الذي اخترته يفتقد بيان. لذلك لم يكن من الممكن تثبيته.
fr_fr: L'archive du plugin que vous avez sélectionnée ne possède pas de manifeste. Il est donc impossible de l'installer.
it_it: L'archivio del plugin selezionato non presenta un manifesto. Non è stato possibile installarlo.
nl_nl: In het door u geselecteerde plug-inarchief ontbreekt een manifest. Het kon daarom niet worden geïnstalleerd.
pl_pl: Archiwum pluginów, które wybrałeś nie posiada manifestu. W związku z tym nie było możliwe jego zainstalowanie.
pt_br: O arquivo de plugin que você selecionou não possui um manifesto, portanto não foi possível instalá-lo.

source: The plugin is installed, but in the process of enabling and loading it, an error occurred. Restart Electron Cash and try again, or uninstall it and report it to it's developers.
ar_sa: تم تثبيت البرنامج المساعد، ولكن في عملية تفعيله وتحميله، حدث خطأ. أعد تشغيل Electron Cash وحاول مرة أخرى، أو قم بإلغاء تثبيته وإبلاغه لمطوريه.
fr_fr: Le plugin est installé, mais durant son activation et chargement, une erreur est survenue. Veuillez redémarrer Electron Cash et réessayer la procédure, ou désinstaller le plugin et rapporter l'incident à ses développeurs.
it_it: Il plugin è installato, ma nel processo di attivazione e caricamento, si è verificato un errore. Riavviare Electron Cash e riprovare, o disinstallarlo e segnalarlo agli sviluppatori.
nl_nl: De plug-in is geïnstalleerd, maar tijdens het inschakelen en laden trad een fout op. Herstart Electron Cash en probeer het opnieuw, of deïnstalleer hem en meld het aan zijn ontwikkelaars.
pl_pl: Wtyczka jest zainstalowana, ale w trakcie włączania i wczytywania wtyczki wystąpił błąd. Uruchom Electron Cash jeszcze raz i spróbuj ponownie, lub odinstaluj i zgłoś go do programistów.
pt_br: O plugin está instalado, mas ocorreu um erro no processo de ativação e execução. Inicie o Electron Cash novamente e tente novamente ou desinstale o plug-in e informe seus desenvolvedores.

source: The plugin is targeted at a later version of Electron Cash.
ar_sa: البرنامج المساعد مستهدف في نسخة لاحقة من Electron Cash.
fr_fr: Le plugin est destiné à une version ultérieure d'Electron Cash.
it_it: Il plugin è sviluppato per una versione successiva di Electron Cash.
nl_nl: De plug-in is bedoeld voor een latere versie van Electron Cash.
pl_pl: Ta wtyczka jest przeznaczona dla późniejszej wersji Electron Cash.
pt_br: O plugin foi desenvolvido para uma versão mais recente do Electron Cash.

source: The plugin manifest is not recognized as valid JSON.
ar_sa: بيان البرنامج المساعد غير معرّف ك JSON صالح.
fr_fr: Le manifeste du plugin n'est pas reconnu comme fichier JSON valide.
it_it: Il manifesto del plugin non è riconosciuto come un JSON valido.
nl_nl: Het plug-inmanifest wordt niet herkend als geldig JSON.
pl_pl: Manifest wtyczki nie jest rozpoznany jako prawidłowy JSON.
pt_br: O manifesto do plugin não é reconhecido como JSON válido.

source: The plugin manifest lacks a valid description.
ar_sa: يفتقر بيان البرنامج المساعد إلى وصف صالح.
fr_fr: Le manifeste du plugin n'a pas de description.
it_it: Il manifesto del plugin ha una descrizione non valida.
nl_nl: Het plug-inmanifest ontbeert een geldige beschrijving.
pl_pl: Manifest wtyczki nie posiada prawidłowego opisu.
pt_br: O manifesto do plugin não possui uma descrição válida.
sw_ke: Dhihirisho la programu-jalizi haina maelezo halali.

source: The plugin manifest lacks a valid display name.
ar_sa: يفتقر بيان البرنامج المساعد إلى إسم عرض صالح.
fr_fr: Le manifeste du plugin n'a pas de nom d'affichage valide.
it_it: Il manifesto del plugin non ha un nome valido.
nl_nl: Het plug-inmanifest ontbeert een geldige weergavenaam.
pl_pl: Manifest wtyczki nie posiada prawidłowej nazwy.
pt_br: O manifesto do plugin não possui um nome de exibição válido.
sw_ke: Dhihirisho la programu-jalizi haina maelezo halali.

source: The plugin manifest lacks a valid minimum Electron Cash version.
ar_sa: يفتقر بيان البرنامج المساعد إلى حد أدنى صالح من إصدار Electron Cash.
fr_fr: Le manifeste du plugin n'indique pas de version minimale d'Electron Cash.
it_it: Il manifesto del plugin non fornisce la versione minima di Electron Cash.
nl_nl: Het plug-inmanifest ontbeert een geldige minimumversie van Electron Cash.
pl_pl: Manifest wtyczki nie posiada prawidłowej minimalnej wersji Electron Cash.
pt_br: O manifesto do plugin carece de uma versão mínima válida do Electron Cash.

source: The plugin manifest lacks a valid package name.
ar_sa: يفتقر بيان البرنامج المساعد إلى إسم حزمة صالح.
fr_fr: Le manifeste du plugin n'a pas de nom de package valide.
it_it: Il manifesto del plugin non contiene un nome del pacchetto valido.
nl_nl: Het plug-inmanifest ontbeert een geldige pakketnaam.
pl_pl: Manifest wtyczki nie posiada prawidłowej nazwy pakietu.
pt_br: O manifesto do plugin não possui um nome de exibição válido.

source: The plugin manifest lacks a valid version.
ar_sa: يفتقر بيان البرنامج المساعد إلى إصدار صالح.
fr_fr: Le manifeste du plugin n'a pas de version valide.
it_it: Il manifesto del plugin non ha una versione valida.
nl_nl: Het plug-inmanifest ontbeert een geldige versie.
pl_pl: Manifest wtyczki nie posiada prawidłowej wersji.
pt_br: O manifesto do plugin não possui uma descrição válida.

source: The provided key does not appear to be a valid master key. Valid keys are long strings starting with either xpub/ypub/zpub or xprv/yprv/zprv. Please try again.
ar_sa: لا يبدو أن المفتاح المزود هو مفتاح رئيسي صالح. المفاتيح الصالحة هي سلاسل طويلة بدءاً من xpub/ypub/zpub أو xprv/yprv/zprv. يرجى المحاولة مرة أخرى.
fr_fr: La clé fournie ne semble pas être une clé maîtresse valide. Les clés valides sont des chaînes longues commençant par xpub/ypub/zpub ou xprv/yprv/zprv. Veuillez réessayer.
it_it: Le chiave fornita non sembra essere una chiave principale valida. Le chiavi valide sono lunghe stringhe che iniziano per xpub/ypub/zpub o xprv/yprv/zprv. Per favore, riprova.
nl_nl: De opgegeven sleutel lijkt geen geldige moedersleutel te zijn. Geldige sleutels zijn lange tekenreeksen beginnend met ofwel xpub/ypub/zpub of xprv/yprv/zprv. Probeer het opnieuw.
pl_pl: Podany klucz nie wydaje się być prawidłowym kluczem głównym. Prawidłowe klucze to długi ciąg znaków zaczynający się od xpub/ypub/zpub lub xprv/yprv/zprv. Spróbuj ponownie.
pt_br: A chave fornecida não parece ser uma chave mestra válida. Chaves válidas são cadeias de caracteres longos começando com xpub/ypub/zpub ou xprv/yprv/zprv. Tente novamente.
sw_ke: Funguosiri iliyotolewa haionekani kuwa funguosiri halali. Funguosiri halali zinaanza na xpub/ypub/zpub or xprv/yprv/zprv. Tafadhali jaribu tena.

source: The requested transaction has dropped out of the wallet history. If this problem persists, please contact us at electroncash.org.
ar_sa: خرجت العملية المطلوبة من سجل المحفظة. إذا استمرت هذه المشكلة، يرجى الإتصال بنا على electroncash.org.
fr_fr: La transaction demandée a disparu de l'historique du portefeuille. Si ce problème persiste, veuillez nous contacter sur electroncash.org.
it_it: La transazione richiesta è stata eliminata dalla cronologia del portafoglio. Se il problema persiste, per favore, contattaci su electroncash.org.
nl_nl: De gevraagde transactie is uit de portemonneegeschiedenis gevallen. Neem alstublieft contact met ons op op electroncash.org als dit probleem aanhoudt.
pl_pl: Żądana transakcja została usunięta z historii portfela. Jeśli problem będzie się powtarzał, skontaktuj się z nami pod adresem electroncash.org.
pt_br: A transação solicitada abandonou o histórico do portfólio. Se o problema persistir, entre em contato conosco em electroncash.org.
sw_ke: Shuguli ya ununuzi iliyoitishwa imepotea nje ya historia ya kipochi. Ikiwa shida hii itaendelea, tafadhali wasiliana nasi ukitumia electroncash.org.

source: The seed you entered does not appear to be a valid wallet seed.
ar_sa: الكلمة المفتاحية التي أدخلتها لا يبدو أنها كلمة مفتاحية محفظة صالحة.
fr_fr: La graine que vous avez saisie ne semble pas être une graine de portefeuille valide.
it_it: Il seme che hai inserito non sembra essere valido per il portafoglio.
nl_nl: De door u ingevoerde seed lijkt geen geldige portemonnee-seed te zijn.
pl_pl: Wprowadzony seed nie wydaje się być prawidłowym seedem portfela.
pt_br: A seed que você inseriu não parece ser uma semente válida da carteira.
sw_ke: Kifungo cha siri uliyoingiza haionekani kuwa kifungo halali cha kipochi.

source: The seed you entered does not match the generated seed. Go back to the previous screen and double-check it, then try again.
ar_sa: الكلمة المفتاحية التي أدخلتها لا تتطابق مع الكلمة المفتاحية التي تم إنشاؤها. عد إلى الشاشة السابقة وتحقق مرتين منها، ثم حاول مرة أخرى.
fr_fr: La graine que vous avez saisie ne correspond pas à la graine générée. Retournez à l'écran précédent et revérifiez l'écran, puis réessayez.
it_it: Il seme che hai inserito non corrisponde al seme generato. Torna alla schermata precedente e ricontrolla, poi prova nuovamente.
nl_nl: De door u ingevoerde seed komt niet overeen met de gegenereerde seed. Ga terug naar het vorige scherm en dubbelcheck het, en probeer het dan opnieuw.
pl_pl: Wprowadzony seed nie pasuje do wygenerowanego seeda. Wróć do poprzedniego ekranu, sprawdź go i spróbuj ponownie.
pt_br: A seed que você inseriu não corresponde à seed gerada. Volte para a tela anterior, verifique e tente novamente.
sw_ke: Manenosiri uliyoingiza hailingani na manenosiri yalioundwa hapo awali. Rudi kwenye skrini iliyopita na uangalie tena, kisha jaribu tena.

source: The selected file appears to be a binary file.
ar_sa: يبدو أن الملف المحدد هو ملف ثنائي.
fr_fr: Le fichier sélectionné semble être un fichier binaire.
it_it: Il file selezionato sembra essere un file binario.
nl_nl: Het geselecteerde bestand lijkt een binair bestand te zijn.
pl_pl: Wybrany plik wydaje się być plikiem binarnym.
pt_br: O arquivo selecionado parece ser um arquivo binário.

source: The server did not answer; network may be down.
ar_sa: لم يجيب الخادم؛ قد تكون الشبكة معطلة.
fr_fr: Le serveur n'a pas répondu ; le réseau peut être en panne.
it_it: Il server non ha risposto; la rete potrebbe avere dei problemi.
nl_nl: De server antwoordde niet; netwerk kan onbereikbaar zijn.
pl_pl: Serwer nie odpowiedział; sieć może być niedostępna.
pt_br: O servidor não responde, a rede pode estar inativa.
sw_ke: Seva haikujibu; mtandao unaweza kuwa chini.

source: The signature for the provided message has been pasted into the signature text box.
ar_sa: تم لصق توقيع الرسالة المزودة في مربع نص التوقيع.
fr_fr: La signature du message fourni a été collée dans la zone de texte de la signature.
it_it: La firma del messaggio fornito è stata incollata nella casella di testo della firma.
nl_nl: De handtekening voor het opgegeven bericht is geplakt in het handtekeningtekstveld.
pl_pl: Podpis podanej wiadomości został wklejony do pola tekstowego podpisu.
pt_br: A assinatura da mensagem fornecida foi colada na caixa de texto da assinatura.

source: The specified Cash Account does not appear to be associated with any address
ar_sa: الحساب النقدي المحدد لا يبدو أنه مرتبط بأي عنوان
fr_fr: Le compte de trésorerie spécifié ne semble pas être associé à aucune adresse
it_it: L'Account Cash specificato non sembra essere associato ad alcun indirizzo
nl_nl: Het gespecificeerde CashAccount lijkt niet te zijn gekoppeld aan enig adres
pl_pl: Podane Cash Account wydaje się nie być powiązane z żadnym adresem
pt_br: A conta Cash especificada não parece estar associada a nenhum endereço
sw_ke: Akaunti ya Cash Account haionekani kuhusishwa na anwani yoyote

source: The specified LNS Name does not appear to be associated with any BCH address
it_it: Il Nome LNS specificato non sembra essere associato con alcun indirizzo BCH

source: The specified WIF key '{}' is a p2sh WIF key. These key types cannot be swept.
ar_sa: مفتاح WIF المحدد '{}' هو مفتاح p2sh WIF. هذه الأنواع من المفاتيح لا يمكن مسحها.
fr_fr: La clé WIF '{}' spécifiée est une clé P2sh WIF. Ces types de clés ne peuvent pas être nettoyés.
it_it: La chiave WIF specificata '{}' è una chiave WIF p2sh. Questi tipi di chiave non possono essere assimilati.
nl_nl: De opgegeven WIF-sleutel '{}' is een P2SH-WIF-sleutel. Het saldo van deze sleuteltypes kan niet worden opgenomen.
pl_pl: Podany klucz WIF '{}' jest kluczem p2sh WIF. Te typy kluczy nie mogą być wyczyszczone.
pt_br: A chave WIF especificada '{}' é uma chave WIF p2sh. Esses tipos de chaves não podem ser varridos ou extraídos.
sw_ke: Funguosiri iliyochagul '{}' ni aina ya funguosiri ya p2sh. Hizi funguosiri haziwezi kukubalika.

source: The specified name cannot be used for a Cash Accounts registration. You must specify 1-99 alphanumeric (ASCII) characters, without spaces (underscores are permitted as well).
ar_sa: لا يمكن استخدام الإسم المحدد لتسجيل الحسابات النقدية. يجب عليك تحديد 1-99 أحرف أبجدية رقمية (ASCII)، بدون مسافات (التسطير السفلي مسموح به أيضاً).
fr_fr: Le nom spécifié ne peut pas être utilisé pour l'enregistrement des comptes de caisse. Vous devez spécifier 1-99 caractères alphanumériques (ASCII), sans espace (les tirets bas sont également autorisés).
it_it: Il nome specificato non può essere usato per la registrazione di un Account Cash. È necessario specificare 1-99 caratteri alfanumerici (ASCII) senza spazi (sono ammessi anche trattini bassi).
nl_nl: De opgegeven naam kan niet als CashAccount-registratie worden gebruikt. U moet 1-99 alfanumerieke (ASCII-)tekens opgeven, zonder spaties (underscores zijn wel toegestaan).
pl_pl: Podana nazwa nie może być użyta do rejestracji Cash Account. Musisz podać 1-99 znaków alfanumerycznych (ASCII) bez spacji (znaki podkreślenia są również dozwolone).
pt_br: O nome especificado não pode ser usado para se registrar como uma conta Cash. Você deve especificar caracteres alfanuméricos (ASCII) de 1 a 99, sem espaços (sublinhado também é permitido).

source: The specified public key cannot decrypt this cyphertext. Please specify the correct key to decrypt.
ar_sa: لا يمكن للمفتاح العمومي المحدد فك تشفير هذا ال cyphertext. الرجاء تحديد المفتاح الصحيح لفك التشفير.
fr_fr: La clé publique spécifiée ne peut pas déchiffrer ce texte chiffré. Veuillez spécifier la clé correcte à déchiffrer.
it_it: La chiave pubblica specificata non può decifrare questo cyphertext. Per favore, specifica la chiave corretta da decifrare.
nl_nl: De gespecificeerde publieke sleutel kan deze cijfertekst niet ontsleutelen. Specificeer alstublieft de juiste sleutel om te ontsleutelen.
pl_pl: Określony klucz publiczny nie może odszyfrować tego szyfru. Proszę określić prawidłowy klucz do odszyfrowania.
pt_br: A chave pública especificada não pode descriptografar este texto criptografado.

source: The transaction already exists in the blockchain.
ar_sa: العملية موجودة مسبقا" في سلسلة الكتل.
fr_fr: La transaction existe déjà dans la blockchain.
it_it: La transazione esiste già nella blockchain.
nl_nl: De transactie bestaat reeds in de blockchain.
pl_pl: Transakcja już istnieje w blockchain.
pt_br: A transação já existe no blockchain.

source: The transaction already exists in the server's mempool.
ar_sa: العملية موجودة بالفعل في ذاكرة الخادم.
fr_fr: La transaction existe déjà dans le pool de mémoire du serveur.
it_it: La transazione esiste già nella mempool del server.
nl_nl: De transactie bestaat al in de geheugenpool van de server.
pl_pl: Transakcja już istnieje w mempool serwera.
pt_br: Transação já existente no pool de memórias do servidor.

source: The transaction conflicts with a transaction already in the server's mempool.
ar_sa: العملية تتعارض مع عملية موجودة بالفعل في ذاكرة الخادم.
fr_fr: La transaction entre en conflit avec une transaction déjà dans le pool de mémoire du serveur.
it_it: La transazione è in conflitto con una transazione già presente nella mempool del server.
nl_nl: De transactie conflicteert met een transactie die al in de geheugenpool van de server staat.
pl_pl: Transakcja jest sprzeczna z transakcją znajdującą się już w mempool serwera.
pt_br: Transação em conflito com uma transação existente no pool de memórias do servidor.

source: The transaction could not be decoded.
it_it: La transazione non può essere decodificata.
nl_nl: De transactie kon niet worden ontcijferd.
pl_pl: Nie można zdekodować transakcji.

source: The transaction was rejected because it contains a bare multisig output.
ar_sa: تم رفض العملية لأنها تحتوي على مخرج أساسي متعدد الأطراف.
fr_fr: La transaction a été rejetée car elle contient une sortie multisig nue.
it_it: La transazione è stata rifiutata perché contiene un output multisig spoglio.
nl_nl: De transactie is geweigerd omdat zij een klare multisig-output bevat.
pl_pl: Transakcja została odrzucona, ponieważ zawiera niezrozumiałe wyjście multisig.
pt_br: A transação foi rejeitada porque contém uma saída multisig vazia.

source: The transaction was rejected because it contains a non-standard output script.
ar_sa: تم رفض العملية لأنها تحتوي على مخرج نص برمجي غير قياسي.
fr_fr: La transaction a été rejetée car elle contient un script de sortie non standard.
it_it: La transazione è stata rifiutata perché contiene uno script output non standard.
nl_nl: De transactie is geweigerd omdat zij een outputscript bevat dat niet standaard is.
pl_pl: Transakcja została odrzucona, ponieważ zawiera niestandardowy skrypt wyjścia.
pt_br: A transação foi rejeitada porque contém um script de saída não padrão.

source: The transaction was rejected because it contains a script that is too large.
ar_sa: تم رفض العملية لأنها تحتوي على نص برمجي كبير جداً.
fr_fr: La transaction a été rejetée car elle contient un script trop volumineux.
it_it: La transazione è stata rifiutata perché contiene uno script troppo grande.
nl_nl: De transactie is geweigerd omdat zij een te groot script bevat.
pl_pl: Transakcja została odrzucona, ponieważ zawiera skrypt który jest zbyt duży.
pt_br: Transação rejeitada por conter um script muito grande.

source: The transaction was rejected because it contains multiple OP_RETURN outputs.
ar_sa: تم رفض العملية لأنها تحتوي على مخرجات OP_RETURN متعددة.
fr_fr: La transaction a été rejetée car elle contient plusieurs sorties OP_RETURN.
it_it: La transazione è stata rifiutata perché multipli output OP_RETURN.
nl_nl: De transactie is geweigerd omdat zij meerdere OP_RETURN-outputs bevat.
pl_pl: Transakcja została odrzucona, ponieważ zawiera wiele wyjść OP_RETURN.
pt_br: Transação rejeitada por conter várias saídas OP-RETURN.

source: The transaction was rejected because it contains non-push-only script sigs.
ar_sa: تم رفض العملية لأنها تحتوي على علامات نص برمجي غير-دفع-فقط.
fr_fr: La transaction a été rejetée car elle contient des signatures de scripts non-push.
it_it: La transazione è stata rifiutata perché contiene sigs script non-push-only.
nl_nl: De transactie is geweigerd omdat haar scriptsigs niet alleen gegevens bevatten.
pl_pl: Transakcja została odrzucona, ponieważ zawiera podpisy skryptu non-push-only.
pt_br: Transação rejeitada por conter um script não somente push.

source: The transaction was rejected because it contains null or duplicate inputs.
ar_sa: تم رفض العملية لأنها تحتوي على مدخلات فارغة أو مكررة.
fr_fr: La transaction a été rejetée car elle contient des entrées nulles ou dupliquées.
it_it: La transazione è stata rifiutata perché input nulli o duplicati.
nl_nl: De transactie is geweigerd omdat zij een nul of dubbele inputs bevat.
pl_pl: Transakcja została odrzucona, ponieważ zawiera puste lub zduplikowane wejścia.
pt_br: A transação foi rejeitada porque contém entrada nula ou duplicada.

source: The transaction was rejected because it contains too many signature-check opcodes.
ar_sa: تم رفض العملية لأنها تحتوي على عدد كبير جداً من رموز التحقق من التوقيع.
fr_fr: La transaction a été rejetée car elle contient trop d'opcodes de vérification des signatures.
it_it: La transazione è stata rifiutata perché contiene troppi opcode signature-check.
nl_nl: De transactie is geweigerd omdat zij te veel handtekeningcontrole-instructies bevat.
pl_pl: Transakcja została odrzucona, ponieważ zawiera zbyt wiele signature-check opcodów.
pt_br: A transação foi rejeitada porque contém muitos códigos de checagem de assinaturas.

source: The transaction was rejected because it is a coinbase transaction.
ar_sa: تم رفض العملية لأنها عملية مكافأة التعدين.
fr_fr: La transaction a été rejetée car il s'agit d'une transaction de colocataire.
it_it: La transazione è stata rifiutata perché contiene una transazione coinbase.
nl_nl: De transactie is geweigerd omdat zij een coinbase-transactie is.
pl_pl: Transakcja została odrzucona, ponieważ jest to transakcja coinbase.
pt_br: A transação foi rejeitada porque é uma transação coinbase.

source: The transaction was rejected because it is has no inputs or no outputs.
ar_sa: تم رفض العملية لأنها لا تحتوي على مدخلات أو مخرجات.
fr_fr: La transaction a été rejetée car elle n'a pas d'entrée ou de sortie.
it_it: La transazione è stata rifiutata perché non contiene input o output.
nl_nl: De transactie is geweigerd omdat zij geen inputs of geen outputs heeft.
pl_pl: Transakcja została odrzucona, ponieważ nie ma wejść albo wyjść.
pt_br: A transação foi rejeitada porque não possui entradas ou nenhuma saída.

source: The transaction was rejected because it is not considered final according to network rules.
ar_sa: تم رفض العملية لأنها لا تعتبر نهائية وفقاً لقواعد الشبكة.
fr_fr: La transaction a été rejetée car elle n'est pas considérée comme définitive selon les règles du réseau.
it_it: La transazione è stata rifiutata perché non è considerata definitiva secondo le regole della rete.
nl_nl: De transactie is geweigerd omdat zij niet als definitief wordt beschouwd volgens netwerkregels.
pl_pl: Transakcja została odrzucona, ponieważ zgodnie z zasadami sieciowymi nie jest uważana za ostateczną.
pt_br: Transação rejeitada porque não é considerada final de acordo com as regras da rede.

source: The transaction was rejected because it is too large (in bytes).
ar_sa: تم رفض العملية لأنها كبيرة جداً (بالبايت).
fr_fr: La transaction a été rejetée parce qu'elle est trop grande (en octets).
it_it: La transazione è stata rifiutata perché è troppo grande (in byte).
nl_nl: De transactie is geweigerd omdat zij te groot is (in bytes).
pl_pl: Transakcja została odrzucona, ponieważ jest zbyt duża (w bajtach).
pt_br: A transação foi rejeitada porque é muito grande (em bytes).

source: The transaction was rejected because it is too small.
ar_sa: تم رفض العملية لأنها صغيرة جداً.
fr_fr: La transaction a été rejetée parce qu'elle est trop petite.
it_it: La transazione è stata rifiutata perché è troppo piccola.
nl_nl: De transactie is geweigerd omdat zij te klein is.
pl_pl: Transakcja została odrzucona, ponieważ jest zbyt mała.
pt_br: A transação foi rejeitada porque é muito pequena.

source: The transaction was rejected because it pays a negative or huge fee.
ar_sa: تم رفض العملية لأنها لأنها تدفع رسماً سلبياً أو كبيراً.
fr_fr: La transaction a été rejetée car elle paie des frais négatifs ou énormes.
it_it: La transazione è stata rifiutata perché la commissione è negativa o troppo elevata.
nl_nl: De transactie is geweigerd omdat haar kosten negatief of enorm groot zijn.
pl_pl: Transakcja została odrzucona, ponieważ uiszcza ujemną lub ogromną opłatę.
pt_br: A transação foi rejeitada porque paga uma taxa negativa ou enorme.
