Repository: Electron-Cash/electrum-locale
Catalog: locale/*/electron-cash.po
Languages: ar_sa, fr_fr, it_it, nl_nl, pl_pl, pt_br, sw_ke

source: Enter a list of private keys to create a regular spending wallet. Alternatively, you can create a 'watching-only' wallet by entering a list of Bitcoin Cash addresses.
ar_sa: أدخل قائمة المفاتيح الخاصة لإنشاء محفظة إنفاق عادية. بدلاً من ذلك، يمكنك إنشاء محفظة "مشاهدة فقط" عن طريق إدخال قائمة عناوين Bitcoin Cash.
fr_fr: Entrez une liste de clés privées pour créer un portefeuille de dépenses régulières. Sinon, vous pouvez créer un portefeuille "en lecture seule" en saisissant une liste d'adresses Bitcoin Cash.
it_it: Inserisci un elenco di chiavi private per creare un portafoglio di spesa normale. In alternativa, puoi creare un portafoglio di sola lettura inserendo un elenco di indirizzi Bitcoin Cash.
nl_nl: Voer een lijst van privésleutels in om een reguliere bestedingsportemonnee te maken. Als alternatief kunt u een 'alleen-lezen'-portemonnee maken door een lijst van Bitcoin Cash-adressen in te voeren.
pl_pl: Wprowadź listę kluczy prywatnych aby utworzyć zwykły portfel. Alternatywnie, możesz utworzyć portfel "tylko do obserwacji", wpisując listę adresów Bitcoin Cash.
pt_br: Insira uma lista de chaves privadas para criar uma carteira capaz de executar pagamentos. Como alternativa, você pode criar uma carteira watching-only inserindo uma lista de endereços Bitcoin Cash.
sw_ke: Ingiza orodha ya funguo za siri kuunda kipochi cha matumizi ya kawaida. Vinginevyo, unaweza kuunda kipochi cha "kutazama-pekee" kwa kuingiza orodha ya anwani za Bitcoin Cash.

source: Enter a new PIN for your Satochip:
ar_sa: أدخل PIN جديد ل Satochip الخاص بك:
fr_fr: Entrez un nouveau code PIN pour votre Satochip :
it_it: Inserisci un nuovo PIN per il tuo Satochip:
nl_nl: Voer een nieuwe pincode in voor uw Satochip:
pl_pl: Wprowadź nowy PIN dla Satochip:
pt_br: Digite um novo PIN para o seu Satochip:
sw_ke: Ingiza PIN mpya ya Satochip yako:

source: Enter a new PIN for your {}:
ar_sa: أدخل رمز PIN جديد ل {}:
fr_fr: Entrez un nouveau code PIN pour votre {}:
it_it: Inserisci un nuovo pin per il tuo {}:
nl_nl: Voer een nieuwe pincode in voor uw {}:
pl_pl: Wprowadź nowy kod PIN dla twojego {}:
pt_br: Insira um novo pin para {}:
sw_ke: Ingiza PIN mpya ya {} yako:

source: Enter a new password below.
ar_sa: أدخل كلمة مرور جديدة أدناه.
fr_fr: Saisissez un nouveau mot de passe ci-dessous.
it_it: Inserisci una nuova password qui sotto.
nl_nl: Voer hieronder een nieuw wachtwoord in.
pl_pl: Wprowadź nowe hasło poniżej.
pt_br: Digite sua nova senha abaixo.
sw_ke: Ingiza nywila mpya hapa chini.

source: Enter a passphrase to generate this wallet. Each time you use this wallet your {} will prompt you for the passphrase. If you forget the passphrase you cannot access the bitcoins in the wallet.
ar_sa: أدخل عبارة مرور لإنشاء هذه المحفظة. في كل مرة تستخدم هذه المحفظة {} سوف يطلب منك عبارة المرور. إذا نسيت عبارة المرور لا يمكنك الوصول إلى البيتكوين في المحفظة.
fr_fr: Entrez une phrase secrète pour générer ce portefeuille. À chaque fois que vous utiliserez ce portefeuille, votre {} vous demandera d'entrer la phrase secrète. Si vous oubliez la phrase secrète, vous ne pourrez pas accéder aux bitcoins contenus dans le portefeuille.
it_it: Inserisci una passphrase per generare questo portafoglio. Ogni volta che userai questo portafoglio, il tuo {} ti chiederà la passphrase. Se dimentichi la passphrase non potrai accedere ai bitcoin nel portafoglio.
nl_nl: Voer een wachtzin in om deze portemonnee aan te maken. Elke keer dat u deze portemonnee gebruikt, zal {} u vragen om de wachtzin. Als u de wachtzin vergeet, kunt u niet bij de bitcoins in de portemonnee.
pl_pl: Wprowadź frazę haseł, aby wygenerować ten portfel. Za każdym razem, gdy będziesz go używał {} zapyta Cię o nią. Jeśli zapomnisz frazy haseł, nie uzyskasz dostępu do bitcoinów w portfelu.
pt_br: Insira uma frase-chave para gerar essa carteira. Cada vez que você usar essa carteira, seu {} te pedirá pela frase-chave. Se esquecê-la, você não poderá acessar as bitcoins na carteira.
sw_ke: Ingiza manenosiri ili kutengeneza kipochi hiki. Kila wakati unapotumia kipochi hiki {} utaitishwa manenosiri. Ikiwa utasahau manenosiri huwezi kupata bitcoins kwenye kipochi chako.

source: Enter a search term or a string of the form <b>satoshi.bch</b>
it_it: Inserisci un termine di ricerca o una stringa del modulo <b>satoshi.bch</b>

source: Enter a string of the form <b>name#<i>number</i></b>
ar_sa: أدخل سلسلة من الشكل <b>إسم#<i>رقم</i></b>
fr_fr: Entrez une chaîne de la forme <b>name#<i>numéro</i></b>
it_it: Inserisci una stringa del form<b>nome#<i>numero</i></b>
nl_nl: Voer een tekenreeks in de vorm <b>naam#<i>nummer</i></b> in
pl_pl: Wprowadź ciąg znaków w formie <b>nazwa#<i>numer</i></b>
pt_br: Digite da seguinte maneira <b> nome # <i> número </i> </b>
sw_ke: Ingiza safu ya fomu <b>jina#<i>nambari</i></b>

source: Enter addresses
ar_sa: أدخل عناوين
fr_fr: Saisir une adresse
it_it: Inserisci indirizzi
nl_nl: Voer adressen in
pl_pl: Wprowadź adresy
pt_br: Digite endereços
sw_ke: Ingiza Anwani

source: Enter an LNS Name of the form satoshi.bch, and Electron Cash will search for the contact and present you with its resolved address.
it_it: Inserisci un Nome LNS del modulo satoshi.bch, Electron Cash cercherà il contatto e ti mostrerà il suo indirizzo.

source: Enter cosigner key
ar_sa: أدخل مفتاح الشريك الموقّع
fr_fr: Entrer une clé de cosignataire
it_it: Inserisci chiave del cofirmatario
nl_nl: Voer sleutel medeondertekenaar in
pl_pl: Wprowadź klucz współpodpisującego
pt_br: Insira a chave do cossignatário
sw_ke: Ingiza funguosiri ya mweka sahihi wa pili

source: Enter cosigner seed
ar_sa: أدخل الكلمة المفتاحية للشريك الموقّع
fr_fr: Saisir la graine du cosignataire
it_it: Inserisci il seme del cofirmatario
nl_nl: Voer seed medeondertekenaar in
pl_pl: Wprowadź seed współpodpisującego
pt_br: Insira a seed do cossignatário
sw_ke: Ingiza manenosiri ya mweka sahihi wa pili

source: Enter new wallet name
ar_sa: أدخل إسم المحفظة الجديد
fr_fr: Saisir un nouveau nom de portefeuille
it_it: Inserisci nome nuovo portafoglio
nl_nl: Naam nieuwe portemonnee invoeren
pl_pl: Wprowadź nową nazwę portfela
pt_br: Digite o nome da nova carteira
sw_ke: Ingiza jina mpya la kipochi

source: Enter or pick address
ar_sa: أدخل أو إختر عنوان
fr_fr: Saisissez ou choisissez une adresse
it_it: Inserisci o scegli l'indirizzo
nl_nl: Adres invoeren of kiezen
pl_pl: Wprowadź lub wybierz adres
pt_br: Insira ou selecione o endereço
sw_ke: Ingiza au chagua anwani

source: Enter passphrase on device?
it_it: Inserire la passphrase nel dispositivo?
nl_nl: Wachtzin invoeren op apparaat?
pl_pl: Wprowadźić frazę haseł na urządzeniu?
pt_br: Digitou a frase secreta no dispositivo?
sw_ke: Weka manenosiri kwa kifaa?

source: Enter password
ar_sa: أدخل كلمة المرور
fr_fr: Saisissez votre mot de passe
it_it: Inserire la password
nl_nl: Wachtwoord invoeren
pl_pl: Wprowadź hasło
pt_br: Digite a senha
sw_ke: Ingiza nywila

source: Enter password:
ar_sa: أدخل كلمة المرور:
fr_fr: Saisissez votre mot de passe :
it_it: Inserisci password:
nl_nl: Voer wachtwoord in:
pl_pl: Wprowadź hasło:
pt_br: Insira a senha:
sw_ke: Ingiza Nywila:

source: Enter private keys
ar_sa: أدخل المفاتيح الخاصة
fr_fr: Saisir les clés privées
it_it: Inserisci chiavi private
nl_nl: Voer privésleutels in
pl_pl: Wprowadź klucze prywatne
pt_br: Insira as chaves privadas
sw_ke: Weka funguosiri

source: Enter the current PIN for your Satochip:
ar_sa: أدخل رمز PIN الحالي ل Satochip:
fr_fr: Entrez le code PIN actuel de votre Satochip :
it_it: Inserisci il PIN attuale del tuo Satochip:
nl_nl: Voer de huidige pincode voor uw Satochip in:
pl_pl: Wprowadź aktualny kod PIN dla Twojego Satochip:
pt_br: Digite o PIN atual do seu Satochip:
sw_ke: Ingiza PIN mpya ya Satochip yako:

source: Enter the master private key beginning with xprv:
ar_sa: أدخل المفتاح الخاص الرئيسي الذي يبدأ ب xprv:
fr_fr: Entrer la clé privée maîtresse commençant avec xprv :
it_it: Inserisci una chiave privata principale che inizi per xprv:
nl_nl: Voer de privémoedersleutel beginnend met xprv in:
pl_pl: Wprowadź główny klucz prywatny zaczynający się od xprv:
pt_br: Insira a chave mestra privada que inicia com xprv:
sw_ke: Ingiza neno siri kuanzia na xprv:

source: Enter the passphrase to unlock this wallet:
ar_sa: أدخل عبارة المرور لفتح هذه المحفظة:
fr_fr: Saisir la phrase secrète pour débloquer ce portefeuille :
it_it: Inserisci la passphrase per sbloccare questo portafoglio:
nl_nl: Voer de wachtzin in om deze portemonnee te ontgrendelen:
pl_pl: Wprowadź frazę haseł, aby odblokować ten portfel:
pt_br: Insira a frase secreta para destravar esta carteira:
sw_ke: Ingiza manenosiri ili kufungua kipochi hiki:

source: Enter the password used when the backup was created:
ar_sa: أدخل كلمة المرور المستخدمة عند إنشاء النسخ الإحتياطي:
fr_fr: Entrer le mot de passe utilisé lors que la sauvegarde a été créée :
it_it: Inserire la password utilizzata quando è stato creato il backup:
nl_nl: Voer het wachtwoord in dat werd gebruikt bij het maken van de back-up:
pl_pl: Wprowadź hasło użyte podczas tworzenia kopii zapasowej:
pt_br: Digite a senha usada quando o backup foi criado:
sw_ke: Ingiza nywila iliyotumiwa wakati chelezo iliundwa:

source: Enter the recovery words by pressing the buttons according to what the device shows on its display. You can also use your NUMPAD. Press BACKSPACE to go back a choice or word.
ar_sa: أدخل كلمات الإسترداد عن طريق الضغط على الأزرار وفقًا لما يظهر الجهاز على شاشته. يمكنك أيضًا إستخدام NUMPAD. اضغط على BACKSPACE للعودة إلى خيار أو كلمة.
fr_fr: Entrez les mots de récupération en appuyant sur les boutons en fonction de ce que l'appareil affiche sur son écran. Vous pouvez également utiliser votre NUMPAD. Appuyez sur BACKSPACE pour retourner un choix ou un mot.
it_it: Immettere le parole di recupero premendo i pulsanti in base a quello che il dispositivo mostra sul display. È anche possibile utilizzare il NUMPAD. Premere BACKSPACE per tornare indietro e cambiare parola.
nl_nl: Voer de herstelwoorden in door op de knoppen te drukken volgens wat het apparaat op zijn scherm toont. U kunt ook uw NUMPAD gebruiken. Druk op BACKSPACE om een keuze of woord terug te gaan.
pl_pl: Wprowadź słowa odzyskiwania, naciskając przyciski zgodnie z tym, co urządzenie wyświetla na ekranie. Możesz również użyć NUMPAD. Naciśnij BACKSPACE, aby wrócić do wyboru lub słowa.
pt_br: Digite as palavras de recuperação pressionando os botões de acordo com o que aparece na tela do seu dispositivo. Você também pode usar seu NUMPAD. Pressione BACKSPACE para voltar uma escolha ou palavra.
sw_ke: Ingiza maneno ya urejeshi kwa kubonyeza vifungo kulingana na kile kifaa kinachoonyesha kwenye onyesho lake. Unaweza pia kutumia NUMPAD yako. Bonyeza BACKSPACE ili kurudi nyuma chaguo au neno.

source: Enter the same password again
ar_sa: أدخل كلمة المرور مجدداً
fr_fr: Saisissez le même mot de passe
it_it: Inserire nuovamente la stessa password
nl_nl: Voer hetzelfde wachtwoord nogmaals in
pl_pl: Wprowadź to samo hasło ponownie
pt_br: Digite a mesma senha novamente
sw_ke: Ingiza nenosiri tena

source: Enter their master private key (xprv) if you want to be able to sign for them.
ar_sa: أدخل المفتاح الخاص الرئيسي (xprv) اذا أردت أن تسجل عنهم.
fr_fr: Entrez leur clé privée principale (xprv) si vous souhaitez pouvoir les enregistrer.
it_it: Inserisci la loro chiave privata principale (xprv) se vuoi essere in grado di firmare per loro.
nl_nl: Vul uw privémoedersleutel (xprv) als u voor hen wilt kunnen tekenen.
pl_pl: Wprowadź ich główny prywatny klucz (xprv) jeśli chcesz mieć możliwość podpisania ich.
pt_br: Digite sua chave privada mestra (xprv) se você quiser assinar para eles.
sw_ke: Ingiza neno siri (xprv) ikiwa unataka kuweza kutia saini kwa niaba yao.

source: Enter your BIP39 mnemonic:
ar_sa: أدخل BIP39 الذاكري الخاص بك:
fr_fr: Entrez votre graine mnémonique BIP39 :
it_it: Inserisci il promemoria mnemonico BIP39:
nl_nl: Voer uw BIP39-mnemoniek in:
pl_pl: Wprowadź twój mnemonik BIP39:
pt_br: Insira seu BIP39 mnemonic:
sw_ke: Ingiza maneno siri yako ya BIP39:

source: Enter your Digital Bitbox password:
ar_sa: أدخل كلمة مرور Bitbox الرقمية الخاصة بك:
fr_fr: Entrez votre mot de passe Digital Bitbox :
it_it: Inserisci la password del tuo Digital Bitbox:
nl_nl: Voer uw Digital Bitbox-wachtwoord in:
pl_pl: Wprowadź twoje hasło Digital Bitbox:
pt_br: Insira sua senha Digital Bitbox:
sw_ke: Weka Nywila ya Digital Bitbox:

source: Enter your PIN (digits 1-9):
ar_sa: أدخل رمز PIN (الأرقام 1-9):
fr_fr: Entrez votre code PIN (chiffres 1-9):
it_it: Inserisci il PIN (1-9 cifre):
nl_nl: Voer uw pincode in (cijfers 1-9):
pl_pl: Wprowadź twój kod PIN (cyfry 1-9):
pt_br: Insira seu PIN (entre 1 e 9 dígitos):
sw_ke: Ingiza PIN yako (nambari 1-9):

source: Enter your current {} PIN:
ar_sa: أدخل رمز PIN الحالي {}:
fr_fr: Entrez votre code PIN {} actuel:
it_it: Inserisci il PIN attuale {}:
nl_nl: Voer uw huidige {}-pincode in:
pl_pl: Wprowadź aktualny {} kod PIN:
pt_br: Insira o seu PIN {} atual:
sw_ke: Ingiza PINI yako ya sasa ya {}:

source: Enter your password or choose another file.
ar_sa: أدخل كلمة المرور أو إختر ملف آخر.
fr_fr: Entrez votre mot de passe ou choisissez un autre fichier.
it_it: Inserisci la tua password o scegli un altro file.
nl_nl: Voer uw wachtwoord in of kies een ander bestand.
pl_pl: Wprowadź swoje hasło lub wybierz inny plik.
pt_br: Digite sua senha ou escolha outro arquivo.
sw_ke: Ingiza nenosiri yako au uchague faili nyingine.

source: Enter your password to fuse these coins
ar_sa: أدخل كلمة المرور الخاصة بك لدمج هذه العملات
fr_fr: Entrez votre mot de passe pour fusionner ces pièces de monnaie
it_it: Inserisci la tua password per fondere questi fondi
nl_nl: Voer uw wachtwoord in om deze munten te fuseren
pl_pl: Wprowadź twoje hasło, aby dokonać fuzji tych monet
pt_br: Digite sua senha para fundir estas moedas
sw_ke: Ingiza nenosiri ili kufuse sarafu hizi

source: Enter your password to proceed
ar_sa: أدخل كلمة المرور الخاصة بك للمتابعة
fr_fr: Pour continuer, veuillez saisir votre nouveau mot de passe
it_it: Inserisci la tua password per continuare
nl_nl: Voer uw wachtwoord in om door te gaan
pl_pl: Podaj hasło, aby kontynuować
pt_br: Digite sua senha para prosseguir
sw_ke: Weka nywila kuendelea

source: Enter your seed phrase
ar_sa: أدخل العبارة المفتاحية الخاصة بك
fr_fr: Entrez votre phrase de graine
it_it: Inserisci la tua frase seme
nl_nl: Voer uw seed-woordenreeks in
pl_pl: Wprowadź swoją frazę seed
pt_br: Digite a frase da sua seed
sw_ke: Ingiza manenosiri

source: Enter your wallet derivation here.
ar_sa: أدخل إشتقاق محفظتك هنا.
fr_fr: Entrez ici la dérivation de votre portefeuille.
it_it: Inserisci qui la derivazione del portafoglio.
nl_nl: Voer uw portemonneeafleiding hier in.
pl_pl: Wprowadź tu derywację twego portfela.
pt_br: Digite sua derivação de carteira aqui.
sw_ke: Ingiza derivation yako ya kipochi hapa.

source: Enter your {} PIN - WARNING: LAST ATTEMPT. If the PIN is not correct, the {} will be wiped.
ar_sa: أدخل رمز PIN {} - تحذير: المحاولة الأخيرة. إذا كان رمز PIN غير صحيح، سيتم مسح {}.
fr_fr: Entrez votre {} PIN - ATTENTION : DERNIÈRE TENTATIVE. Si le code PIN n'est pas correct, le {} sera effacé.
it_it: Inserisci il PIN {} - ATTENZIONE: ULTIMO TENTATIVO. Se il PIN non è corretto, il {} verrà cancellato.
nl_nl: Voer uw {}-pincode in - WAARSCHUWING: LAATSTE POGING. Als de pincode niet juist is, wordt de {} gewist.
pl_pl: Wprowadź twój {} PIN - OSTRZEŻENIE: OSTATNIA PRÓBA. Jeśli PIN nie jest poprawny, {} zostanie skasowany.
pt_br: Digite seu {} PIN - AVISO: ÚLTIMA TENTATIVA. Se o PIN não estiver correto, o {} será apagado.
sw_ke: Ingiza {} PINI yako - ONYO: JARIBIO LA MWISHO. Ikiwa PINI sio sahihi, {} itafutwa.

source: Enter your {} PIN - remaining attempts: {}
ar_sa: أدخل رمز PIN {} - المحاولات المتبقية: {}
fr_fr: Entrez votre {} PIN - tentatives restantes : {}
it_it: Inserisci il {} PIN - tentativi rimanenti: {}
nl_nl: Voer uw {}-pincode in - resterende pogingen: {}
pl_pl: Wprowadź swój {} PIN - pozostałe próby: {}
pt_br: Digite seu PIN {} - tentativas restantes: {}
sw_ke: Ingiza {} PINI yako - majaribio yasiyosalia: {}

source: Erase the Digital Bitbox
ar_sa: مسح Bitbox الرقمي
fr_fr: Effacer la Digital Bitbox
it_it: Cancella il Digital Bitbox
nl_nl: Digital Bitbox wissen
pl_pl: Wyczyść Digital Bitbox
pt_br: Apagar o Digital Bitbox
sw_ke: Futa Bitbox Dijitali

source: Error
ar_sa: خطأ
fr_fr: Erreur
it_it: Errore
nl_nl: Fout
pl_pl: Błąd
pt_br: Erro
sw_ke: Dosari

source: Error installing udev rules and/or user canceled.
ar_sa: خطأ في تثبيت قواعد udev و/أو إلغاء المستخدم.
it_it: Errore durante l'installazione delle regole udev e/o annullato dall'utente.
nl_nl: Fout bij installeren van udev-regels en/of geannuleerd door gebruiker.
pl_pl: Błąd instalacji reguł udev i/lub użytkownik anulowany.
pt_br: Erro ao instalar regras udev e/ou cancelado pelo usuário.
sw_ke: Hitilafu wakati wa kufunga sheria za udev na / au mtumiaji aliyetolewa.

source: Error occurred adding to Contacts
ar_sa: حدث خطأ أثناء إضافة جهات الإتصال
it_it: Errore durante l'aggiunta ai Contatti
nl_nl: Fout bij toevoegen aan contactpersonen
pl_pl: Wystąpił błąd podczas dodawania do kontaktów
pt_br: Ocorreu um erro ao adicionar aos contatos
sw_ke: Kosa limetokea wakati wa kuongeza Stakabadhi za kuwasiliana

source: Error retrieving transaction
ar_sa: خطأ في استرداد العملية
fr_fr: Erreur lors de la réception de la transaction
it_it: Errore nel recupero della transazione
nl_nl: Fout bij ophalen transactie
pl_pl: Błąd podczas odbierania transakcji
pt_br: Erro ao recuperar transação
sw_ke: Kosa limepatikana shughuli la ununuzi likirejeshwa

source: Error showing address
ar_sa: خطأ في عرض العنوان
fr_fr: Erreur lors de l'affichage de l'adresse
it_it: Errore nella visualizzazione dell'indirizzo
nl_nl: Fout bij weergeven adres
pl_pl: Błąd wyświetlania adresu
pt_br: Erro ao exibir endereço
sw_ke: Dosari kuonyesha anwani

source: Error uninstalling udev rules and/or user canceled.
ar_sa: خطأ في إلغاء تثبيت قواعد udev و/أو إلغاء المستخدم.
it_it: Errore nel disinstallare le regole udev e/o annullato dall'utente.
nl_nl: Fout bij deïnstalleren van udev-regels en/of geannuleerd door gebruiker.
pl_pl: Błąd podczas odinstalowywania reguł udev i/lub użytkownik anulowany.
pt_br: Erro ao desinstalar regras udev e/ou cancelado pelo usuário.
sw_ke: Hitilafu wakati wa kufunga sheria za udev na / au mtumiaji aliyetolewa.

source: Error: card does not support label!
it_it: Errore: la carta non supporta l'etichetta!

source: Error: duplicate master public key
ar_sa: خطأ: مفتاح عام رئيسي مكرر
it_it: Errore: doppione di chiave pubblica principale
nl_nl: Fout: dubbele publieke moedersleutel
pl_pl: Błąd: główny klucz publiczny istnieje podwójnie
pt_br: Erro: chave pública mestra duplicada
sw_ke: Dosari: Neno siri ya kujirudia

source: Exit Electron Cash
ar_sa: الخروج من Electron Cash
fr_fr: Quitter Electron Cash
it_it: Esci da Electron Cash
nl_nl: Electron Cash afsluiten
pl_pl: Wyjdź z Electron Cash
pt_br: Sair do Electron Cash
sw_ke: Toka Electron Cash

source: Expected conf.
ar_sa: تأكيد متوقع.
it_it: Conf. previste
nl_nl: Verwachte bev.
pl_pl: Oczekiwany konf.
pt_br: Conf. Esperado.
sw_ke: Conf. iliyotarajiwa.

source: Expected confirmation time
ar_sa: وقت التأكيد المتوقع
fr_fr: Temps de confirmation attendu
it_it: Tempo previsto per la conferma
nl_nl: Verwachte bevestigingstijd
pl_pl: Oczekiwany czas potwierdzenia
pt_br: Tempo de confirmação esperado
sw_ke: Wakati wa udhibitisho unaotarajiwa

source: Expiration date of your request.
ar_sa: تاريخ انتهاء طلبك.
fr_fr: Date d’expiration de votre demande.
it_it: Data di scadenza della tua richiesta.
nl_nl: Verloopdatum van uw aanvraag.
pl_pl: Data wygaśnięcia twojego żądania.
pt_br: Data de expiração do seu pedido.
sw_ke: Tarehe ya kumalizika kwa ombi lako.

source: Expired
ar_sa: انتهاء
fr_fr: Expiré
it_it: Scaduto
nl_nl: Verlopen
pl_pl: Wygasło
pt_br: Expirada
sw_ke: Imekwisha muda

source: Expired requests have to be deleted manually from your list, in order to free the corresponding Bitcoin Cash addresses.
ar_sa: يجب حذف الطلبات المنتهية الصلاحية يدويًا من قائمتك، من أجل تحرير عناوين Bitcoin Cash المقابلة.
it_it: Le richieste scadute devono essere cancellate manualmente dalla tua lista, per liberare i corrispondenti indirizzi Bitcoin Cash.
nl_nl: Verlopen verzoeken moeten handmatig worden verwijderd uit uw lijst om de bijbehorende Bitcoin Cash-adressen vrij te maken.
pl_pl: Wygasłe prośby muszą zostać usunięte z listy ręcznie, aby zwolnić korespondujące adresy Bitcoin Cash.
pt_br: Os pedidos expirados devem ser excluídos manualmente da sua lista, para liberar os endereços Bitcoin Cash correspondentes.
sw_ke: Maombi yaliyoisha yanapaswa kufutwa kutoka kwenye orodha yako, ili kufungua anwani zinazolingana za Fedha ya Bitcoin Cash.

source: Expires
ar_sa: ينتهي
fr_fr: Expire
it_it: Scade
nl_nl: Verloopt
pl_pl: Wygasa
pt_br: Expira
sw_ke: Imekwisha muda

source: Export
ar_sa: تصدير
fr_fr: Exporter
it_it: Esporta
nl_nl: Exporteren
pl_pl: Eksportuj
pt_br: Exportar
sw_ke: Kutoa Nakala

source: Export History
ar_sa: تصدير السجلات/التواريخ
fr_fr: Exporter l'historique
it_it: Esporta cronologia
nl_nl: Geschiedenis exporteren
pl_pl: Eksportuj Historię
pt_br: Exportar o histórico
sw_ke: Hitoria ya kutoa nakala

source: Export file
ar_sa: تصدير الملف
fr_fr: Exporter le fichier
it_it: Esporta file
nl_nl: Bestand exporteren
pl_pl: Eksportuj plik
pt_br: Exportar arquivo
sw_ke: Nakili faili nje

source: Export wallet
ar_sa: تصدير المحفظة
fr_fr: Exporter le portefeuille
it_it: Esporta portafoglio
nl_nl: Portemonnee exporteren
pl_pl: Eksportuj portfel
pt_br: Exportar carteira
sw_ke: Toa Nakala ya Kipochi

source: Exporting Wallet...
ar_sa: تصدير المحفظة...
fr_fr: Exportation du portefeuille...
it_it: Esportazione Portafoglio...
nl_nl: Portemonnee exporteren...
pl_pl: Eksportowanie portfela...
pt_br: Exportando carteira...
sw_ke: Toa Nakala ya Kipochi...

source: Exporting history, please wait ...
ar_sa: تصدير السجل، يرجى الانتظار ...
fr_fr: Exportation de l'historique, veuillez patienter...
it_it: Esportazione cronologia, attendi per favore ...
nl_nl: Geschiedenis exporteren, even geduld...
pl_pl: Eksportowanie historii, proszę czekać...
pt_br: Exportando histórico, aguarde ...
sw_ke: Inahamisha historia, tafadhali subiri ...

source: Exposing a single private key can compromise your entire wallet!
ar_sa: الكشف عن مفتاح واحد يمكن أن يهدد محفظتك كاملة!
fr_fr: Révéler une seule clé privée peut compromettre votre portefeuille entier !
it_it: L'esposizione di una singola chiave privata può compromettere l'intero portafoglio!
nl_nl: Het onthullen van één enkele privésleutel kan uw gehele portemonnee compromitteren!
pl_pl: Ujawniając klucz prywatny możesz stracić cały twój portfel!
pt_br: Revelar uma só chave privada pode comprometer toda a sua carteira!
sw_ke: Kuonyeshana funguosiri kunaweza athiri kipochi chako chote!

source: Extend this seed with custom words
ar_sa: قم بإطالة هذه الكلمات المفتاحية مع كلمات معتادة
fr_fr: Rallonge ce "seed" avec des mots personnalisés
it_it: Prolunga questa frase di recupero con parole personalizzate
nl_nl: Deze seed uit met aangepaste woorden uitbreiden
pl_pl: Rozszerz to ziarno własnymi słowami
pt_br: Estenda esta seed com palavras personalizadas
sw_ke: Ongeza maneno kwenye manenosiri yako

source: External Address
ar_sa: العنوان الخارجي
fr_fr: Adresse externe
it_it: Indirizzo Esterno
nl_nl: Extern adres
pl_pl: Adres zewnętrzny
pt_br: Endereço externo
sw_ke: Anwani ya Nje
