Repository: Electron-Cash/electrum-locale
Catalog: locale/*/electron-cash.po
Languages: ar_sa, fr_fr, it_it, nl_nl, pl_pl, pt_br, sw_ke

source: Please install the relevant libraries for these plugins:
ar_sa: يرجى تثبيت المكتبات ذات الصلة لهذه البرامج المساعدة:
fr_fr: Veuillez installer les librairies correspondantes pour ces plugins :
it_it: Per favore, installa le librerie rilevanti per questi plugin:
nl_nl: Gelieve de relevante bibliotheken voor deze plug-ins te installeren:
pl_pl: Proszę zainstalować odpowiednie biblioteki dla tych wtyczek:
pt_br: Instale as bibliotecas relevantes para esses plugins:
sw_ke: Tafadhali ingiza maktaba husika ya programu jalizi hizi:

source: Please make sure that 'Browser support' is disabled on your {}.
ar_sa: يرجى التأكد من أن 'دعم المتصفح' معطّل على {}.
fr_fr: Veuillez vous assurer que le support du navigateur est désactivé sur votre {}.
it_it: Per favore, assicurati che il 'Supporto Browser' sia disattivato sul tuo {}.
nl_nl: Zorg er alstublieft voor dat 'Browserondersteuning' is uitgeschakeld op uw {}.
pl_pl: Upewnij się, że "Obsługa przeglądarki" jest wyłączona na twoim {}.
pt_br: Verifique se 'Suporte ao navegador' está desativado no seu {}.
sw_ke: Tafadhali hakikisha kuwa 'Msaada wa Kivinjari' umezimwa kwenye {} yako.

source: Please provide a public key or select an address
ar_sa: يرجى تزويد مفتاح عمومي او تحديد عنوان
fr_fr: Veuillez fournir une clé publique ou sélectionner une adresse
it_it: Per favore, fornisci una chiave pubblica o seleziona un indirizzo
nl_nl: Geef een publieke sleutel op of selecteer een adres
pl_pl: Podaj klucz publiczny lub wybierz adres
pt_br: Forneça uma chave pública ou selecione um endereço
sw_ke: Tafadhali toa neno siri ya umma au uchague anwani

source: Please provide a public key to use for decryption
ar_sa: يرجى تزويد مفتاح عمومي لإستخدامه في فك التشفير
fr_fr: Veuillez fournir une clé publique pour le déchiffrement
it_it: Per favore, fornisci una chiave pubblica per decifrare
nl_nl: Geef een publieke sleutel om mee te ontcijferen
pl_pl: Podaj klucz publiczny do odszyfrowania
pt_br: Forneça uma chave pública para descriptografia
sw_ke: Tafadhali toa neno siri ya umma utumie kwa decryption

source: Please provide both a signature and a message to verify
ar_sa: يرجى التزود بتوقيع وبرسالة معا" للتحقق
fr_fr: Veuillez fournir une signature et un message à vérifier
it_it: Per favore, fornisci una firma e un messaggio per verificare
nl_nl: Voer alstublieft zowel een handtekening als een bericht in om te verifiëren
pl_pl: Podaj podpis i wiadomość do zweryfikowania
pt_br: Forneça uma assinatura e uma mensagem para verificar
sw_ke: Tafadhali toa saini na ujumbe wa kuthibitisha

source: Please provide cyphertext to decrypt
ar_sa: الرجاء التزويد ب cyphertext لفك التشفير
it_it: Per favore, fornisci un testo cyphertext da decifrare
nl_nl: Geef te ontcijferen cijfertekst
pl_pl: Proszę podać cyphertext do odszyfrowania
pt_br: Forneça um texto cifrado para decifrar
sw_ke: Tafadhali toa manenosiri ya kutoa usimbuaji fiche

source: Please report any bugs as issues on github:<br/>
ar_sa: الرجاء الإبلاغ عن أي أخطاء كمشكلات على github:<br/>
fr_fr: Merci de rapporter toute erreur en tant que "Issues" sur GitHub :<br />
it_it: Per favore, segnala i bug su github:<br/>
nl_nl: Meld eventuele bugs alstublieft als issues op GitHub:<br/>
pl_pl: Proszę zgłaszać błędy i problemy na githubie:<br/>
pt_br: Informe quaisquer erros como problemas no github: <br/>
sw_ke: Tafadhali ripoti kosa yoyote kwenye github: <br/>

source: Please restart Electron Cash to activate the new GUI settings
ar_sa: الرجاء إعادة تشغيل Electron Cash لتفعيل إعدادات واجهة المستخدم الرسومية الجديدة
fr_fr: Veuillez redémarrer Electron Cash pour activer les nouveaux paramètres de l'interface
it_it: Per favore, riavvia Electron Cash per attivare le nuovi impostazioni GUI
nl_nl: Herstart Electron Cash om de nieuwe GUI-instellingen te activeren
pl_pl: Uruchom ponownie Electron Cash, aby aktywować nowe ustawienia GUI
pt_br: Reinicie o Electron Cash para ativar as novas configurações de apresentação
sw_ke: Tafadhali anzisha tena Electron Cash ili kuwezesha mpangilio mpya wa GUI

source: Please restart the plugin to activate the new settings
ar_sa: يرجى إعادة تشغيل البرنامج المساعد لتفعيل الإعدادات الجديدة
fr_fr: Veuillez redémarrer le plugin pour activer les nouveaux paramètres
it_it: Per favore, riavvia il plugin per attivare le nuove impostazioni
nl_nl: Herstart de plug-in om de nieuwe instellingen te activeren
pl_pl: Uruchom ponownie wtyczkę, aby aktywować nowe ustawienia
pt_br: Por favor, reinicie o plugin para ativar as novas configurações
sw_ke: Tafadhali anza tena programu-jalizi ili kuwezesha tena mpangilio mpya

source: Please review the transaction, save it, and/or broadcast it at your leisure.
ar_sa: يرجى مراجعة العملية، أو حفظها، و/أو بثها على راحتك.
fr_fr: Veuillez consulter la transaction, la sauvegarder, et/ou la diffuser à votre guise.
it_it: Per favore, ricontrolla la transazione, salvala, e/o trasmettila quanto vuoi.
nl_nl: Raadpleeg de transactie, sla haar op en/of zend haar uit, zoals u wilt.
pl_pl: Przejrzyj transakcję, zapisz ją i/lub wyślij ją w innym terminie.
pt_br: Revise a transação, salve-a e / ou emita-a ao seu gosto.
sw_ke: Tafadhali kagua shuguli za ununuzi, uihifadhi, na / au uitangaze unapotaka.

source: Please save these %d words on paper (order is important).
ar_sa: يرجى حفظ هذه %d الكلمات على الورق (الترتيب مهم).
fr_fr: Veuillez enregistrer ces %d mots sur papier (l'ordre est important).
it_it: Per favore, salva queste %d parole su carta (l'ordine è importante).
nl_nl: Gelieve deze %d woorden op papier te bewaren (volgorde is belangrijk).
pl_pl: Proszę zapisać te %d słowa na papierze (kolejność jest ważna).
pt_br: Por favor guarde essas %d palavras em um papel (a ordem é importante).
sw_ke: Tafadhali hifadhi maneno haya %d kwenye karatasi (mpangilio ni muhimu).

source: Please select which server you would like to donate to:
ar_sa: يرجى تحديد الخادم الذي تريد التبرع له:
fr_fr: Veuillez sélectionner le serveur auquel vous souhaitez faire un don :
it_it: Per favore, seleziona il server a cui vuoi donare:
nl_nl: Kies alstublieft aan welke server u zou willen doneren:
pl_pl: Wybierz serwer, który chcesz wesprzeć:
pt_br: Por favor, selecione para qual servidor você gostaria de doar:
sw_ke: Tafadhali chagua seva ipi ambayo ungependa kuchangia:

source: Please select which {} device to use:
ar_sa: يرجى تحديد أي {} جهاز لاستخدامه:
fr_fr: Veuillez sélectionner l'appareil {} à utiliser :
it_it: Per favore, Seleziona quale dispositivo {} usare:
nl_nl: Selecteer welk {}-apparaat moet worden gebruikt:
pl_pl: Wybierz które urządzenie {} chcesz użyć:
pt_br: Selecione qual dispositivo {} usar:
sw_ke: Tafadhali chagua kifaa gani cha {} kutumia:

source: Please share it with your cosigners.
ar_sa: يرجى مشاركته مع الشركاء الموقعين الخاصين بك.
fr_fr: Veuillez le partager avec vos cosignataires.
it_it: Per favore, condividilo con i tuoi cofirmatari.
nl_nl: Deel het alstublieft met uw medeondertekenaars.
pl_pl: Proszę udostępnić to swoim współpodspisom.
pt_br: Compartilhe-o com seus co-autores.
sw_ke: Tafadhali sambaza kwa waweka sahihi wa pili.

source: Please specify a master key to continue. Valid keys are long strings starting with either xpub/ypub/zpub or xprv/yprv/zprv.
ar_sa: الرجاء تحديد مفتاح رئيسي للمتابعة. المفاتيح الصالحة هي سلاسل طويلة تبدأ ب xpub/ypub/zpub أو xprv/yprv/zprv.
fr_fr: Veuillez spécifier une clé maîtresse pour continuer. Les clés valides sont de longues chaînes commençant par xpub/ypub/zpub ou xprv/zprv.
it_it: Per favore, specifica una chiave principale per continuare. Le chiavi valide sono stringhe lunghe che iniziano con xpub/ypub/zpub o xprv/yprv/zprv.
nl_nl: Specificeer alstublieft een moedersleutel om door te gaan. Geldige sleutels zijn lange tekenreeksen beginnend met ofwel xpub/ypub/zpub of xprv/yprv/zprv.
pl_pl: Proszę podać klucz główny, aby kontynuować. Prawidłowe klucze to długi ciąg znaków zaczynający się od xpub/ypub/zpub lub xprv/yprv/zprv.
pt_br: Especifique uma chave mestra para continuar. Chaves válidas são seqüências longas que começam com xpub/ypub/zpub ou xprv/yprv /zprv.
sw_ke: Tafadhali taja funguosiri kabla ya kuendelea. Funguosiri ni kamba ndefu zinazoanza na xpub/ypub/zpub or xprv/yprv/zprv.

source: Please touch the home button
ar_sa: الرجاء لمس زر الصفحة الرئيسية
fr_fr: Veuillez appuyer sur le bouton d'accueil
it_it: Per favore, premi il pulsante home
nl_nl: Raak alstublieft de thuisknop aan
pl_pl: Proszę nacisnąć przycisk home
pt_br: Por favor, toque no botão Iniciar
sw_ke: Tafadhali gusa kitufe cha home

source: Please try again.
ar_sa: الرجاء المحاولة مرة أخرى.
fr_fr: Merci de réessayer.
it_it: Riprova.
nl_nl: Probeer het opnieuw.
pl_pl: Spróbuj ponownie.
pt_br: Tente novamente.
sw_ke: Tafadhali jaribu tena.

source: Please type it here.
ar_sa: الرجاء أكتبه هنا.
fr_fr: Veuillez l'écrire ici.
it_it: Per favore, scrivilo qui.
nl_nl: Typ het hier.
pl_pl: Proszę wpisać to tutaj.
pt_br: Digite aqui.
sw_ke: Tafadhali chapa hapa.

source: Please update at https://www.ledgerwallet.com
ar_sa: الرجاء التحديث على https://www.ledgerwallet.com
fr_fr: Veuillez mettre à jour sur https://www.ledgerwallet.com
it_it: Per favore, aggiornalo su https://www.ledgerwallet.com
nl_nl: Update alstublieft op https://www.ledgerwallet.com
pl_pl: Proszę zaktualizować na https://www.ledgerwallet.com
pt_br: Atualize em https://www.ledgerwallet.com
sw_ke: Tafadhali sawazisha kwa https://www.ledgerwallet.com

source: Please update to v0.1.27 or greater
ar_sa: الرجاء التحديث إلى v0.1.27 أو أكثر
fr_fr: Veuillez mettre à jour vers la version 0.1.27 ou supérieure
it_it: Per favore, aggiorna alla versione 0.1.27 o superiore
nl_nl: Update alstublieft naar v0.1.27 of hoger
pl_pl: Proszę zaktualizować do v0.1.27 lub wyżej
pt_br: Atualize para a versão v0.1.27 ou superior
sw_ke: Tafadhali sasisha kwa v0.1.27 au zaidi

source: Please visit this page for instructions on how to correct the situation:
ar_sa: الرجاء زيارة هذه الصفحة للحول على تعليمات حول كيفية تصحيح الحالة:
fr_fr: Veuillez consulter cette page contenant les instructions pour corriger la situation :
it_it: Per favore, trova informazioni su come correggere il problema a questa pagina:
nl_nl: Bezoek alstublieft deze pagina voor instructies voor het corrigeren van de situatie:
pl_pl: Odwiedź tę stronę, aby uzyskać instrukcje jak naprawić sytuację:
pt_br: Visite esta página para obter instruções sobre como corrigir a situação:
sw_ke: Tafadhali tembelea ukurasa huu kwa maagizo ya jinsi ya kurekebisha hali hiyo:

source: Please wait
ar_sa: الرجاء الإنتظار
fr_fr: Veuillez patienter
it_it: Attendi per favore
nl_nl: Even geduld
pl_pl: Proszę czekać
pt_br: Aguarde
sw_ke: Tafadhali subiri

source: Please wait while Electron Cash checks for available updates.
ar_sa: الرجاء الإنتظار بينما يتحقق Electron Cash من التحديثات المتوفرة.
fr_fr: Veuillez attendre pendant qu'Electron Cash vérifie la disponibilité des mises à jour.
it_it: Per favore, attendi mentre Electron Cash cerca gli aggiornamenti disponibili.
nl_nl: Even geduld terwijl Electron Cash controleert op beschikbare updates.
pl_pl: Poczekaj, Electron Cash sprawdza dostępność aktualizacji.
pt_br: Aguarde enquanto o Electron Cash procura por atualizações.
sw_ke: Tafadhali subiri Electron Cash inapoangalia sasisho zinazopatikana.

source: Please wait...
ar_sa: الرجاء الإنتظار...
fr_fr: Veuillez patienter...
it_it: Attendi per favore...
nl_nl: Even geduld...
pl_pl: Proszę czekać...
pt_br: Aguarde...
sw_ke: Tafadhali subiri...

source: Please wait... {num}/{total}
ar_sa: الرجاء الإنتظار... {num}/{total}
fr_fr: Veuillez patienter... {num}/{total}
it_it: Attendi per favore... {num}/{total}
nl_nl: Even geduld... {num}/{total}
pl_pl: Proszę czekać... {num}/{total}
pt_br: Aguarde... {num}/{total}
sw_ke: Tafadhali subiri... {num}/{total}

source: Please write your seed phrase down, as it's the only way to recover your funds if you forget your password or your device is stolen.
ar_sa: الرجاء كتابة العبارة المفتاحية الخاصة بك، لأنها الطريقة الوحيدة لاسترداد أموالك إذا نسيت كلمة المرور الخاصة بك أو تمت سرقة جهازك.
fr_fr: Veuillez écrire votre phrase de graine car c'est le seul moyen de récupérer vos fonds si vous oubliez votre mot de passe ou que votre appareil est volé.
it_it: Per favore, annota il tuo seme, è l'unico modo per recuperare i tuoi fondi se dimentichi la password o il tuo dispositivo viene rubato.
nl_nl: Schrijf uw seed-woordenreeks alstublieft op, aangezien het de enige manier is om uw geld te herstellen als u uw wachtwoord vergeet of als uw apparaat wordt gestolen.
pl_pl: Zapisz proszę swoją frazę seed, ponieważ jest to jedyny sposób na odzyskanie środków, jeśli zapomnisz hasła lub urządzenie zostanie skradzione.
pt_br: Por favor, escreva e salve sua seed; É a única maneira de recuperar seus fundos se você esquecer sua senha ou se seu dispositivo for roubado.
sw_ke: Tafadhali andika manenosiri, kwani ndio njia pekee ya kupata pesa zako ikiwa utasahau nenosiri au kifaa chako kiibiwe.

source: Plugin Details
ar_sa: تفاصيل البرنامج المساعد
fr_fr: Détails du Plugin
it_it: Dettagli Plugin
pl_pl: Szczegóły wtyczki
pt_br: Detalhes do plugin
sw_ke: Maelezo ya programu-jalizi

source: Plugin Manager
ar_sa: مدير البرنامج المساعد
fr_fr: Gestionnaire de plugins
it_it: Gestione Plugin
nl_nl: Plug-inbeheerder
pl_pl: Menedżer wtyczek
pt_br: Gerenciador de plugin
sw_ke: Meneja wa programu-jalizi

source: Plugin Metadata
ar_sa: البيانات الوصفية للبرنامج المساعد
fr_fr: Métadonnées du plugin
it_it: Metadati Plugin
nl_nl: Metadata plug-in
pl_pl: Metadane wtyczki
pt_br: Dados do plugin
sw_ke: Maelezo ya programu-jalizi

source: Plugin Preview
ar_sa: معاينة البرنامج المساعد
fr_fr: Aperçu du plugin
it_it: Anteprima Plugin
nl_nl: Plug-invoorbeeld
pl_pl: Podgląd wtyczki
pt_br: Prévia do plugin
sw_ke: Ona mwoneko awali wa programu-jalizi

source: Plugins are risky. They can steal funds or even damage your computer.
ar_sa: البرامج المساعدة محفوفة بالمخاطر. يمكنها سرقة الأموال أو حتى إلحاق الضرر بحاسوبك.
fr_fr: Que les plug-ins comportent un risque inhérent. Ils peuvent dérober vos fonds ou même endommager votre ordinateur.
it_it: I plugin sono rischiosi. Possono rubare fondi o danneggiare il tuo computer.
nl_nl: Plug-ins zijn riskant. Ze kunnen geld stelen of zelfs uw computer beschadigen.
pl_pl: Wtyczki są ryzykowne. Mogą ukraść środki lub nawet uszkodzić komputer.
pt_br: Plugins são arriscados. Eles podem roubar fundos ou até mesmo danificar seu computador.
sw_ke: Programu-jalizi ni hatari. Zinaweza kuiba fedha au hata kuharibu kompyuta yako.

source: Plugins should support one or more of these interfaces.
ar_sa: يجب أن تدعم البرامج المساعدة واحدة أو أكثر من هذه الواجهات.
fr_fr: Les plugins devraient prendre en charge une ou plusieurs de ces interfaces.
it_it: I plugin dovrebbero supportare una o più di queste interfacce.
nl_nl: Plug-ins moeten één of meer van deze interfaces ondersteunen.
pl_pl: Wtyczki powinny obsługiwać co najmniej jeden z tych interfejsów.
pt_br: Plugins devem suportar uma ou mais dessas interfaces.
sw_ke: Progamu-jalizi zinapaswa kuunga mkono moja au zaidi ya maingiliano haya.

source: Pool size
ar_sa: حجم المخزن
it_it: Dimensioni della pool
nl_nl: Poolgrootte
pl_pl: Rozmiar puli
pt_br: Tamanho da pool
sw_ke: Kipimo cha dimbwi la seva

source: Port
ar_sa: منفذ
it_it: Porta
nl_nl: Poort
pt_br: Porta
sw_ke: Kituo

source: Possible BTC Segwit address in 'Pay to' field. Please use CashAddr format for p2sh addresses. {segwit_addresses}
ar_sa: عنوان BTC Segwit محتمل في حقل "الدفع إلى". الرجاء إستخدام شكل CashAddr لعناوين p2sh. {segwit_addresses} عناوين BTC Segwit محتملة في حقل "الدفع إلى". الرجاء إستخدام شكل CashAddr لعناوين p2sh. {segwit_addresses} صفر عنوان BTC Segwit محتمل في حقل "الدفع إلى". الرجاء إستخدام شكل CashAddr لعناوين p2sh. {segwit_addresses}
it_it: Possibile indirizzo BTC Segwit nel campo 'Paga a'. Per favore, utilizza il formato CashAddr per gli indirizzi p2sh. {segwit_addresses}
nl_nl: Mogelijk BTC-Segwit-adres in veld 'Betaal aan'. Gelieve CashAdr-formaat te gebruiken voor P2SH-adressen. {segwit_addresses}
pl_pl: Możliwy adres BTC Segwit w polu 'Zapłać do'. Użyj formatu CashAddr dla adresów p2sh. {segwit_addresses}
pt_br: Possível endereço BTC Segwit no campo 'Pagar para'. Por favor, use o formato CashAddr para endereços p2sh. {segwit_addresses}
sw_ke: Wezekano la anwani ya BTC Segwit katika uwanja wa 'Lipa kwa'. Tafadhali tumia fomati ya CashAddr kwa anwani za p2sh {segwit_addresses}

source: Posts a PERMANENT note to the BCH blockchain as part of this transaction.
ar_sa: ينشر ملاحظة PERMANENT على سلسلة كتل BCH كجزء من هذه العملية.
it_it: Invia una nota PERMANENTE alla blockchain BCH come parte di questa transazione.
nl_nl: Plaatst een PERMANENTE aantekening op de BCH-blockchain, als onderdeel van deze transactie.
pl_pl: Wpisuje NA STAŁE notatkę do blockchaina BCH jako część tej transakcji.
pt_br: Publica uma nota PERMANENTE na blockchain BCH como parte desta transação.
sw_ke: Tuma barua ndogo la KUDUMU kwa BCH blockchain kama sehemu ya shughuli hii.

source: Potentially Unsafe Operation
ar_sa: عملية غير آمنة محتملة
fr_fr: Opération potentiellement dangereuse
it_it: Operazione Potenzialmente Pericolosa
nl_nl: Mogelijk onveilige actie
pl_pl: Operacja potencjalnie niebezpieczna
pt_br: Operação potencialmente insegura
sw_ke: Operesheni hatari

source: Preferences
ar_sa: تفضيلات
fr_fr: Préférences
it_it: Preferenze
nl_nl: Voorkeuren
pl_pl: Ustawienia
pt_br: Preferências
sw_ke: Pendeleo

source: Preferred
ar_sa: مفضّل
fr_fr: Préféré
it_it: Preferiti
nl_nl: Voorkeur
pl_pl: Preferowane
pt_br: Preferido
sw_ke: Inayopendelewa

source: Preferred servers ({}) are servers you have designated as reliable and/or trustworthy.
ar_sa: الخوادم المفضلة ({}) هي خوادم حددتها كخوادم موثوقة و/أو جديرة بالثقة.
fr_fr: Les serveurs préférés ({}) sont des serveurs que vous avez désignés comme fiables et/ou dignes de confiance.
it_it: I server preferiti ({}) sono server che hai selezionato come affidabili e/o affidabili.
nl_nl: Voorkeurservers ({}) zijn servers die u heeft aangemerkt als betrouwbaar.
pl_pl: Preferowane serwery ({}) to serwery, które określiłeś jako niezawodne i/lub wiarygodne.
pt_br: Servidores preferidos ({}) são servidores que você designou como confiáveis.
sw_ke: Seva zinazopendekezwa ({}) ni seva ambazo umechagua kuwa za kuaminika na / au za kuaminika.

source: Press 'Next' to create this wallet, or choose another file.
ar_sa: أضغط على 'التالي' لإنشاء هذه المحفظة، أو إختر ملف آخر.
fr_fr: Appuyez sur "Suivant" pour créer ce portefeuille, ou choisissez un autre fichier.
it_it: Premi 'Avanti' per creare questo portafoglio, o scegli un altro file.
nl_nl: Druk op 'Volgende' om deze portemonnee aan te maken, of kies een ander bestand.
pl_pl: Wciśnij 'Dalej' aby stworzyć ten portfel, lub wybierz inny plik.
pt_br: Pressione 'Avançar' para criar esta carteira ou escolha outro arquivo.
sw_ke: Bonyeza 'Next' kuunda kipochi hiki, au uchague faili nyingine.

source: Press 'Next' to open this wallet.
ar_sa: إضغط على 'التالي' لفتح هذه المحفظة.
fr_fr: Cliquer sur suivant pour ouvrir ce portefeuille.
it_it: Premi 'Avanti' per aprire questo portafoglio.
nl_nl: Druk op 'Volgende' om deze portemonnee te openen.
pl_pl: Wciśnij 'Dalej' aby otworzyć ten portfel.
pt_br: Pressione 'Avançar' para abrir esta carteira.
sw_ke: Bonyeza 'Endelea' kuunda kipochi hiki, au uchague faili nyingine.

source: Press Enter
ar_sa: إضغط زر Enter
fr_fr: Appuyez sur Entrer
it_it: Premi Invio
nl_nl: Druk op Enter
pl_pl: Naciśnij Enter
pt_br: Pressione Enter
sw_ke: Bonyeza Enter

source: Press the menu button above to open or create one.
ar_sa: إضغط على زر القائمة أعلاه لفتح أو إنشاء واحدة.
fr_fr: Appuyez sur le bouton de menu ci-dessus pour ouvrir ou en créer un.
it_it: Premi il pulsante menu sopra per aprire o crearne uno nuovo.
nl_nl: Druk hierboven op de menuknop om er een te openen of maken.
pl_pl: Naciśnij przycisk menu powyżej, aby go otworzyć lub utworzyć.
pt_br: Pressione o botão de menu acima para abrir ou criar um.
sw_ke: Bonyeza kitufe cha menyu hapo juu kufungua au kuunda moja.

source: Preview
ar_sa: عرض
fr_fr: Aperçu
it_it: Anteprima
nl_nl: Voorbeeld
pl_pl: Podgląd
pt_br: Visualização
sw_ke: Ona mwoneko awali

source: Previously you had auto-fusion enabled on this wallet. If you would like to keep auto-fusing in the background, enter your password.
ar_sa: في السابق كان الدمج التلقائي مفعّل في هذه المحفظة. إذا كنت ترغب في الحفاظ على الإندماج التلقائي في الخلفية, أدخل كلمة المرور الخاصة بك.
fr_fr: Vous aviez précédemment activé la fusion automatique sur ce portefeuille. Si vous souhaitez conserver le fusionnement automatique en arrière-plan, entrez votre mot de passe.
it_it: In precedenza era abilitata la fusione automatica su questo portafoglio. Se si desidera mantenere la fusione automatica in background, inserire la password.
nl_nl: U had auto-fusie eerder ingeschakeld voor deze portemonnee. Als u wilt doorgaan met auto-fuseren op de achtergrond, voer dan uw wachtwoord in.
pl_pl: Wcześniej włączyłeś automatyczną fuzję w tym portfelu. Jeśli chcesz zachować automatyczną fuzję w tle, wprowadź hasło.
pt_br: Anteriormente, você tinha auto-fusão ativada nesta carteira. Se você gostaria de manter fusão automática em segundo plano, digite sua senha.
sw_ke: Hapo awali ulikuwa umewezesha auto-fusion kwenye kipochi hichi. Ikiwa ungependa kuendelea kuwezesha auto-fusion, weka nenosiri lako.

source: Privacy Warning
ar_sa: تحذير الخصوصية
fr_fr: Avertissement de confidentialité
it_it: Avviso sulla Privacy
nl_nl: Privacywaarschuwing
pl_pl: Ostrzeżenie o prywatności
pt_br: Aviso de privacidade
sw_ke: Onyo la faragha

source: Private Key
ar_sa: المفتاح الخاص
fr_fr: Clé privée
it_it: Chiave privata
nl_nl: Privésleutel
pl_pl: Klucz prywatny
pt_br: Chave Privada
sw_ke: Nenosiri

source: Private Keys
ar_sa: المفاتيح الخاصة
fr_fr: Clés privées
it_it: Chiavi Private
nl_nl: Privésleutels
pl_pl: Klucze prywatne
pt_br: Chaves privada
sw_ke: Nenosiri

source: Private key
ar_sa: مفتاح خاص
fr_fr: Clé privée
it_it: Chiave privata
nl_nl: Privésleutel
pl_pl: Klucz prywatny
pt_br: Chave privada
sw_ke: Nenosiri

source: Private keys
ar_sa: مفاتيح خاصة
fr_fr: Clés privées
it_it: Chiavi private
nl_nl: Privésleutels
pl_pl: Klucze prywatne
pt_br: Chaves privada
sw_ke: Nenosiri

source: Private keys exported.
ar_sa: تم تصدير المفاتيح الخاصة.
fr_fr: Clés privées exportées
it_it: Chiavi private esportate.
nl_nl: Privésleutels geëxporteerd.
pl_pl: Klucze prywatne wyeksportowane.
pt_br: Chaves privadas exportadas.
sw_ke: Nenosiri zimehifadhiwa kando.

source: Proceed if what you intend to do is to send BCH.
it_it: Procedi se ciò che vuoi è inviare BCH.
pl_pl: Kontynuuj, jeśli zamierzasz wysłać BCH.

source: Proceed to Send Tab
ar_sa: إنتقل إلى علامة التبويب إرسال
fr_fr: Procéder à l'envoi de l'onglet
it_it: Procedi alla Scheda Invia
nl_nl: Doorgaan naar tabblad Versturen
pl_pl: Przejdź do zakładki Wyślij
pt_br: Prosseguir para a próxima página
sw_ke: Endelea kutuma

source: Proceed?
ar_sa: متابعة؟
fr_fr: Procéder ?
it_it: Vuoi continuare?
nl_nl: Doorgaan?
pl_pl: Kontynuować?
pt_br: Prosseguir?
sw_ke: Endelea?

source: Project URL
ar_sa: URL المشروع
fr_fr: URL du projet
it_it: URL del progetto
pl_pl: Adres URL projektu
pt_br: URL do projeto
sw_ke: URL ya Mradi
