Repository: Electron-Cash/electrum-locale
Catalog: locale/*/electron-cash.po
Languages: ar_sa, fr_fr, it_it, nl_nl, pl_pl, pt_br, sw_ke

source: Add a cosigner to your multi-sig wallet
ar_sa: أضف شريك موقّع لمحفظتك متعددة التواقيع
fr_fr: Ajouter un cosignataire à votre portefeuille multi-signature.
it_it: Aggiungi un cofirmatario al tuo portafoglio multi-firma
nl_nl: Een medeondertekenaar toevoegen aan uw multi-sig-portemonnee
pl_pl: Dodaj współpodpisującego do twojego portfela z wielopodpisowego
pt_br: Adicione um cosigner para sua carteira de multi assinatura
sw_ke: Ongeza mweka sahihi wa pili kwenye kipochi-zaidi chako

source: Add an optional virtual keyboard to the password dialog.
ar_sa: أضف لوحة مفاتيح إفتراضية إختيارية إلى مربع كلمة المرور.
fr_fr: Ajouter un clavier virtuel à la fenêtre de mot de passe (optionnel).
it_it: Aggiungi una tastiera virtuale opzionale alla finestra di dialogo della password.
nl_nl: Een optioneel schermtoetsenbord toevoegen aan het wachtwoordvenster.
pl_pl: Dodaj opcjonalną klawiaturę wirtualną do okna dialogowego hasła.
pt_br: Adicione um teclado virtual opcional quando for digitar a senha.
sw_ke: Ongeza kibodi ya hiari kwenye mazungumzo ya nenosiri.

source: Add cosigner
ar_sa: إضافة شريك موقّع
fr_fr: Ajouter un cosignataire
it_it: Aggiungi cofirmatario
nl_nl: Medeondertekenaar toevoegen
pl_pl: Dodaj współpodpisującego
pt_br: Adicione um cossignatário
sw_ke: Ongeza mweka sahihi wa pili

source: Add new wallet
ar_sa: أضف محفظة جديدة
fr_fr: Ajouter un nouveau portefeuille
it_it: Aggiungi nuovo portafoglio
nl_nl: Nieuwe portemonnee toevoegen
pl_pl: Dodaj nowy portfel
pt_br: Adicionar nova carteira
sw_ke: Ongeza kipochi kipya

source: Add to Contacts
ar_sa: أضف إلى معارفي
fr_fr: Ajouter aux contacts
it_it: Aggiungi ai Contatti
nl_nl: Toevoegen aan contactpersonen
pl_pl: Dodaj do kontaktów
pt_br: Adicionar a contatos
sw_ke: Ongeza kwa Stakabadhi za kuwasiliana

source: Add to preferred
ar_sa: أضف إلى المفضل
fr_fr: Ajouter à la préférence
it_it: Aggiungi ai preferiti
nl_nl: Toevoegen aan voorkeur
pl_pl: Dodaj do preferowanych
pt_br: Adicionar à preferidos
sw_ke: Ongeza kwa vitu unazopendelea

source: Adding {} of {} new addresses to wallet...
ar_sa: إضافة {} من {} من العناوين الجديدة إلى المحفظة...
fr_fr: Ajout de {} de {} nouvelles adresses au portefeuille...
it_it: Aggiungendo {} di {} nuovi indirizzo al portafoglio...
nl_nl: {} van {} nieuwe adressen toevoegen aan portemonnee...
pl_pl: Dodawanie {} z {} nowych adresów do portfela...
pt_br: Adicionando {} de {} novos endereços à carteira...
sw_ke: Ongeza {} ya {} anwani mpya kwenye kipochi...

source: Additional fees
ar_sa: رسوم اضافية
fr_fr: Frais supplémentaires
it_it: &Commissioni aggiuntive
nl_nl: Bijkomende kosten
pl_pl: Dodatkowe opłaty
pt_br: Tarifas adicionais
sw_ke: Ada ya ziada

source: Additionally, save the derivation path as well.
ar_sa: بالإضافة إلى ذلك، إحفظ مسار الإشتقاق كذلك.
fr_fr: Aditionellement, enregistrez également le chemin de dérivation.
it_it: Inoltre, salva il percorso di derivazione.
nl_nl: Bewaar bovendien ook het afleidingspad.
pl_pl: Dodatkowo, zapisz również ścieżkę derywacji.
pt_br: Além disso, salve o caminho de derivação também.
sw_ke: Kwa kuongeza, weka njia ya derivation pia.

source: Additionally, save the seed extension and derivation path as well.
ar_sa: بالإضافة إلى ذلك، إحفظ ملحقات الكلمة المفتاحية ومسار الإشتقاق أيضا.
fr_fr: Aditionellement, enregistrez également l'extension de la graine et le chemin de dérivation.
it_it: Inoltre, salve l'estensione del seme e il percorso di derivazione.
nl_nl: Bewaar bovendien ook de seed-uitbreiding en het afleidingspad.
pl_pl: Ponadto zapisz również rozszerzenie seed i ścieżkę derywacji.
pt_br: Além disso, salve a extensão da Seed e o caminho de derivação também.
sw_ke: Kwa kuongeza, weka maneno siri na njia ya derivation pia.

source: Additionally, save the seed extension as well.
ar_sa: بالإضافة إلى ذلك، إحفظ ملحق الكلمة المفتاحية أيضا.
fr_fr: Aditionellement, enregistrez également l'extension de la graine.
it_it: Inoltre, salva l'estensione del seme.
nl_nl: Bewaar bovendien ook de seed-uitbreiding.
pl_pl: Dodatkowo, zapisz również ścieżkę derywacji.
pt_br: Além disso, salve a extensão da Seed também.
sw_ke: Kwa kuongeza, weka maneno siri pia.

source: Additionally, you may also be vulnerable to man-in-the-middle attacks.
ar_sa: كذلك، قد تكون عرضة لهجمات الوسيط MITM.
fr_fr: Aditionellement, vous pouvez également être vulnérable aux attaques de l'homme du milieu.
it_it: Inoltre, potresti essere vulnerabile ad attacchi man-in-the-middle.
nl_nl: Bovendien kunt u ook kwetsbaar zijn voor man-in-the-middle-aanvallen.
pl_pl: Dodatkowo możesz być również podatny na ataki man-in-the-middle.
pt_br: Além disso, você também pode estar vulnerável a ataques man-in-the-middle.
sw_ke: Unaweza pia kuwa katika hatari ya shambulizi za man-in-the-middle.

source: Address
ar_sa: عنوان
fr_fr: Adresse
it_it: Indirizzo
nl_nl: Adres
pl_pl: Adres
pt_br: Endereço
sw_ke: Anwani

source: Address Converter
ar_sa: محول العناوين
fr_fr: Convertisseur d'adresse
it_it: Conversione di Indirizzo
nl_nl: Adresomzetter
pl_pl: Konwerter adresów
pt_br: Conversor de endereço
sw_ke: Kibadilishi cha anwani

source: Address Details
ar_sa: تفاصيل العنوان
fr_fr: Détails de l'adresse
it_it: Dettagli Indirizzo
nl_nl: Adresdetails
pl_pl: Szczegóły adresu
pt_br: Detalhes do Endereço
sw_ke: Maelezo ya Anwani

source: Address Format
ar_sa: صيغة العنوان
fr_fr: Format de l'adresse
it_it: Formato Indirizzo
nl_nl: Adresformaat
pl_pl: Format adresu
pt_br: Formato do Endereço
sw_ke: Fomati ya Anwani

source: Address contains only frozen coins
ar_sa: العنوان يحتوي على عملات مجمدة فقط
fr_fr: L'adresse ne contient que des pièces gelées
it_it: L'Indirizzo contiene solo fondi bloccati
nl_nl: Adres bevat alleen bevroren munten
pl_pl: Adres zawiera tylko zamrożone monety
pt_br: Endereço contém apenas moedas travadas
sw_ke: Anwani ina sarafu sizizoweza kutumika tu

source: Address contains only spend-locked SLP tokens
ar_sa: العنوان يحتوي على رموز SLP المقفلة للإنفاق فقط
fr_fr: L'adresse ne contient que des jetons SLP verrouillés
it_it: L'Indirizzo contiene fondi spendibili solo tramite token SLP
nl_nl: Adres bevat uitsluitend niet-spendeerbare SLP-fiches
pl_pl: Adres zawiera tylko tokeny SLP, które są zablokowane (nie do wydania)
pt_br: O endereço contém apenas tokens de SLP bloqueados por despesas
sw_ke: Anwani ina sarafu za SLP sizizoweweza kutumikla

source: Address copied to clipboard
ar_sa: تم نسخ العنوان إلى الحافظة
fr_fr: Adresse copiée dans le presse-papiers
it_it: Indirizzo copiato negli appunti
nl_nl: Adres naar klembord gekopieerd
pl_pl: Adres skopiowany do schowka
pt_br: Endereço copiado para a área-de-transferência
sw_ke: Maandishi yamenakiliwa kwa clipboard

source: Address has no spendable coins
ar_sa: العنوان لا يحتوي على عملات قابلة للإنفاق
fr_fr: L'adresse n'a pas de pièces dépensables
it_it: L'Indirizzo non ha fondi spendibili
nl_nl: Adres heeft geen besteedbare munten
pl_pl: Adres nie posiada monet możliwych do wydania
pt_br: Endereço não possui moedas gastáveis
sw_ke: Anwani ina sarafu sizizoweweza kutumikla

source: Address is frozen
ar_sa: العنوان مجمد
fr_fr: L'adresse est gelée
it_it: Indirizzo bloccato
nl_nl: Adres is bevroren
pl_pl: Adres jest zamrożony
pt_br: Endereço está travado
sw_ke: Anwani imefungiwa

source: Address is frozen, right-click to unfreeze
it_it: Indirizzo bloccato, clicca con il tasto destro per sbloccarlo

source: Address not in wallet.
ar_sa: العنوان ليس في المحفظة.
fr_fr: L'adresse n'est pas dans le portefeuille.
it_it: Indirizzo non nel portafoglio.
nl_nl: Adres niet in portemonnee.
pl_pl: Adresu nie ma w portfelu.
pt_br: O endereço não está na carteira.
sw_ke: Anwani haipatikani kwa kipochi.

source: Address to convert
ar_sa: عنوان لتحويله
fr_fr: Adresse à convertir
it_it: Indirizzo da convertire
nl_nl: Om te zetten adres
pl_pl: Adres do konwersji
pt_br: Endereço a converter
sw_ke: Anwani ya kubadilisha

source: Address to sweep to:
ar_sa: عنوان المسح إلى:
fr_fr: Adresse à balayer:
it_it: Indirizzo sul quale prelevare:
nl_nl: Adres om naar op te nemen:
pl_pl: Adres na który przenieść środki:
pt_br: Endereço para varrer para:
sw_ke: Anwani ya kufagilia:

source: Address:
ar_sa: العنوان:
fr_fr: Adresse :
it_it: Indirizzo:
nl_nl: Adres:
pl_pl: Adres:
pt_br: Endereço:
sw_ke: Anwani:

source: Addresses
ar_sa: عناوين
fr_fr: Adresses
it_it: Indirizzi
nl_nl: Adressen
pl_pl: Adresy
pt_br: Endereços
sw_ke: Anwani

source: Addresses generated:
ar_sa: العناوين المستحدثة:
fr_fr: Adresses générées :
it_it: Indirizzi generati:
nl_nl: Gegenereerde adressen:
pl_pl: Wygenerowane adresy:
pt_br: Endereços gerados:
sw_ke: Anwani zimeuundwa:

source: Advanced
ar_sa: متقدم
fr_fr: Avancé
it_it: Avanzato
nl_nl: Geavanceerd
pl_pl: Zaawansowane
pt_br: Avançado
sw_ke: Mengine

source: After at least <i>1 confirmation</i>, you will be able to use your new <b>Cash Account</b>, and it will be visible in Electron Cash in the <b>Addresses</b> tab.
ar_sa: بعد على الأقل <i>تأكيد 1</i>، ستتمكن من إستخدام <b>حسابك النقدي الجديد</b>، وسيكون مرئياً في Electron Cash في <b>تبويب</b> العناوين.
fr_fr: Après au moins <i>1 confirmation</i>, vous pourrez utiliser votre nouveau <b>compte en espèces</b>, et il sera visible dans Electron Cash dans l'onglet <b>Adresses</b>.
it_it: Dopo almeno <i>1 conferma</i>, sarai in grado di utilizzare il tuo nuovo <b>Account Cash</b>, e sarà visibile in Electron Cash nella scheda <b>Indirizzi</b>.
nl_nl: Na ten minste <i>1 bevestiging</i>kunt u uw nieuwe <b>CashAccount</b> gebruiken, en is het zichtbaar in Electron Cash op het tabblad <b>Adressen</b>.
pl_pl: Po co najmniej <i>1 potwierdzeniu</i>będziesz mógł użyć nowego <b>Cash Account</b>, i będzie on widoczny w Electron Cash w zakładce <b>Adresy</b>.
pt_br: Depois de pelo menos <i>1 confirmação</i>, você poderá usar sua nova <b>Conta do Cash</b>, e ela será visível no Electron Cash na guia <b>Endereços</b>.
sw_ke: Baada ya angalau <i>thibitisho 1</i> utaweza kutumia akaunti yako mpya ya <b> Cash Account </b> na itaonekana katika Electron Cash kwenye <b>Anwani</b>.

source: After disabling passphrases, you can only pair this Electron Cash wallet if it had an empty passphrase. If its passphrase was not empty, you will need to create a new wallet with the install wizard. You can use this wallet again at any time by re-enabling passphrases and entering its passphrase.
ar_sa: بعد تعطيل العبارات السرية، يمكنك ضم محفظة الكترون كاش هذه فقط إذا كانت عبارتها السرية فارغة. إن لم تكن عبارتها السرية فارغة، عليك إنشاء محفظة جديدة باستخدام مرشد التثبيت. يمكنك استخدام هذه المحفظة في أي وقت عند إعادة تفعيل العبارات السرية وإدخال عبارتها السرية.
fr_fr: Après avoir désactivé les phrases secrètes, vous ne pouvez appairer ce portefeuille Electron Cash que s'il avait une phrase secrète vide. Si son mot de passe n'était pas vide, vous devrez créer un nouveau portefeuille avec l'assistant d'installation. Vous pouvez réutiliser ce portefeuille à tout moment en réactivant les phrases secrètes et en saisissant sa phrase secrète.
it_it: Dopo aver disabilitato la passphrase, puoi associare questo portafoglio Electron Cash solo se non ha una passphrase impostata. Nel caso fosse impostata, dovrai creare un nuovo portafoglio con la procedura di installazione guidata. Puoi utilizzare nuovamente questo portafoglio in qualsiasi momento riattivando la passphrase e inserendola.
nl_nl: Na het uitschakelen van wachtzinnen kunt u deze Electron Cash-portemonnee alleen koppelen indien hij een lege wachtzin had. Als de wachtzin niet leeg was moet u een nieuwe portemonnee maken met de installatiewizard. U kunt deze portemonnee altijd opnieuw gebruiken nadat u wachtzinnen opnieuw inschakelt en zijn wachtzin invoert.
pl_pl: Po wyłączeniu frazy haseł, możesz sparować ten portfel Electron Cash tylko wtedy, jeśli miał pustą frazę haseł. Jeśli fraza nie była pusta, będziesz musiał utworzyć nowy portfel za pomocą kreatora instalacji. Możesz użyć tego portfela ponownie w każdej chwili, reaktywizując frazę haseł i ją wprowadzając.
pt_br: Depois de desativar sua frase segura, você só pode emparelhar a carteira Electron Cash se ela contiver uma frase segura vazia. Você precisará criar uma nova carteira com o assistente de instalação. Você pode usar essa carteira novamente no momento em que reativar a frase segura e precisar inseri-la.
sw_ke: Baada ya kutoa manenosiri, unaweza tu kuweka pamoja kipochi hichi Electron Cash ikiwa manenosiri halikuwa tupu. Ikiwa manenosiri hayakuwa tupu, utahitaji kuunda kipochi kipya kwa usaidizi wa kusanikisha. Unaweza kutumia kipochi hiki tena wakati wowote kwa kuwezesha tena kwa kuweka manenosiri yake.

source: After unlocking, may also need to re-open this wallet window as well.
ar_sa: بعد فتح القفل، قد تحتاج أيضًا إلى إعادة فتح نافذة هذه المحفظة أيضًا.
fr_fr: Après le déblocage, il peut également être nécessaire de rouvrir cette fenêtre de portefeuille.
it_it: Dopo lo sblocco, potrebbe essere necessario riaprire la finestra di questo portafoglio.
nl_nl: Na ontgrendeling moet u mogelijk ook dit portemonneevenster opnieuw openen.
pl_pl: Po odblokowaniu, może być również konieczne ponowne otwarcie tego okna portfela.
pt_br: Após destravar, você pode ter que reabrir a janela dessa carteira também.
sw_ke: Baada ya kufungua, unaweza kuhitaji kufungua tena kipochi pia.

source: All
ar_sa: الكل
fr_fr: Tous
it_it: Tutti
nl_nl: Alle
pl_pl: Wszystkie
pt_br: Tudo
sw_ke: Zote

source: All Transactions
ar_sa: كل المعاملات
fr_fr: Toutes les transactions
it_it: Tutte le Transazioni
nl_nl: Alle transacties
pl_pl: Wszystkie transakcje
pt_br: Todas as transações
sw_ke: Shuguli zote za ununuzi

source: All of your traffic to the blockchain servers will be sent unencrypted.
ar_sa: كل الاتصالات مع خادم السلسلة سترسل بلا تشفير.
fr_fr: Tout votre trafic en direction des serveurs blockchain sera transmis sans chiffrement.
it_it: Tutto il traffico verso i server della blockchain verrà inviato senza cifratura.
nl_nl: Al uw verkeer naar de blockchainservers zal onversleuteld worden verstuurd.
pl_pl: Cały ruch na serwery blockchain zostanie wysłany niezaszyfrowany.
pt_br: Todo o seu tráfego para os servidores de blockchain será enviado sem criptografia.
sw_ke: Trafiki yako yote kwa seva za blockchain itatumwa bila usajili.

source: All set and good to go.
ar_sa: كل شيء معد وجاهز.
fr_fr: Tout est prêt et il est bon de partir.
it_it: Tutto fatto, pronti per partire.
nl_nl: Alles gereed en klaar voor gebruik.
pl_pl: Wszystko gotowe.
pt_br: Tudo pronto.
sw_ke: Kila kitu kishwari.

source: Allow legacy p2sh in the Send tab
ar_sa: السماح ل p2sh القديم في علامة التبويب إرسال
fr_fr: Autoriser l'héritage p2sh dans l'onglet Envoyer
it_it: Permetti p2sh legacy nella scheda Invia
nl_nl: Oude P2SH toestaan in tabblad Versturen
pl_pl: Zezwalaj na starsze p2sh w zakładce Wyślij
pt_br: Permitir P2SH legacy na aba Enviar
sw_ke: Wezesha p2sh kwa sehemu ya kutuma

source: Allow this wallet to participate multiply in the same fusion round?
ar_sa: هل تسمح لهذه المحفظة بالمشاركة المتعددة في نفس جولة الدمج؟
fr_fr: Autoriser ce portefeuille à participer à se multiplier dans le même cycle de fusion?
it_it: Consenti a questo portafoglio di partecipare più volte allo stesso round di fusione?
nl_nl: Deze portemonnee toestaan om meervoudig deel te nemen aan dezelfde fusieronde?
pl_pl: Zezwolić temu portfelowi na udział w tej samej rundzie fuzji wielokrotnie?
pt_br: Permitir que esta carteira participe e multiplique na mesma rodada de fusão?
sw_ke: Ruhusu kipochi hichi kushiriki kuzidisha katika mzunguko wa fusion?

source: Already Expired
ar_sa: منتهي الصلاحية مسبقا
fr_fr: Déjà expiré
it_it: Già Scaduto
nl_nl: Reeds verlopen
pl_pl: Już wygasł
pt_br: Já expirado
sw_ke: Imekwisha Muda

source: Already up to date
ar_sa: محدث مسبقا
fr_fr: Déjà mis à jour
it_it: Già aggiornato
nl_nl: Reeds up-to-date
pl_pl: Już aktualne
pt_br: Já atualizado
sw_ke: Ni yahadi leo

source: Amount
ar_sa: القيمة
fr_fr: Montant
it_it: Importo
nl_nl: Bedrag
pl_pl: Kwota
pt_br: Valor
sw_ke: Kiasi

source: Amount for OP_RETURN output must be zero.
ar_sa: مقدار خرج OP_RETURN يجب أن يكون صفرا.
fr_fr: Le montant pour la sortie OP_RETURN doit être zéro.
it_it: L'importo per l'output OP_RETURN deve essere zero.
nl_nl: Bedrag van OP_RETURN-output moet nul zijn.
pl_pl: Kwota dla wyjścia OP_RETURN musi być równa zeru.
pt_br: Quantia para saída OP_RETURN deve ser zero.
sw_ke: Kiasi cha OP_RETURN pato lazima liwe sufuri.

source: Amount received:
ar_sa: القيمة المستقبلة:
fr_fr: Montant reçu :
it_it: Importo ricevuto:
nl_nl: Ontvangen bedrag:
pl_pl: Kwota otrzymana:
pt_br: Quantia recebida:
sw_ke: Kiasi Kilichopokewa:

source: Amount sent:
ar_sa: القيمة المرسلة:
fr_fr: Montant envoyé :
it_it: Importo inviato:
nl_nl: Verstuurd bedrag:
pl_pl: Kwota wysłana:
pt_br: Quantia enviada:
sw_ke: Kiasi Kilichotumwa:

source: Amount to be sent
ar_sa: القيمة المراد ارسالها
fr_fr: Montant à envoyer
it_it: Importo da inviare
nl_nl: Te versturen bedrag
pl_pl: Kwota do wysłania
pt_br: Quantia a enviar
sw_ke: Kiasi cha Kutumwa

source: Amount to be sent.
ar_sa: القيمة لتُرسل.
fr_fr: Montant à envoyer.
it_it: Importo da inviare.
nl_nl: Te versturen bedrag.
pl_pl: Kwota do wysłania.
pt_br: Quantia a ser enviada.
sw_ke: Kiasi cha kutumwa.

source: An Electron Cash update is available
ar_sa: هناك تحديث متوفر لإلكترون كاش
fr_fr: Une mise à jour Electron Cash est disponible
it_it: È disponibile un aggiornamento di Electron Cash
nl_nl: Er is een update voor Electron Cash beschikbaar
pl_pl: Aktualizacja Electron Cash jest dostępna
pt_br: Atualização do Electron Cash está disponível
sw_ke: Sawazisho mpya la Electron Cash linapatikana

source: An Error Occurred
ar_sa: حدث خطأ
fr_fr: Une erreur est survenue
it_it: Si è verificato un errore
nl_nl: Er is een fout opgetreden
pl_pl: Wystąpił błąd
pt_br: Ocorreu um erro
sw_ke: Kosa limetokea

source: An encrypted transaction was retrieved from cosigning pool.
ar_sa: تم إسترجاع عملية مشفرة من مخزن التواقيع المشتركة.
fr_fr: Une transaction encryptée a été récupérée depuis le groupement de cosignataires.
it_it: È stata recuperata una transazione cifrata dal gruppo di cofirmatari.
nl_nl: Een versleutelde transactie werd opgehaald uit de medeondertekenaarspool.
pl_pl: Zaszyfrowana transakcja została pobrana z puli współpodpisów.
pt_br: Uma transação criptografada foi recuperada do grupo de cossignatários.
sw_ke: Shuguli ya ununuzi iliyosimbwa yalipatikana kutoka kwenye dimbwi la seva.

source: An error occurred broadcasting the transaction
ar_sa: حدث خطأ عند بث المعاملة
fr_fr: Une erreur est survenue lors de la transmission de la transaction
it_it: Si è verificato un errore durante la trasmissione della transazione
nl_nl: Er is een fout opgetreden bij het uitzenden van de transactie
pl_pl: Wystąpił błąd podczas transmisji transakcji
pt_br: Ocorreu um erro ao transmitir a transação
sw_ke: Kosa limetokea wakati wa matangazo ya shughuli za ununuzi

source: An uninitialized Digital Bitbox is detected.
ar_sa: عثر على Digital Bitbox غير مشغل.
fr_fr: Une Digital Bitbox non initialisée est détectée.
it_it: È stato rilevato un Digital Bitbox non inizializzato.
nl_nl: Een ongeïnitialiseerde Digital Bitbox werd gedetecteerd.
pl_pl: Wykryto niezainicjalizowany Digital Bitbox.
pt_br: Um Digital Bitbox não inicializado foi detectado.
sw_ke: Kifaa cha digitali cha Bitbox kimegunduliwa.

source: An unknown error occurred. Cannot proceed.
ar_sa: حدث خطأ غير معروف. تعذر المواصلة.
fr_fr: Une erreur inconnue est survenue. Impossible de continuer.
it_it: Si è verificato un errore sconosciuto. Impossibile proseguire.
nl_nl: Er is een onbekende fout opgetreden. Kan niet doorgaan.
pl_pl: Wystąpił nieznany błąd. Nie można kontynuować.
pt_br: Ocorreu um erro desconhecido. Não é possível prosseguir.
sw_ke: Dosari isiyojulikana imetokea. Programu haiwezi kuendelea.

source: An unnamed {}
ar_sa: {} غير مسمى
fr_fr: Sans nom {}
it_it: {} senza nome
nl_nl: Een naamloze {}
pl_pl: Nienazwany {}
pt_br: Um {} não nomeado
sw_ke: Isiyotajwa {}

source: An unspecified exception was raised. Cannot open plugin.
ar_sa: تمت إثارة إستثناء غير محدد. لا يمكن فتح البرنامج المساعد.
fr_fr: Une exception non spécifiée est survenue. Impossible d'ouvrir le plugin.
it_it: Errore non specificato. Impossibile aprire il plugin.
nl_nl: Er is een ongespecificeerde exceptie opgetreden. Kan plug-in niet openen.
pl_pl: Nieokreślony wyjątek. Nie można otworzyć wtyczki.
pt_br: Uma exceção ocorreu. Não é possível abrir o plugin.
sw_ke: Swala lisilotajwa lilitajwa. Haiwezi kufungua programu-jalizi.

source: Any
ar_sa: أي
fr_fr: Tout
it_it: Qualsiasi
nl_nl: Elk
pl_pl: Każdy
pt_br: Qualquer
sw_ke: Zozote

source: App-Global Options
ar_sa: خيارات التطبيق-العالمية
fr_fr: Options globales de l'application
it_it: Opzioni Generali
nl_nl: Programmabrede instellingen
pl_pl: Ustawienia globalne aplikacji
pt_br: Opções globais
sw_ke: Chagua za App-Global

source: Appearance
ar_sa: المظهر
fr_fr: Apparence
it_it: Aspetto
nl_nl: Vormgeving
pl_pl: Wygląd
pt_br: Aparência
sw_ke: Mwanekano

source: Apply
ar_sa: طبّق
fr_fr: Appliquer
it_it: Applica
nl_nl: Toepassen
pl_pl: Zastosuj
pt_br: Aplicar
sw_ke: Tumia

source: Are you SURE you want to wipe the device? Your wallet still has bitcoins in it!
ar_sa: أمتأكد من رغبتك بحذف الجهاز؟ مازال هناك بيتكوين فيها!
fr_fr: Êtes-vous SÛR de vouloir effacer l'appareil? Votre portefeuille contient encore des bitcoins!
it_it: Sei SICURO di voler cancellare questo dispositivo? Il tuo portafoglio contiene ancora dei bitcoin!
nl_nl: Weet u ZEKER dat u het apparaat wilt wissen? Uw portemonnee bevat nog bitcoins!
pl_pl: Czy na pewno chcesz wyczyścić urządzenie? Twój portfel nadal ma w nim bitcoiny!
pt_br: Você tem CERTEZA que quer deletar o dispositivo? Sua carteira ainda tem bitcoins nela!
sw_ke: Je! Unahakika unataka kufuta kifaa? Mkoba wako bado unazo Bitcoins ndani yake!

source: Are you sure you want to delete your wallet '%s'?
ar_sa: هل انت متأكد من أنك تريد حذف محفظتك %s؟
fr_fr: Voulez-vous vraiment supprimer votre portefeuille '%s'?
it_it: Sei sicuro di voler eliminare il portafoglio '%s'?
nl_nl: Weet u zeker dat u uw portemonnee '%s' wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć swój portfel '%s'?
pt_br: Você tem certeza que deseja excluir '%s'?
sw_ke: Je! Unauhakika unataka kufuta kipochi chako '%s'?

source: Are you sure you want to erase the Digital Bitbox?
ar_sa: أمتأكد من رغبتك بحذف Digital Bitbox؟
fr_fr: Êtes-vous sûr de vouloir effacer le Digital Bitbox ?
it_it: Sei sicuro di voler cancellare Digital Bitbox?
nl_nl: Weet u zeker dat u zeker dat u de Digital Bitbox wilt wissen?
pl_pl: Czy na pewno chcesz usunąć Digital Bitbox?
pt_br: Você tem certeza que deseja apagar o Digital Bitbox?
sw_ke: Una uhakika unataka kufuta Bitbox digitali?

source: Are you sure you want to proceed?
ar_sa: أمتأكد من رغبتك بالمواصلة؟
fr_fr: Êtes-vous sûr de vouloir continuer ?
it_it: Sei sicuro di voler continuare?
nl_nl: Weet u zeker dat u wilt doorgaan?
pl_pl: Czy na pewno chcesz kontynuować?
pt_br: Tem certeza que deseja prosseguir?
sw_ke: Je! Una uhakika unataka kuendelea?

source: Are you sure you want to uninstall the selected plugin?
ar_sa: أمتأكد من رغبتك بإزالة الإضافة المحددة؟
fr_fr: Êtes-vous sûr de vouloir désinstaller le plugin sélectionné ?
it_it: Sei sicuro di voler disinstallare il plugin selezionato?
nl_nl: Weet u zeker dat u de geselecteerde plug-in wilt deïnstalleren?
pl_pl: Czy na pewno chcesz odinstalować wybraną wtyczkę?
pt_br: Tem certeza que deseja desinstalar o plugin selecionado?
sw_ke: Je! Una uhakika unataka kufuta programu-jalizi iliyochaguliwa?
