Repository: Electron-Cash/electrum-locale
Catalog: locale/*/electron-cash.po
Languages: ar_sa, fr_fr, it_it, nl_nl, pl_pl, pt_br, sw_ke

source: It appears the derivation you specified is invalid. Please try again
ar_sa: يبدو أن الإشتقاق الذي حددته غير صالح. الرجاء المحاولة مرة أخرى
it_it: Sembra che la derivazione specificata non sia valida. Per favore, riprova
nl_nl: Het lijkt erop dat de opgegeven afleiding ongeldig is. Probeer het opnieuw
pl_pl: Wygląda na to, że podana derywacja jest nieprawidłowa. Spróbuj ponownie
pt_br: Parece que a derivação especificada é inválida. Por favor tente novamente
sw_ke: Inaonekana kutuoa anwani uliyoelezea sio sahihi. Tafadhali jaribu tena

source: It can not be "backed up" by simply exporting these private keys.
ar_sa: لا يمكن أن تكون "إحتياطية" بمجرد تصدير هذه المفاتيح الخاصة.
it_it: Non è un backup se ti limiti a importare queste chiavi private.
nl_nl: Hij kan niet simpelweg worden "geback-upt" door deze privésleutels te exporteren.
pl_pl: Nie można zrobić kopii zapasowej po prostu eksportując te klucze prywatne.
pt_br: Não pode ser "restaurado" simplesmente exportando essas chaves privadas.
sw_ke: Haiwezi "kutolewa nakala" kwa kutoa maneno siri.

source: It cannot be used with BIP38 encrypted keys.
ar_sa: لا يمكن إستخدامها مع مفاتيح BIP38 المشفرة.
fr_fr: Ne peut pas être utilisé avec les clés chiffrées BIP38.
it_it: Non può essere utilizzato con chiavi cifrate BIP38.
nl_nl: Hij kan niet worden gebruikt met BIP38-vercijferde sleutels.
pl_pl: Nie może być używany z szyfrowanymi kluczami BIP38.
pt_br: Não pode ser usado com chaves criptografadas em BIP38.
sw_ke: Haiwezi kutumiwa na funguosiri za BIP38.

source: It is calculated from the Custom Fee Rate in preferences, but can be overridden from the manual fee edit on this form (if enabled).
ar_sa: يتم حسابه من معدل الرسوم المخصصة في التفضيلات، ولكن يمكن تجاوزه من تعديل الرسوم اليدوي في هذا النموذج (إذا تم تفعيله).
it_it: Viene calcolato dalla Commissione Personalizzata nelle preferenze, ma può essere sovrascritto dalla modifica di commissione manuale su questo form (se abilitato).
nl_nl: Deze worden uitgerekend met het Aangepast transactietarief in de voorkeuren, maar kan worden aangepast door de kosten handmatig te bewerken in dit formulier (indien ingeschakeld).
pl_pl: Jest on obliczany na podstawie stawki opłat dopasowanej w ustawieniach, ale może być zastąpiony wpisaną opłatą na tym formularzu (jeśli jest włączony).
pt_br: É calculado a partir da Comissão fixa definida em Configurações, mas pode ser substituído no campo Comissão manual (se ativado).
sw_ke: Imehesabiwa kutoka Kiwango cha Ada kilichoundwa kwa mapendeleo, lakini inaweza kutolewa kutoka kwa hariri ya ada ya mwongozo kwenye fomu hii (ikiwa imewezeshwa).

source: It is strongly recommended that you go back and enable SSL mode.
ar_sa: من المستحسن بشدة أن تعود وتفعّل وضع SSL.
it_it: Si raccomanda caldamente di tornare indietro e attivare la modalità SSL.
nl_nl: Het wordt sterk aangeraden dat u teruggaat en SSL-modus inschakelt.
pl_pl: Zdecydowanie zaleca się powrót i włączenie trybu SSL.
pt_br: É altamente recomendável que você volte e ative o modo SSL.
sw_ke: Inashauriwa sana kurudi na kuwezesha SSL.

source: It sends and receives partially signed transactions from/to your cosigner wallet.
ar_sa: يرسل ويستقبل العمليات الموقعة جزئيا من/إلى محفظة الشريك الموقّع الخاصة بك.
fr_fr: Il envoie et reçoit des transactions partiellement signées depuis/vers votre portefeuille de cosignataire.
it_it: Invia e riceve transazioni parzialmente firmate dal tuo portafoglio multi-firma.
nl_nl: Het stuurt en ontvangt gedeeltelijk ondertekende transacties van/naar uw medeondertekenaarsportemonnee.
pl_pl: Wysyła i odbiera częściowo podpisane transakcje z/do portfela współpodpisującego.
pt_br: Envie e receba transações parcialmente assinadas de / para o portfólio do seu assinante.
sw_ke: Inatuma na kupokea shughuli zilizosainiwa kutoka kwa / kwa kipochi chako cha mweka sahihi wa pili.

source: It was not possible to copy the plugin archive into Electron Cash's plugin storage location. It was therefore not possible to install it.
ar_sa: لم يكن من الممكن نسخ أرشيف البرنامج المساعد إلى موقع تخزين البرنامج المساعد ل Electron Cash. لذلك لم يكن من الممكن تثبيته.
fr_fr: Impossible de copier l'archive du plugin dans le dossier de stockage des plugins d'Electron Cash. Il est donc impossible d'installer le plugin.
it_it: Non è stato possibile copiare l'archivio dei plugin nell'archiviazione dei plugin di Electron Cash. Installazione fallita.
nl_nl: Het was niet mogelijk het plug-inarchief te kopiëren naar de plug-inopslaglocatie van Electron Cash. Daardoor was de installatie niet mogelijk.
pl_pl: Nie było możliwe skopiowanie archiwum wtyczek do miejsca przechowywania wtyczek w Electron Cash. W związku z tym nie było możliwe ich zainstalowanie.
pt_br: Não foi possível copiar o arquivo do plug-in no local de armazenamento do plug-in Electron Cash, portanto, não foi possível instalá-lo.
sw_ke: Haikuwezekana kunakili jalada la programu-jalizi kwenye eneo la kuhifadhi faili la Electron Cash. Kwa hivyo haikuwezekana kuisakinisha.

source: Just to be safe, back up your wallet file first!
ar_sa: فقط لتكون آمنًا، قم بنسخة إحتياطية لملف محفظتك أولاً!
fr_fr: Par mesure de sécurité, sauvegardez votre fichier de portefeuille au préalable !
it_it: Per essere al sicuro, esegui prima il backup del tuo portafoglio!
nl_nl: Maak voor de zekerheid eerst een back-up van uw portemonneebestand!
pl_pl: Aby zachować bezpieczeństwo, najpierw wykonaj kopię zapasową pliku portfela!
pt_br: Para garantir a segurança, faça primeiro o backup do seu arquivo da carteira!
sw_ke: Ili kuwa salama, weka nakala ya hifadhi la kipochi chako kwanza!

source: KeepKey Seed Recovery
ar_sa: إستعادة الكلمة المفتاحية ل KeepKey
it_it: Recupero Seme Keepkey
nl_nl: Seedherstel KeepKey
pl_pl: Odzyskiwanie klucza KeepKey
pt_br: Seed de recuperação KeepKey
sw_ke: Kupata tena Manenosiri ya keepkey

source: KeepKey wallet
ar_sa: محفظة KeepKey
fr_fr: Portefeuille KeepKey
it_it: Portafoglio KeepKey
nl_nl: KeepKey-portemonnee
pl_pl: Portfel KeepKey
sw_ke: Kipochi cha KeepKey

source: Keyboard shortcut: type "!" to send all your coins.
ar_sa: إختصار لوحة المفاتيح: أكتب "!" لإرسال جميع عملاتك.
fr_fr: Raccourci clavier: entrez "!" pour envoyer tous vos Bitcoins.
it_it: Scorciatoia per tastiera: premi "!" per inviare tutti i fondi.
nl_nl: Sneltoets: voer "!" in om al uw munten te versturen.
pl_pl: Skrót klawiaturowy: wpisz "!" aby wysłać wszystkie swoje monety.
pt_br: Atalho de teclado: digite "!" para enviar todas as suas moedas.
sw_ke: Njia ya mkato ya kibodi: aina "!" kutuma sarafu zako zote.

source: LNS Name
it_it: Nome LNS

source: LNS Name Details
it_it: Dettagli Nome LNS

source: LNS Name copied to clipboard
it_it: Nome LNS copiato negli appunti

source: LNS Name e.g. satoshi.bch
it_it: Nome LNS e.g. satoshi.bch

source: LNS Name not found: {name}
it_it: Nome LNS non trovato: {name}

source: Label
ar_sa: تسمية
fr_fr: Libellé
it_it: Etichetta
pt_br: Rótulo
sw_ke: Lebo

source: Label Settings
ar_sa: إعدادات التسمية
it_it: Impostazioni etichette
nl_nl: Labelinstellingen
pl_pl: Ustawienia etykiet
pt_br: Configurações da etiqueta
sw_ke: Mipangilio ya Lebo

source: LabelSync detected that this wallet is not synched with the label server.
ar_sa: إكتشف LabelSync أن هذه المحفظة غير متزامنة مع خادم التسمية.
it_it: LabelSync ha rilevato che questo portafoglio non è sincronizzato con il server delle etichette.
nl_nl: LabelSync heeft vastgesteld dat deze portemonnee niet is gesynchroniseerd met de labelserver.
pl_pl: LabelSync wykrył, że ten portfel nie jest zsynchronizowany z serwerem etykiet.
pt_br: O LabelSync detectou que esse portfólio não está sincronizado com o servidor.
sw_ke: LebelSync imegundua kuwa kipochi hiki hakijalinganishwa na seva ya label.

source: LabelSync error:
ar_sa: خطأ في LabelSync:
it_it: Errore LabelSync:
nl_nl: Fout van LabelSync:
pl_pl: Błąd LabelSync:
pt_br: Erro no LabelSync:
sw_ke: Dosari ya LabelSync:

source: LabelSync not supported for this wallet type
ar_sa: إن LabelSync غير معتمد لهذا النوع من المحفظة
it_it: LabelSync non supportato per questo tipo di portafoglio
nl_nl: LabelSync wordt niet ondersteund voor dit type portemonnee
pl_pl: LabelSync nie jest obsługiwany dla tego typu portfela
pt_br: LabelSync não suportado para este tipo de carteira
sw_ke: LabelSync haitumiki kwa aina ya kipochi hiki

source: LabelSync options:
ar_sa: خيارات LabelSync:
it_it: Opzioni di LabelSync:
nl_nl: Opties voor LabelSync:
pl_pl: Opcje LabelSync:
pt_br: Opções LabelSync:
sw_ke: Chaguo za LabelSync:

source: Labels, transactions IDs and addresses are encrypted before they are sent to the remote server.
ar_sa: يتم تشفير التسميات, معرّف العمليات والعناوين قبل إرسالها إلى الخادم البعيد.
it_it: Etichette, ID di transazione e indirizzi vengono cifrati prima di essere inviati al server remoto.
nl_nl: Labels, transactie-IDs en adressen worden versleuteld voordat ze naar de externe server worden verzonden.
pl_pl: Etykiety, ID transakcji i adresy są szyfrowane, zanim zostaną wysłane na zdalny serwer.
pt_br: Etiquetas, IDs de transação e endereços são criptografados antes de serem enviados ao servidor remoto.
sw_ke: Lebo, shughuli za ununuzi na anwani zimesimbwa kabla ya kutumwa kwa seva ya mbali.

source: Language
ar_sa: اللغة
fr_fr: Langue
it_it: Lingua
nl_nl: Taal
pl_pl: Język
pt_br: Idioma
sw_ke: Lugha

source: Latest version: {}
ar_sa: أحدث إصدار: {}
fr_fr: Dernière version : {}
it_it: Ultima versione: {}
nl_nl: Nieuwste versie: {}
pl_pl: Ostatnia wersja: {}
pt_br: Versão mais recente: {}
sw_ke: Toleo la sasa: {}

source: Leave this field empty if you want to disable encryption.
ar_sa: دع هذا الحقل فارغا" إذا أردت تعطيل التشفير.
fr_fr: Laissez ces champs vides si vous souhaitez désactiver le chiffrement.
it_it: Lascia questo campo vuoto se vuoi disabilitare la crittografia.
nl_nl: Laat dit veld leeg als u encryptie wilt uitschakelen.
pl_pl: Zostaw to pole puste jeżeli nie chcesz używać szyfrowania.
pt_br: Deixe este campo vazio se desejar desativar a criptografia.
sw_ke: Acha kipande hichi kitu ikiwa unataka kutoa usimbuaji fiche.

source: Leave unspecified to automatically allocate a port.
ar_sa: أتركه غير محدد لتخصيص منفذ تلقائياً.
it_it: Lasciare non specificato per assegnare automaticamente una porta.
nl_nl: Laat ongespecificeerd om automatisch een poort toe te wijzen.
pl_pl: Aby automatycznie przydzielić port nic tu nie podawaj.
pt_br: Deixe não especificado para alocar automaticamente uma porta.
sw_ke: Acha pengo lislojulikana ili kutenga kituo cha mtandao kwa njia otomatiki.

source: Ledger Status
ar_sa: حالة Ledger
it_it: Stato Ledger
nl_nl: Status Ledger
pl_pl: Status Ledger
sw_ke: Hali ya Ledger

source: Ledger Wallet
ar_sa: محفظة Ledger
fr_fr: Portefeuille Ledger
it_it: Portafoglio Ledger
nl_nl: Ledger-portemonnee
pl_pl: Portfel Ledger
pt_br: Carteira Ledger
sw_ke: Kipochi cha Ledger

source: Ledger Wallet Authentication
ar_sa: مصادقة محفظة Ledger
fr_fr: Authentification du portefeuille Ledger
it_it: Autenticazione portafoglio Ledger
nl_nl: Authenticatie Ledger-portemonnee
pl_pl: Uwierzytelnianie portfela Ledger
pt_br: Ledger Wallet Autentificação
sw_ke: Thibitishaji kipochi cha Ledger

source: Ledger wallet
ar_sa: محفظة Ledger
fr_fr: Portefeuille Ledger
it_it: Portafoglio Ledger
nl_nl: Ledger-portemonnee
pl_pl: Portfel Ledger
pt_br: Carteira Ledger
sw_ke: Kipochi cha Ledger

source: Legacy '{prefix_char}...' p2sh address support in the Send tab is restricted by default in order to prevent inadvertently sending BCH to Segwit BTC addresses. If you are an expert user, go to 'Preferences -> Transactions' to enable the use of legacy p2sh addresses in the Send tab.
ar_sa: إن دعم '{prefix_char}... عنوان p2sh القديم في علامة التبويب إرسال، مقيّد بشكل إفتراضي لمنع إرسال BCH عن غير قصد إلى عناوين BTC Segwit. إذا كنت مستخدم خبير، إنتقل إلى 'تفضيلات -> العمليات' لإتاحة إستخدام عناوين p2sh القديمة في علامة التبويب إرسال.
it_it: Legacy '{prefix_char}... il supporto all'indirizzo p2sh nella scheda Invia è limitato in modo predefinito per evitare di inviare inavvertitamente BCH agli indirizzi Segwit BTC. Se sei un utente esperto, vai a 'Preferenze -> Transazioni' per abilitare l'uso degli indirizzi p2sh legacy nella scheda Invia.
nl_nl: Ondersteuning van oude '{prefix_char}...' P2SH-adressen op het tabblad Versturen is standaard verboden om het per ongeluk verzenden van BCH naar Segwit-BTC-adressen te voorkomen. Als u een expertgebruiker bent, gaat u naar 'Voorkeuren -> Transacties' om het gebruik van oude P2SH-adressen op het tabblad Verzenden in te schakelen.
pl_pl: Stary '{prefix_char}... Wsparcie adresu p2sh w zakładce Wyślij jest domyślnie ograniczone, aby zapobiec przypadkowemu wysłaniu BCH na adresy BTC Segwit. Jeśli jesteś ekspertem przejdź do 'Preferencje -> Transakcje', aby włączyć użycie starych adresów p2sh w zakładce Wyślij.
pt_br: Legacy '{prefix_char}...'O suporte para endereços p2sh na guia Enviar é restrito por padrão para evitar o envio inadvertido de BCH para endereços do BTC Segwit. Se você é um usuário experiente, vá para 'Preferências -> Transações' para ativar o uso de endereços p2sh herdados na guia Enviar.
sw_ke: Legacy {prefix_char}...' Usaidizi wa anwani ya p2sh kwenye tab ya Tuma imezuiliwa na chaguo la kawaida kuzuia kutuma BCH kwa anwani za Segwit BTC. Ikiwa wewe ni mtumiaji wa mtaalam, nenda kwa 'Mapendeleo -> Transaction' kuwezesha matumizi ya anwani za p2sh za legacy kwenye tab ya Tuma.

source: Legacy Address
ar_sa: العنوان القديم
it_it: Indirizzo Legacy
nl_nl: Oud adres
pl_pl: Stary adres
sw_ke: Anwani za muundo wa jadi

source: Legacy address
ar_sa: عنوان قديم
it_it: Indirizzo legacy
nl_nl: Oud adres
pl_pl: Starszy adres
pt_br: Endereço legacy
sw_ke: Anwani za muundo wa jadi

source: Legacy addresses are deprecated for Bitcoin Cash (BCH), but they are used by Bitcoin (BTC).
it_it: Gli indirizzi legacy sono deprecati per Bitcoin Cash (BCH), ma sono utilizzati da Bitcoin (BTC).
pl_pl: Dawne adresy są przestarzałe dla Bitcoin Cash (BCH), ale są używane przez Bitcoin (BTC).

source: Let the device generate a completely new seed randomly
ar_sa: السماح للجهاز بإنشاء كلمة مفتاحية جديدة تماما" عشوائيا"
it_it: Lascia che il dispositivo generi un nuovo seme completamente a caso
nl_nl: Laat het apparaat willekeurig een volledig nieuwe seed genereren
pl_pl: Pozwól urządzeniu losowo wygenerować nowy seed
pt_br: Deixe o dispositivo gerar uma nova seed completa, randomicamente
sw_ke: Acha kifaa kiunde manenosiri mapya

source: Library version for '{}' is incompatible.
ar_sa: إصدار المكتبة ل {} غير متوافق.
it_it: Versione della libreria per '{}' è incompatibile.
nl_nl: Bibliotheekversie voor '{}' is incompatibel.
pl_pl: Wersja biblioteki dla '{}' jest niekompatybilna.
pt_br: A versão da biblioteca para '{}' é incompatível.
sw_ke: Toleo la maktaba la '{}' haliambatani.

source: Limit:
it_it: Limite:
nl_nl: Limiet:

source: Line #
ar_sa: السطر #
fr_fr: Ligne #
it_it: Numero linea
nl_nl: Regel #
pl_pl: Linia #
pt_br: Linha #
sw_ke: Foleni #

source: Linux only.
ar_sa: فقط Linux.
it_it: Solo Linux.
nl_nl: Alleen Linux.
pl_pl: Tylko Linux.
pt_br: Só Linux.
sw_ke: Linux Tu.

source: Load a text file or scan an image for QR codes
ar_sa: تحميل ملف نصي أو مسح صورة لرموز QR
it_it: Carica un file di testo o scansiona un'immagine QR
nl_nl: Een tekstbestand laden of een afbeelding voor QR-codes scannen
pl_pl: Załaduj plik tekstowy lub zeskanuj kody QR z obrazu
pt_br: Carregar um arquivo de texto ou digitalizar uma imagem em busca de códigos QR
sw_ke: Pakia faili ya maandishi au chambua picha kwa nambari za QR

source: Load a wallet from the micro SD card
ar_sa: تحميل محفظة من بطاقة SD الصغيرة
it_it: Carica un portafoglio dalla scheda microSD
nl_nl: Een portemonnee laden van de micro-SD-kaart
pl_pl: Załaduj portfel z karty micro SD
pt_br: Carregar uma carteira do cartão micro SD
sw_ke: Pakia kipochi kutoka kadi ndogo ya SD

source: Load a wallet from the micro SD card (the current seed is overwritten)
ar_sa: تحميل محفظة من بطاقة SD الصغيرة (تم تجاوز الكلمة المفتاحية الحالية)
it_it: Carica un portafoglio dalla scheda micro SD (il seme corrente sarà sovrascritto)
nl_nl: Een portemonnee laden van de micro-SD-kaart (de huidige seed wordt overschreven)
pl_pl: Załaduj portfel z karty micro SD (aktualny seed będzie zapisany tym z karty)
pt_br: Carregar uma carteira do cartão micro SD (a seed atual é substituída)
sw_ke: Pakia kipochi kutoka kwa kadi ndogo ya SD (manenosiri yaliyopo yamefutwa na kuandikwa tena)

source: Load transaction
ar_sa: حمل الحوالة
fr_fr: Charger une transaction
it_it: Carica transazione
nl_nl: Transactie laden
pl_pl: Wczytaj transakcję
pt_br: Carregar uma transação
sw_ke: Weka shuguli za ununuzi

source: Loading backup...
ar_sa: تحميل النسخة الإحتياطية...
fr_fr: Chargement de la sauvegarde...
it_it: Caricamento backup...
nl_nl: Back-up laden...
pl_pl: Ładowanie kopii zapasowej...
pt_br: Carregando backup...
sw_ke: Sasisha nakala...

source: Lock/unlock the coin(s) being spent in this transaction. Use this facility if you wish to broadcast this transaction later, in order to prevent its inputs from being accidentally spent.
it_it: Blocca/sblocca i fondi spesi in questa transazione. Utilizzare questa funzione se vuoi trasmettere questa transazione più tardi, al fine di evitare che i suoi input vengano spesi per errore.
nl_nl: Vergrendel/ontgrendel de munt(en) besteed in deze transactie. Gebruik deze faciliteit als u de transactie later wenst uit te zenden, om te voorkomen dat haar inputs per ongeluk worden besteed.
pl_pl: Zablokuj/odblokuj monety wydawane w tej transakcji. Użyj tej funkcji, jeśli chcesz przekazać tę transakcję później, aby zapobiec przypadkowemu wydaniu jej danych wejściowych.
pt_br: Bloquear/desbloquear a(s) moeda(s) a ser gasta(s) nesta transação. Use esta instalação se você deseja transmitir esta transação mais tarde, para evitar que suas entradas sejam acidentalmente gastas.

source: Lookup
ar_sa: البحث
fr_fr: Recherche
it_it: Cerca
nl_nl: Opzoeken
pl_pl: Wyszukaj
pt_br: Pesquisar
sw_ke: Tafuta

source: Lookup &Cash Account...
ar_sa: البحث عن الحساب النقدي...
it_it: Cerca Account &Cash...
nl_nl: &CashAccount opzoeken...
pl_pl: Wyszukaj &Cash Account...
pt_br: Pesquisar &Cash Account...
sw_ke: Nakili &Cash Account...

source: Lookup &LNS Name...
it_it: Ricerca Nome &LNS...

source: Lookup Cash Account
ar_sa: البحث عن الحساب النقدي
fr_fr: Rechercher un compte Cash
it_it: Cerca Account Cash
nl_nl: CashAccount opzoeken
pl_pl: Wyszukaj Cash Account
pt_br: Pesquisar Cash Account
sw_ke: Angalia Cash Account

source: Lookup LNS Name
it_it: Ricerca Nome LNS

source: Lookup transaction
ar_sa: البحث عن العملية
fr_fr: Rechercher une transaction
it_it: Operazione di ricerca transazione
nl_nl: Transactie opzoeken
pl_pl: Wyszukaj transakcję
pt_br: Buscando transações
sw_ke: Angalia shuguli za ununuzi

source: Low Fee
ar_sa: رسوم منخفضة
fr_fr: Frais Bas
it_it: Commissione bassa
nl_nl: Lage kosten
pl_pl: Niska opłata
pt_br: Taxa Baixa
sw_ke: Ada ya chini

source: Low fee
ar_sa: رسوم منخفضة
fr_fr: Frais bas
it_it: Commissione bassa
nl_nl: Lage kosten
pl_pl: Niska opłata
pt_br: Tarifa baixa
sw_ke: Ada ya chini

source: Lower limit is {}
ar_sa: الحد الادنى هو {}
it_it: Il limite minimo è {}
nl_nl: Ondergrens is {}
pl_pl: Dolny limit to {}
pt_br: Limite inferior é {}
sw_ke: Kikomo cha chini ni {}

source: Made with <a href='https://chaquo.com/chaquopy'>Chaquopy</a>, the Python SDK for Android.
ar_sa: صنع من <a href='https://chaquo.com/chaquopy'>Chaquopy</a>, ال the Python SDK للأندرويد.
it_it: Realizzato con <a href='https://chaquo.com/chaquopy'>Chaquopy</a>, Python SDK per Android.
nl_nl: Gemaakt met <a href='https://chaquo.com/chaquopy'>Chaquopy</a>, de Python-SDK voor Android.
pl_pl: Wykonane za pomocą <a href='https://chaquo.com/chaquopy'>Chaquopy</a>, Python SDK na Androida.
pt_br: Feito com o <a href='https://chaquo.com/chaquopy'> Chaquopy </a>, o SDK do Python para Android.
sw_ke: Imetengenezwa na <a href='https://chaquo.com/chaquopy'>Chaquopy</a>, Python SDK ya Android.

source: Make default for address
ar_sa: جعله الإفتراضي للعنوان
it_it: Rendi predefinito per l'indirizzo
nl_nl: Standaard maken voor adres
pl_pl: Ustaw jako domyślny dla adresu
pt_br: Tornar padrão o endereço
sw_ke: Weka kuwa anwani ya kawaida

source: Make sure it is in the correct state.
ar_sa: تأكد من أنه في الحالة الصحيحة.
it_it: Assicurarsi che sia nello stato corretto.
nl_nl: Zorg ervoor dat het in de juiste modus is.
pl_pl: Upewnij się, że jest we właściwym stanie.
pt_br: Certifique-se de que está no estado correto.
sw_ke: Hakikisha iko katika hali sahihi.

source: Make sure you install it with python3
ar_sa: تأكد من أنك تثبته باستخدام python3
fr_fr: Assurez-vous de l'installer avec python3
it_it: Assicurati di installarlo con python3
nl_nl: Zorg dat u het installeert met python3
pl_pl: Upewnij się, że zainstalowałeś go z python3
pt_br: Certifique-se de instalá-lo com python3
sw_ke: Hakikisha umeiweka na programu ya python3

source: Make sure you own the seed phrase or the private keys, before you request Bitcoin Cash to be sent to this wallet.
ar_sa: تأكد من أنك تملك العبارة المفتاحية أو المفاتيح الخاصة، قبل أن تطلب Bitcoin Cash لإرسالها إلى هذه المحفظة.
fr_fr: Assurez-vous que vous possédez la phrase de graine ou les clés privées, avant de demander que Bitcoin Cash soit envoyé à ce portefeuille.
it_it: Assicurati di possedere la seed phrase o le chiavi private, prima di richiedere dei Bitcoin Cash da inviare a questo portafoglio.
nl_nl: Verzeker uzelf dat u de seed-woordenreeks of de privésleutels heeft, alvorens u verzoekt Bitcoin Cash naar deze portemonnee te sturen.
pl_pl: Upewnij się, że posiadasz frazę seed lub klucze prywatne, zanim poprosisz o wysłanie Bitcoin Cash do tego portfela.
pt_br: Certifique-se de ter a frase seed ou private keys antes de solicitar que o Bitcoin Cash seja enviado para esta carteira.
sw_ke: Hakikisha umiliki manenosiri au funguosiri, kabla ya kuomba Bitcoin Cash kutumwa kwa kipochi hiki.

source: Make this Cash Account the default for this address
ar_sa: إجعل هذا الحساب النقدي، الإفتراضي لهذا العنوان
fr_fr: Faire de ce compte Cash la valeur par défaut pour cette adresse
it_it: Rendi questo Account Cash il predefinito per questo indirizzo
nl_nl: Dit CashAccount standaard maken voor dit adres
pl_pl: Ustaw to Cash Account jako domyślne dla tego adresu
pt_br: Use esta conta à vista como padrão para este endereço
sw_ke: Fanya Cash Account kuwa msingi wa anwani hii

source: Manual fee
ar_sa: رسوم يدوية
fr_fr: Frais manuels
it_it: Commissione manuale
nl_nl: Handmatige kosten
pl_pl: Ręczna opłata
pt_br: Tarifa manual
sw_ke: Ada

source: Master Key
ar_sa: المفتاح الرئيسي
fr_fr: Clé maîtresse
it_it: Chiave principale
nl_nl: Moedersleutel
pl_pl: Klucz główny
pt_br: Chave mestra
sw_ke: Funguosiri

source: Master Public Key
ar_sa: المفتاح العام الرئيسي
fr_fr: Clé publique principale
it_it: Chiave pubblica principale
nl_nl: Publieke moedersleutel
pl_pl: Główny klucz publiczny
pt_br: Chave mestra pública
sw_ke: Ufunguo mkuu wa neno siri

source: Master Public Keys
ar_sa: المفاتيح العامة الرئيسية
fr_fr: Clés publiques maîtresses
it_it: Chiavi pubbliche principali
nl_nl: Publieke moedersleutels
pl_pl: Główne klucze publiczne
pt_br: Chaves públicas mestras
sw_ke: Ufunguo mkuu wa neno siri

source: Master public key
it_it: Chiave pubblica principale

source: Master public keys
it_it: Chiavi pubbliche principali

source: Matrix
fr_fr: Matrice
it_it: Matrice
pl_pl: Matryca
pt_br: Matriz

source: Max
ar_sa: الحد الأقصى
it_it: Massimo
pl_pl: Maks
pt_br: Quantia máxima
sw_ke: Ya Juu

source: Max fee exceeded
ar_sa: تم تجاوز الحد الأقصى للرسوم
fr_fr: Frais maximums dépassés
it_it: Commissione massima superata
nl_nl: Maximumkosten overschreden
pl_pl: Maksymalna opłata przekroczona
pt_br: Tarifa máxima excedida
sw_ke: Ada ya juu imepitishwa
