Repository: Electron-Cash/electrum-locale
Catalog: locale/*/electron-cash.po
Languages: ar_sa, fr_fr, it_it, nl_nl, pl_pl, pt_br, sw_ke

source: The QR code does not appear to be a valid BCH address or payment request. Please try again.
ar_sa: لا يبدو أن رمز QR هو عنوان BCH أو طلب دفع صالح. يرجى المحاولة مرة أخرى.
fr_fr: Le code QR ne semble pas être une adresse BCH valide ou une demande de paiement. Veuillez réessayer.
it_it: Il codice QR non sembra essere un indirizzo BCH valido o una richiesta di pagamento. Per favore, riprova.
nl_nl: De QR-code lijkt geen geldig BCH-adres of -betaalverzoek te zijn. Probeer het opnieuw.
pl_pl: Kod QR wydaje się nie być prawidłowym adresem BCH lub prośbą o zapłatę. Spróbuj ponownie.
pt_br: O código QR não parece ser um endereço BCH válido ou uma solicitação de pagamento. Por favor tente novamente.
sw_ke: Nambari ya QR haionekani kuwa anwani halali ya BCH au ombi la malipo. Tafadhali jaribu tena.

source: The QR code does not appear to be a valid BCH address. Please try again.
ar_sa: لا يبدو أن رمز QR هو عنوان BCH صالح. يرجى المحاولة مرة أخرى.
fr_fr: Le code QR ne semble pas être une adresse BCH valide. Veuillez réessayer.
it_it: Il codice QR non sembra essere un indirizzo BCH valido. Per favore, riprova.
nl_nl: Het QR-code lijkt geen geldig BCH-adres te zijn. Probeer het opnieuw.
pl_pl: Kod QR wydaje się nie być prawidłowym adresem BCH. Spróbuj ponownie.
pt_br: O código QR não parece ser um endereço BCH válido. Por favor tente novamente.
sw_ke: Kodi ya QR haionekani kuwa anwani halali ya BCH. Tafadhali jaribu tena.

source: The Send Tab has been filled-in with your <b>Cash Accounts</b> registration data.
ar_sa: تم ملء علامة التبويب إرسال ببيانات تسجيل <b>الحسابات النقدية</b> الخاصة بك.
fr_fr: L'onglet Envoyer a été rempli avec vos données d'enregistrement <b>Comptes Cash</b>.
it_it: La Scheda Invia è stata completata con le informazioni di registrazione degli <b>Account Cash</b>.
nl_nl: Het tabblad Versturen is ingevuld met uw <b>CashAccount</b>-registratiegegevens.
pl_pl: Zakładka Wyślij została wypełniona danymi rejestracyjnymi <b>Cash Accounts</b>.
pt_br: O formulário de inscrição foi preenchido com os detalhes de registro das <b>Cash Accounts</b>.
sw_ke: Kichupo cha Kutuma kimejazwa na <b>Cash Accounts</b> data ya usajili.

source: The Tor client can be stopped at any time from the Network Settings -> Proxy Tab, however CashFusion does require Tor in order to operate correctly.
it_it: Il client Tor può essere interrotto in qualsiasi momento dalle Impostazioni di Rete -> Scheda Proxy, tuttavia CashFusion richiede Tor per funzionare correttamente.
nl_nl: De Torclient kan op elk moment worden gestopt via de Netwerkinstellingen -> tabblad Proxy, echter CashFusie vereist Tor wel om correct te functioneren.
pl_pl: Klient Tor może być w każdej chwili zatrzymany w Ustawieniach Sieci -> Zakładka Proxy, CashFusion wymaga Tor aby działał poprawnie.
pt_br: O cliente Tor pode ser interrompido a qualquer momento nas Configurações da Rede -> Aba do Proxy, Seja como for o CashFusion necessita do Tor para funcionar corretamente.

source: The Tor client has been successfully started.
it_it: Il client Tor è stato avviato con successo.
nl_nl: De Torclient is succesvol gestart.
pl_pl: Klient Tor został pomyślnie uruchomiony.
pt_br: O cliente Tor foi iniciado com sucesso.

source: The address for the decrypted private key.
ar_sa: عنوان المفتاح الخاص الغير مشفر.
fr_fr: L'adresse de la clé privée déchiffrée.
it_it: L'indirizzo per la chiave privata decifrata.
nl_nl: Het adres voor de ontcijferde privésleutel.
pl_pl: Adres dla rozszyfrowanego klucza prywatnego.
pt_br: O endereço da chave privada descriptografada.

source: The amount of fee can be decided freely by the sender. However, transactions with low fees take more time to be processed.
ar_sa: يمكن تحديد مقدار الرسوم من قبل المرسل، ولكن الحوالات المرفق بها رسوم أدنى قد تستغرق وقتاً أطول للإتمام
fr_fr: Le montant des frais peut être librement fixé par l'émetteur. Cependant, les transactions avec des frais bas sont plus longues à traiter.
it_it: La commissione può essere stabilita liberamente dal mittente. Tuttavia, transazioni con commissioni minime impiegheranno più tempo per essere elaborate.
nl_nl: Het kostenbedrag kan door de verzender vrij gekozen worden. Transacties met lage kosten worden echter minder snel verwerkt.
pl_pl: Wysokość opłat może być dowolnie ustalona przez nadawcę. Jednak im niższa opłata, tym transakcja może dłużej oczekiwać na potwierdzenie.
pt_br: A quantidade de taxa pode ser decidida livremente por quem enviar. Porém, transações com taxas baixas demoram mais tempo para serem processadas.
sw_ke: Kiasi cha ada kinaweza kuamuliwa kwa uhuru na mtumaji. Lakini, shughuli zilizo na ada ya chini huchukua muda mwingi kusindika.

source: The amount of overall time in seconds to allow for downloading fee data before giving up
ar_sa: مقدار الوقت الإجمالي بالثواني المسموح لتحميل بيانات الرسوم قبل الإستسلام
fr_fr: Le temps total en secondes pour permettre le téléchargement des données de frais avant d'abandonner
it_it: La quantità di secondi da consentire al download dei dati delle commissioni prima di annullare
nl_nl: De totale tijd in seconden voor het downloaden van tariefgegevens, alvorens op te geven
pl_pl: Całkowita ilość czasu w sekundach przeznaczona na pobranie danych o opłatach
pt_br: A quantidade de tempo total em segundos para permitir o download de dados de taxa antes de desistir

source: The amount will be displayed in red if you do not have enough funds in your wallet.
ar_sa: سيتم عرض المبلغ باللون الأحمر إذا لم يكن لديك مايكفي من الأموال في محفظتك.
fr_fr: Le montant sera affiché en rouge si vous n'avez pas assez de fonds dans votre portefeuille.
it_it: L'importo sarà mostrato in rosso se non hai abbastanza fondi nel tuo portafoglio.
nl_nl: Het bedrag zal rood worden weergeven als u niet genoeg geld in uw portemonnee heeft.
pl_pl: Kwota będzie miała kolor czerwony, jeśli przekroczy dostępne środki.
pt_br: O valor será exibido em vermelho, se você não tiver fundos suficientes na sua carteira.
sw_ke: Kiasi kitaonyeshwa kwa nyekundu ikiwa hauna fedha za kutosha kwenye kipocho chako.

source: The below keys are BIP38 <i>encrypted</i> using the passphrase: {passphrase}<br>Please <i>write this passphrase down</i> and store it in a secret place, separate from these encrypted keys.
ar_sa: المفاتيح أدناه هي <i>مشفرة</i> BIP38 باستخدام عبارة المرور: {passphrase}<br>الرجاء<i>كتابة عبارة المرور هذه</i> وتخزينها في مكان سري، منفصلة عن هه المفاتيح المشفرة.
fr_fr: Les clés ci-dessous sont BIP38 <i>chiffrées</i> en utilisant la phrase de passe : {passphrase}<br>Veuillez <i>écrire ce mot de passe</i> et le stocker dans un endroit secret, séparément de ces clés chiffrées.
it_it: Le chiavi sottostanti sono <i>cifrate</i> con BIP38 utilizzando la passphrase: {passphrase}<br><i>Per favore, annota questa passphrase</i> e memorizzala in un luogo segreto, separata da queste chiavi cifrate.
nl_nl: Onderstaande sleutels zijn BIP38-<i>vercijferd</i> met de wachtzin: {passphrase}<br><i>Schrijf deze wachtzin alstublieft op</i> en bewaar hem op een geheime plek, gescheiden van deze vercijferde sleutels.
pl_pl: Poniższe klucze są BIP38 <i>zaszyfrowane</i> przy użyciu frazy haseł: {passphrase}<br>Proszę <i>je zapisać </i> i umieścić je w tajnym miejscu, odseparowanym od tych zaszyfrowanych kluczy.
pt_br: As chaves abaixo são BIP38 <i>criptografadas</i> usando a senha: {passphrase}<br>Por favor, <i>escreva esta senha em</i> e a armazene em um lugar secreto. separado destas chaves criptografadas.

source: The camera is not available for reading QR codes
ar_sa: الكاميرا غير متوفرة لقراءة رموز QR
fr_fr: La caméra n'est pas disponible pour lire les codes QR
it_it: La fotocamera non è disponibile per la lettura dei codici QR
nl_nl: De camera is niet beschikbaar voor het lezen van QR-codes
pl_pl: Kamera nie jest dostępna do odczytu kodów QR
pt_br: A câmera não está disponível para ler códigos QR
sw_ke: Kamera haipatikani ili kusoma nambari za QR

source: The crash reporter is the error window which pops-up when Electron Cash encounters an internal error. It is recommended that you leave this option enabled, so that developers can be notified of any internal bugs. When a crash is encountered you are asked if you would like to send a report. Private information is never revealed in crash reports to developers.
ar_sa: مراسل الأعطال هو نافذة الخطأ المنبثقة عندما يواجه Electron Cash خطأ داخليا". من المستحسن أن تترك هذا الخيار مفعلاً، بحيث يمكن إعلام المطورين بأي أخطاء داخلية. عندما تصادف عطل، تسأل إذا كنت ترغب في إرسال تقرير. المعلومات الخاصة لا يتم الكشف عنها في تقارير الأعطال للمطورين.
fr_fr: Le "Crash Reporter" est la fenêtre d'erreur qui apparaît lorsque Electron Cash rencontre une erreur interne. Nous vous recommandons de laisser cette option activée afin que les développeurs puissent être notifiés des erreurs internes. Lorsqu'un crash survient, nous vous demanderons si vous souhaitez envoyer un rapport. Les rapports de crash ne dévoilent jamais d'informations privées aux développeurs.
it_it: Il segnalatore di crash è la finestra di errore che si apre quando Electron Cash riscontra un errore interno. Si raccomanda di lasciare questa opzione attivata, in modo che gli sviluppatori possano essere avvisati di eventuali bug interni. Quando si verifica un crash ti viene chiesto se vuoi inviarne il rapporto. Le informazioni private non vengono mai rivelate nei report degli crash agli sviluppatori.
nl_nl: De crashrapporteur is het foutvenster dat tevoorschijn komt wanneer Electron Cash een interne fout tegenkomt. Het wordt aanbevolen dat u deze optie ingeschakeld laat, zodat ontwikkelaars melding kunnen krijgen van eventuele interne bugs. Wanneer een crash optreedt wordt u gevraagd of u een rapport wilt verzenden. Crashrapporten onthullen nooit privé-informatie aan ontwikkelaars.
pl_pl: Raportowanie awarii jest okienkiem, które się wyświetla, gdy Electron Cash napotka błąd wewnętrzny. Zaleca się pozostawienie tej opcji włączonej, aby programiści mogli być powiadamiani o błędach wewnętrznych. Gdy wystąpi awaria, zostaniesz poproszony o wysłanie raportu. Prywatne informacje nigdy nie są ujawniane programistom w raportach o awariach.
pt_br: O repórter de falhas é a janela de erro que aparece quando o Electron Cash encontra um erro interno. É recomendável que você deixe esta opção habilitada, para que os desenvolvedores possam ser notificados de quaisquer bugs internos. Quando um erro é encontrado, você é perguntado se você gostaria de enviar um relatório. As informações privadas nunca são reveladas nos relatórios de erro aos desenvolvedores.
sw_ke: Mwandishi wa kosa ambalo linaibuka wakati Electron Cash inapata kosa. Inashauriwa kuacha chaguo hili kuwezeshwa, ili watengenezaji waarifiwe kuhusu kosa zozote. Wakati kishindo cha kosa kinapofanyika, utaulizwa iwapo ungependa kutuma ripoti. Maelezo ya kibinafsi kamwe hazitapeanwa katika ripoti za kishindo cha kosa kwa watengenezaji.

source: The current block height is <b><i>{block_height}</i></b>, so the new cash account will likely look like: <b><u><i>AccountName<i>#{number}</u></b>.
ar_sa: إرتفاع الكتلة الحالي هو <b><i>{block_height}</i></b>، لذلك من المحتمل أن يبدو الحساب النقدي الجديد مثل: <b><u><i>إسم الحساب<i>#{number}</u></b>.
fr_fr: La hauteur actuelle du bloc est <b><i>{block_height}</i></b>, pour que le nouveau compte en espèces ressemble probablement à : <b><u><i>Nom du compte<i>#{number}</u></b>.
it_it: L'altezza del blocco attuale è <b><i>{block_height}</i></b>, quindi il nuovo account cash apparirà come: <b><u><i>NomeAccount<i>#{number}</u></b>.
nl_nl: De huidige blokhoogte is <b><i>{block_height}</i></b>, dus het nieuwe CashAccount komt er waarschijnlijk zo uit te zien: <b><u><i>AccountNaam</i>#{number}</u></b>.
pl_pl: Aktualna wysokość bloku to <b><i>{block_height}</i></b>, nowy Cash Account prawdopodobnie będzie wyglądał tak: <b><u><i>Nazwa<i>#{number}</u></b>.
pt_br: A altura atual do bloco é <b><i>{block_height}</i></b>, para que a nova conta de dinheiro provavelmente parecerá como: <b><u><i>Nome de Conta<i>#{number}</u></b>.

source: The decrypted private key (WIF key) originally used to create this BIP38 key.
ar_sa: المفتاح الخاص الغير مشفر (WIF key) المستخدم أصلاً لإنشاء هذا المفتاح BIP38.
fr_fr: La clé privée déchiffrée (clé WIF) utilisée à l'origine pour créer cette clé BIP38.
it_it: La chiave privata decifrata (chiave WIF) originariamente usata per creare questa chiave BIP38.
nl_nl: De ontcijferde privésleutel (WIF-sleutel) oorspronkelijk gebruikt om deze BIP38-sleutel te maken.
pl_pl: Odszyfrowany klucz prywatny (klucz WIF) pierwotnie użyty do utworzenia tego klucza BIP38.
pt_br: A chave privada descriptografada (chave WIF) originalmente usada para criar esta chave BIP38.

source: The description is not sent to the recipient of the funds. It is stored in your wallet file, and displayed in the 'History' tab.
ar_sa: وصف الحوالة لا يتم إرساله إلى مستقبل الحوالة، بل يظل محفوظاً في ملف محفظتك ويعرض في ثسم تاريخ الحوالات
fr_fr: La description n'a pas été envoyée au destinataire des fonds. Elle est stockée dans votre portefeuille et affichée dans l'onglet "Historique".
it_it: La descrizione non viene inviata al beneficiario dei fondi. Questa viene conservata nel file del tuo portafoglio e mostrata nella scheda 'Cronologia'.
nl_nl: De omschrijving wordt niet naar de begunstigde verzonden. Zij wordt opgeslagen in uw portemonneebestand en getoond op het tabblad 'Geschiedenis'.
pl_pl: Opis nie jest wysyłany do odbiorcy. Zapisywany jest natomiast w pliku portfela i wyświetlany jest w zakładce "Historia".
pt_br: A descrição não é enviada para o beneficiário dos fundos. Ela é guardada no arquivo da sua carteira e exibida na aba 'Histórico'.
sw_ke: Maelezo hayajatumwa kwa mpokeaji wa pesa hizo. Imehifadhiwa kwenye faili yako ya kipochi, na kuonyeshwa kwenye kichupo cha "Historia".

source: The device was disconnected.
ar_sa: تم قطع إتصال الجهاز.
fr_fr: Le périphérique a été déconnecté.
it_it: Il dispositivo è stato disconnesso.
nl_nl: Het apparaat is losgekoppeld.
pl_pl: Urządzenie zostało rozłączone.
pt_br: O dispositivo foi desconectado.
sw_ke: Kifaa kilitolewa.

source: The email plugin is enabled but not configured. Please go to its settings and configure it, or disable it if you do not wish to use it.
ar_sa: إن البرنامج المساعد للبريد الألكتروني مفعّل ولكن لم يتم تكوينه. الرجاء الذهاب إلى إعداداته وتكوينه، أو تعطيله إذا كنت لا ترغب في إستخدامه.
fr_fr: Le plugin email est activé, mais pas configuré. Veuillez aller dans ses paramètres et le configurer, ou le désactiver si vous ne souhaitez pas l'utiliser.
it_it: Il plugin email è attivato ma non configurato. Per favore, vai alle sue impostazioni e configuralo, o disabilitalo se non lo vuoi usare.
nl_nl: De e-mailplug-in is ingeschakeld maar niet geconfigureerd. Ga alstublieft naar zijn instellingen en configureer hem, of schakel hem uit als u hem niet wenst te gebruiken.
pl_pl: Wtyczka e-mail jest włączona, ale nie skonfigurowana. Przejdź do jej ustawień i skonfiguruj lub wyłącz jeśli nie chcesz używać.
pt_br: O plugin de e-mail está ativado, mas não configurado. Por favor, vá até suas configurações e configure-as, ou desative-o se você não deseja usá-lo.
sw_ke: Programu-jalizi ya barua pepe imewezeshwa lakini haijasanidiwa. Tafadhali nenda kwa mipangilio yake na uisanidi, au uitoe ikiwa hutaki kuitumia.

source: The file '{}' contains an incompletely created wallet. Do you want to complete its creation now?
ar_sa: يحتوي الملف '{}' على محفظة تم إنشاؤها بشكل غير مكتمل. هل تريد إكمال أنشاؤها الآن؟
fr_fr: Le fichier '{}' contient un portefeuille incomplètement créé. Voulez-vous terminer sa création maintenant ?
it_it: Il file '{}' contiene un portafoglio non ancora completato. Vuoi completare ora la sua creazione?
nl_nl: Het bestand '{}' bevat een onvolledig gemaakte portemonnee. Wilt u hem nu afmaken?
pl_pl: Plik '{}' zawiera niekompletnie utworzony portfel. Czy chcesz zakończyć jego tworzenie teraz?
pt_br: O arquivo '{}' contém uma carteira incompleta criada. Você quer completar sua criação agora?
sw_ke: Faili '{}' ina kipochi ambacho hakijaundwa kabisa. Je! Unataka kumaliza uundaji wake sasa?

source: The file was removed
ar_sa: تمت إزالة الملف
fr_fr: Le fichier a été supprimé
it_it: Il file è stato rimosso
nl_nl: Het bestand is verwijderd
pl_pl: Plik został usunięty
pt_br: Arquivo foi removido
sw_ke: Faili imetolewa

source: The file you selected does not appear to contain labels.
ar_sa: يبدو أن الملف الذي اخترته لا يحتوي على تسميات.
it_it: Il file selezionato non sembra contenere etichette.
nl_nl: Het door u geselecteerde bestand lijkt geen labels te bevatten.
pl_pl: Wybrany plik nie zawiera etykiet.
pt_br: O arquivo selecionado não parece conter rótulos.

source: The following addresses were added
ar_sa: تم إضافة العناوين التالية
fr_fr: Les adresses suivantes ont été ajoutées
it_it: I seguenti indirizzi sono statti aggiunti
nl_nl: De volgende adressen zijn toegevoegd
pl_pl: Następujące adresy zostały dodane
pt_br: Os seguintes endereços foram adicionados

source: The following alias providers are available:
ar_sa: يتوفر موفرو الإسم المستعار التاليون:
fr_fr: Les alias suivants sont disponibles :
it_it: I seguenti provider di alias sono disponibili:
nl_nl: De volgende alias-aanbieders zijn beschikbaar:
pl_pl: Dostępne są następujący dostawcy aliasów:
pt_br: Estão disponíveis os seguintes provedores de alias:

source: The following could not be imported
ar_sa: لا يمكن إستيراد ما يلي
fr_fr: Les éléments suivants n'ont pas pu être importés
it_it: Non è stato possibile importare i seguenti
nl_nl: Het volgende kon niet worden geïmporteerd
pl_pl: Następujące nie mogły zostać zaimportowane
pt_br: Não foi possível importar as seguintes entradas

source: The format of your wallet '%s' must be upgraded for Electron Cash. This change will not be backward compatible
ar_sa: يجب تحديث شكل محفظتك '%s' من أجل Electron Cash. لن يكون هذا التغيير متوافقاً مع الإصدارات السابقة
fr_fr: Le format de votre portefeuille '%s' doit être mis à jour pour Electron Cash. Ce changement ne sera pas rétrocompatible
it_it: Il formato del tuo portafoglio '%s' deve essere aggiornato per Electron Cash. Questa modifica non sarà retrocompatibile
nl_nl: Het formaat van uw portemonnee '%s' moet worden bijgewerkt voor Electron Cash. Deze wijziging is niet achterwaarts-compatibel
pl_pl: Format twojego portfela '%s' musi zostać uaktualniony dla Electron Cash. Ta zmiana nie będzie wstecznie kompatybilna
pt_br: O formato de sua carteira '%s' deve ser atualizado para o Electron Cash. Esta alteração não será compatível com versões anteriores
sw_ke: Umbo la kipochi chako '%s' lazima lisawazishwe na Electron Cash. Mabadiliko haya hayataweza kurudishwa yalivyokuwa mbeleni

source: The message has been successfully decrypted
ar_sa: تم فك تشفير الرسالة بنجاح
fr_fr: Le message a été déchiffré avec succès
it_it: Il messaggio è stato decifrato con successo
nl_nl: Het bericht is succesvol ontcijferd
pl_pl: Wiadomość została pomyślnie odszyfrowana
pt_br: Mensagem foi removida com sucesso

source: The mnemonic needs to be 12, 18 or 24 words.
ar_sa: يجب أن يكون الرمز التذكري 12، 18 أو 24 كلمة.
fr_fr: Le mnémonique doit être de 12, 18 ou 24 mots.
it_it: La mnemonica è composta da 12, 18 o 24 parole.
nl_nl: De mnemoniek moet uit 12, 18 of 24 woorden bestaan.
pl_pl: Mnemonik musi mieć 12, 18 lub 24 słów.
pt_br: A mnemônica tem de ser de 12, 18 ou 24 palavras.

source: The number of unanswered network requests. You can configure: - Limit: maximum request backlog size - ChunkSize: requests to enqueue every 100ms If the connection drops when synchronizing, you may wish to reduce these values to throttle requests to the server.
it_it: Il numero di richieste non risolte della rete. Puoi configurare: - Limite: dimensione massima richiesta del backlog - Dimensione: richieste da accodare ogni 100ms Se la connessione avesse dei problemi durante la sincronizzazione, puoi diminuire questi valori per agevolare il server.
nl_nl: Het aantal onbeantwoorde netwerkverzoeken. U kunt configureren: - Limiet: maximumgrootte achterstand verzoeken - Chunkgrootte: verzoeken om elke 100ms in te dienen Als de verbinding wegvalt tijdens synchronisatie, wilt u mogelijk deze waarden reduceren om verzoeken aan de server te knijpen.
pl_pl: Liczba zapytań sieciowych bez odpowiedzi. Możesz skonfigurować: - Limit: maksymalny rozmiar zapytania - ChunkSize: zapytania w kolejce co 100ms Jeśli połączenie rozłączy się podczas synchronizacji, możesz zmniejszyć te wartości, aby zdławić zapytania do serwera.

source: The operation is undefined. Not just in Electron Cash, but in general.
ar_sa: العملية غير محددة. ليس فقط في Electron Cash، ولكن بشكل عام.
fr_fr: Cette opération est indéfinie. Pas uniquement dans Electron Cash, mais en général.
it_it: L'operazione è indefinita. Non solo in Electron Cash, ma in generale.
nl_nl: Deze bewerking is niet gedefinieerd. Niet alleen in Electron Cash, maar in het algemeen.
pl_pl: Operacja jest niezdefiniowana. Nie tylko w Electron Cash, ale ogólnie.
pt_br: A operação é indefinida. Não apenas na Electrum, mas em geral.
sw_ke: Operesheni hiyo haijafafanuliwa. Sio tu katika Electron Cash, lakini kwa jumla pia.

source: The password was incorrect for this encrypted wallet, please try again.
ar_sa: كلمة المرور لهذه المحفظة المشفرة غير صحيحة، يرجى المحاولة مرة أخرى.
fr_fr: Le mot de passe de ce portefeuille chiffré est incorrect. Veuillez réessayer.
it_it: La password non è corretta per questo portafoglio cifrato, per favore, riprova.
nl_nl: Het wachtwoord was onjuist voor deze versleutelde portemonnee, probeer het opnieuw.
pl_pl: Hasło dla tego zaszyfrowanego portfela jest nieprawidłowe, spróbuj ponownie.
pt_br: A senha estava incorreta para esta carteira criptografada, por favor, tente novamente.
sw_ke: Nenosiri sio sahihi kwa kipochi hiki kilichosimbwa, tafadhali jaribu tena.

source: The placeholder value of {} is the default derivation for {} wallets.
ar_sa: إن قيمة العنصر النائب ل {} هي الإشتقاق الإفتراضي ل {} محافظ.
fr_fr: La valeur placeholder de {} est la dérivation par défaut pour {} portefeuille.
it_it: Il valore del segnaposto di {} è la derivazione predefinita per {} portafogli.
nl_nl: De plaatshouderwaarde van {} is de standaard-afleiding voor {}-portemonnees.
pl_pl: Wartość {} jest domyślną derywacją dla portfeli {}.
pt_br: O valor reservado de {} é a derivação padrão para {} carteiras.
sw_ke: Thamani ya mmiliki wa {} ni utokaji wa msingi wa {} pochi.

source: The platform QR detection library is not available.
ar_sa: مكتبة الكشف عن QR للنظام الأساسي غير متوفرة.
fr_fr: La bibliothèque de détection QR de la plateforme n'est pas disponible.
it_it: La libreria per rilevare la piattaforma QR non è disponibile.
nl_nl: De QR-detectiebibliotheek van het platform is niet beschikbaar.
pl_pl: Biblioteka wykrywania QR platformy jest niedostępna.
pt_br: A biblioteca de detecção QR da plataforma não está disponível.
sw_ke: Maktaba ya kugundua QR haipatikani.

source: The plugin archive is not recognized as a valid Zip file.
ar_sa: أرشيف البرنامج المساعد غير معرّف كملف Zip صالح.
fr_fr: L'archive du plugin n'est pas reconnue en tant que fichier Zip valide.
it_it: L'archivio del plugin non è riconosciuto come un file Zip valido.
nl_nl: Het plug-inarchief wordt niet herkend als geldig zipbestand.
pl_pl: Archiwum wtyczek nie jest rozpoznane jako poprawny plik ZIP.
pt_br: O arquivo do plugin não é reconhecido como um arquivo Zip válido.
