Repository: Electron-Cash/electrum-locale
Catalog: locale/*/electron-cash.po
Languages: ar_sa, fr_fr, it_it, nl_nl, pl_pl, pt_br, sw_ke

source: Outdated {} firmware for device labelled {}. Please download the updated firmware from {}
ar_sa: برنامج ثابت {} قديم للجهاز المسمى {}. الرجاء تحميل البرنامج الثابت المحدث من {}
fr_fr: Firmware {} obsolète pour l'appareil étiqueté {}. Veuillez télécharger le firmware mis à jour depuis {}
it_it: Firmware {} vecchio per il dispositivo con etichetta {}. Per favore, scarica l'aggiornamento per il firmware da {}
nl_nl: Verouderde firmware {} voor apparaat met label {}. Download de actuele firmware van {}
pl_pl: Nieaktualny firmware {} dla urządzenia oznaczonego {}. Pobierz zaktualizowany firmware z {}
pt_br: Firmware {} dispositivo antigo chamado {}. Faça o download da versão atualizada do firmware em {}
sw_ke: Programu {} ya zamani ya vifaa vilivyo na lebo {}. Tafadhali susha programu iliyosawazishwa kutoka {}

source: Output point
ar_sa: نقطة المخرج
fr_fr: Point de sortie
it_it: Id transazione
nl_nl: Outputpunt
pl_pl: Punkt wyjścia
pt_br: Ponto de saída
sw_ke: Kiasi cha toleo

source: Outputs
ar_sa: المخرجات
fr_fr: Sorties
it_it: Output
pl_pl: Wyjścia
pt_br: Saídas
sw_ke: Toleo

source: Overview
ar_sa: نظرة عامة
fr_fr: Aperçu
it_it: Panoramica
nl_nl: Overzicht
pl_pl: Podsumowanie
pt_br: Visão geral
sw_ke: Maelezo ya jumla

source: P2SH / regular input mixed in same transaction not supported
ar_sa: P2SH / مدخلات عادية مختلطة في نفس العملية غير معتمدة
fr_fr: P2SH / entrée régulière mélangée dans la même transaction non prise en charge
it_it: P2SH / input misto nella stessa transazione non supportato
nl_nl: P2SH / reguliere input gemengd in dezelfde transactie niet ondersteund
pl_pl: P2SH / regularne wejście miksowane w tej samej transakcji nie jest obsługiwane
pt_br: P2SH / entrada regular mista na mesma transação não suportada
sw_ke: P2SH / pembejeo ya kawaida iliyochanganywa katika ununuzi huo hauhimiliwi

source: PIN Change cancelled!
ar_sa: تم إلغاء تغيير ال PIN!
it_it: Cambiamento del PIN annullato!
nl_nl: PIN-wijziging geannuleerd!
pl_pl: Zmiana PIN anulowana!
pt_br: Alteração de PIN cancelada!
sw_ke: Mabadiliko ya PIN yameghairiwa!

source: PIN Protection
ar_sa: حماية ال PIN
fr_fr: Protection par code PIN
it_it: Protezione PIN
nl_nl: Pinbeveiliging
pl_pl: Ochrona PIN
pt_br: Proteção por senha
sw_ke: Ulinzi wa PINI

source: PIN changed successfully!
ar_sa: تم تغيير رمز PIN بنجاح!
fr_fr: Modification du PIN réussie !
it_it: PIN cambiato con successo!
nl_nl: Pincode succesvol gewijzigd!
pl_pl: PIN został pomyślnie zmieniony!
pt_br: PIN alterado com sucesso!
sw_ke: PINI imebadilika!

source: PIN must have at least 4 characters.
ar_sa: يجب أن يحتوي رمز PIN على 4 أحرف على الأقل.
fr_fr: Le code PIN doit comporter au moins 4 caractères.
it_it: Il PIN deve contenere almeno 4 caratteri.
nl_nl: Pincode moet minstens 4 tekens bevatten.
pl_pl: PIN musi mieć co najmniej 4 znaki.
pt_br: O PIN deve ter pelo menos 4 caracteres.
sw_ke: Nywila lazima iwe na herufi chini ya 4.

source: PIN must have less than 16 characters.
it_it: Il PIN deve contenere almeno 16 caratteri.
pl_pl: Kod PIN musi mieć mniej niż 16 znaków.

source: PIN protection is strongly recommended. A PIN is your only protection against someone stealing your bitcoins if they obtain physical access to your {}.
ar_sa: ينصح بشدة حماية رمز PIN. إن رمز PIN هو حمايتك الوحيدة ضد أي شخص يسرق ال bitcoins الخاصة بك إذا حصل على وصول فعلي إلى {}.
fr_fr: Une protection par code PIN et fortement recommandée. Un code PIN est la seule protection empêchant quelqu'un ayant un accès physique à votre {} de voler vos bitcoins.
it_it: La protezione del PIN è fortemente consigliata. Un PIN è la tua sola protezione contro qualcuno intenzionato a rubare i tuoi bitcoin se riesce ad accedere materialmente al tuo {}.
nl_nl: Pinbeveiliging wordt sterk aangeraden. Een pincode is uw enige bescherming tegen diefstal van uw bitcoins als men fysieke toegang krijgt tot uw {}.
pl_pl: Ochrona PIN jest zdecydowanie zalecana. PIN to jedyna ochrona przed kradzieżą bitcoinów, jeśli ktoś uzyska fizyczny dostęp do Twojego {}.
pt_br: É altamente recomendável usar a proteção PIN. Um PIN é a única maneira de impedir que alguém que tenha acesso físico ao seu {} roube seus bitcoins.
sw_ke: Ulinzi wa PINI unapendekezwa sana. PINI ni kinga yako tu dhidi ya mtu anayeiba bitcoins zako kwa {}.

source: PIN set
ar_sa: تم تعيين ال PIN
fr_fr: Code PIN défini
it_it: PIN impostato
nl_nl: Pincode ingesteld
pl_pl: Kod PIN ustawiony
pt_br: Senha definida
sw_ke: Weka PINI

source: Paid
ar_sa: مدفوع
fr_fr: Payé
it_it: Pagato
nl_nl: Betaald
pl_pl: Zapłacone
pt_br: Pago
sw_ke: Amelipwa

source: Partial {count}/{total}
it_it: Parziale {count}/{total}

source: Partially signed
ar_sa: توقيع جزئي
fr_fr: Partiellement signé
it_it: Parzialmente firmata
nl_nl: Deels ondertekend
pl_pl: Częściowo podpisany
pt_br: Parcialmente assinada
sw_ke: Iliyowekwa saini nusu

source: Passphrase:
ar_sa: عبارة المرور:
fr_fr: Phrase secrète :
it_it: Frase segreta:
nl_nl: Wachtzin:
pl_pl: Tekst szyfrujący:
pt_br: FraseSecreta:
sw_ke: Manenosiri:

source: Passphrases
ar_sa: عبارات المرور
fr_fr: Phrases secrètes
it_it: Passphrase
nl_nl: Wachtzinnen
pl_pl: Frazy haseł
pt_br: Frases secretas
sw_ke: Manenosiri

source: Passphrases allow you to access new wallets, each hidden behind a particular case-sensitive passphrase.
ar_sa: تسمح لك عبارات المرور بالوصول إلى محافظ جديدة، كل منها مخفي خلف عبارة مرور حساسة لحالة معينة.
fr_fr: Les phrases secrètes vous permettent d'accéder à de nouveaux portefeuilles, chacun caché derrière une phrase secrète spécifique et sensible à la case .
it_it: Le passphrase ti permettono di accedere a nuovi portafogli, ognuno dei quali è nascosto dietro a particolari passphrase.
nl_nl: Wachtzinnen geven u toegang tot nieuwe portemonnees, elk verborgen achter een bepaalde hoofdlettergevoelige wachtzin.
pl_pl: Frazy haseł pozwalają na dostęp do nowych portfeli, każdy z nich jest ukryty za określoną frazą uwzględniającą wielkość liter.
pt_br: As frases de segurança permitem acessar novos portfólios, cada um escondido atrás de uma frase de segurança que diferencia maiúsculas de minúsculas.
sw_ke: Manenosiri yanakuruhusu kufikia pochi mpya, kila kipochi kikifichwa nyuma ya manenosiri ya herufi kubwa au ndogo.

source: Password Incorrect
ar_sa: كلمة المرور غير صحيحة
fr_fr: Mot de passe incorrect
it_it: Password Errata
nl_nl: Wachtwoord onjuist
pl_pl: Hasło niepoprawne
pt_br: Senha incorreta
sw_ke: Nywila sio sahihi

source: Password Required
ar_sa: كلمة المرور مطلوبة
fr_fr: Mot de passe requis
it_it: Password Richiesta
nl_nl: Wachtwoord vereist
pl_pl: Wymagane hasło
pt_br: Senha necessária
sw_ke: Nywila inahitajika

source: Password Strength
ar_sa: قوة كلمة المرور
fr_fr: Robustesse du mot de passe
it_it: Sicurezza password
nl_nl: Wachtwoordsterkte
pl_pl: Siła hasła
pt_br: Segurança da palavra-passe
sw_ke: Nguvu ya Nenosiri

source: Password is disabled, this wallet is not protected
ar_sa: كلمة المرور معطلة، هذه المحفظة غير محمية
fr_fr: Le mot de passe est désactivé, ce portefeuille n'est pas protégé
it_it: Password disabilitata, portafoglio non protetto
nl_nl: Wachtwoord is uitgeschakeld, deze portemonnee is niet beveiligd
pl_pl: Hasło jest wyłączone, ten portfel nie jest chroniony
pt_br: A senha está desativada, esta carteira não está protegida
sw_ke: Nenosiri limezimwa, kipochi hiki hakijalindwa

source: Password must have at least 4 characters.
ar_sa: يجب أن تحتوي كلمة المرور على 4 أحرف على الأقل.
fr_fr: Le mot de passe doit contenir au moins 4 caractères.
it_it: La password deve contenere almeno 4 caratteri.
nl_nl: Wachtwoord moet minstens 4 tekens bevatten.
pl_pl: Hasło musi mieć co najmniej 4 znaki.
pt_br: Senha deve ter no mínimo 4 caracteres.
sw_ke: Nywila lazima iwe na herufi 4 angalau.

source: Password must have less than 64 characters.
ar_sa: يجب أن تحتوي كلمة المرور على أقل من 64 حرفاً.
fr_fr: Le mot de passe doit contenir moins de 64 caractères.
it_it: La password ha un limite massimo di 64 caratteri.
nl_nl: Wachtwoord moet minder dan 64 tekens bevatten.
pl_pl: Hasło musi mieć mniej niż 64 znaki.
pt_br: Senha deve ter menos de 64 caracteres.
sw_ke: Nywila lazima iwe na herufi 64 angalau.

source: Password was updated successfully
ar_sa: تم تحديث كلمة المرور بنجاح
fr_fr: Le mot de passe a été actualisé avec succès
it_it: La password è stata aggiornata con successo
nl_nl: Wachtwoord is succesvol bijgewerkt
pl_pl: Hasło zaktualizowane pomyślnie
pt_br: A palavra-passe foi atualizada com sucesso
sw_ke: Nywila imerekebishwa

source: Paste an address or use QR
ar_sa: لصق عنوان أو إستخدام QR
fr_fr: Copier-collez une adresse ou utilisez un code QR
it_it: Incolla un indirizzo o usa il QR
nl_nl: Adres plakken of QR gebruiken
pl_pl: Wklej adres lub użyj QR
pt_br: Cole um endereço ou use código QR
sw_ke: Weka Anwani au tumia QR

source: Paste or scan a transaction in hex format:
it_it: Incolla o scansiona una transazione in formato esadecimale:

source: Path
it_it: Percorso
pl_pl: Ścieżka

source: Pause Shuffling
ar_sa: إيقاف الخلط مؤقتا"
it_it: Pausa Mix
nl_nl: Shufflen pauzeren
pl_pl: Wstrzymaj miksowanie
pt_br: Pausar CashShuffle
sw_ke: Katiza kuchanganywa

source: Pause/Unpause the background shuffle process (frees up 'busy' coins for spending)
ar_sa: إيقاف مؤقت/إلغاء الإيقاف المؤقت لعملية خلط الخلفية (تحرير العملات 'المشغولة' للإنفاق)
it_it: Pausa/Avvia il mixaggio in background (sblocca fondi utilizzati per spenderli)
nl_nl: Het shuffleproces op de achtergrond pauzeren/hervatten (maakt munten die 'bezig' zijn besteedbaar)
pl_pl: Wstrzymaj/Wznów proces miksowania w tle (zwalnia monety 'zajęte' abyś mógł je wydać)
pt_br: Pausar/Reiniciar o processo de shuffling de fundo (libera moedas que estão sendo processadas)
sw_ke: Sitisha / toa Sitisha mchaganiko wa mabadiliko (huweka sarafu 'busy' kwa matumizi)

source: Paused
ar_sa: إيقاف مؤقت
fr_fr: En pause
it_it: In pausa
nl_nl: Gepauzeerd
pl_pl: Wstrzymano
pt_br: Pausado
sw_ke: Imesitishwa

source: Pay &to
ar_sa: دفع &إلى
fr_fr: Payer &à
it_it: Paga &a
nl_nl: Betalen &aan
pl_pl: Zapłać &do
pt_br: Pagar &para
sw_ke: Lipa &Kwa

source: Pay Now
ar_sa: إدفع الآن
fr_fr: Payer maintenant
it_it: Paga ora
nl_nl: Nu betalen
pl_pl: Zapłać teraz
pt_br: Pagar agora
sw_ke: Lipa sasa

source: Pay to
ar_sa: دفع لــ
fr_fr: Payer à
it_it: Paga a
nl_nl: Betalen aan
pl_pl: Odbiorca
pt_br: Pagar para
sw_ke: Lipa Kwa

source: Pay to many
ar_sa: دفع للعديد
fr_fr: Payer pour plusieurs
it_it: Paga a molti
nl_nl: Meerderen betalen
pl_pl: Wiele odbiorców
pt_br: Pagar para múltiplos endereços
sw_ke: Lipa wengi

source: Payment Request
ar_sa: طلب الدفع
fr_fr: Demande de paiement
it_it: Richiesta di Pagamento
nl_nl: Betaalverzoek
pl_pl: Żądanie płatności
pt_br: Pedido de pagamento
sw_ke: Ombi la Malipo

source: Payment Request Error
ar_sa: خطأ في طلب الدفع
fr_fr: Erreur de demande de paiement
it_it: Errore nella Richiesta di Pagamento
nl_nl: Fout bij betaalverzoek
pl_pl: Błąd prośby o płatność
pt_br: Erro com o pedido de pagamento
sw_ke: Dosari kwa Ombi la Malipo

source: Payment request has expired
ar_sa: انتهت صلاحية طلب الدفع
fr_fr: La demande de paiement a expirée
it_it: La richiesta di pagamento è scaduta
nl_nl: Betaalverzoek is verlopen
pl_pl: Żądanie płatności wygasło
pt_br: O pedido de pagamento expirou
sw_ke: Ombi la malipo limekwisha

source: Payment request saved
ar_sa: تم حفظ طلب الدفع
fr_fr: Requête de paiement sauvegardée
it_it: Richiesta di pagamento salvata
nl_nl: Betaalverzoek opgeslagen
pl_pl: Prośba o płatność zapisana
pt_br: Pedido de pagamento salvo
sw_ke: Ombi la malipo limehifadhiwa

source: Payment sent.
ar_sa: تم إرسال الحوالة.
fr_fr: Paiement envoyé.
it_it: Pagamento inviato.
nl_nl: Betaling verzonden.
pl_pl: Płatność wysłana.
pt_br: Pagamento enviado.
sw_ke: Malipo yametumwa.

source: Pend
ar_sa: قيد الإنتظار
it_it: Sospendi
nl_nl: In afw.
pl_pl: Oczekuje
sw_ke: Ngoja

source: Pending
ar_sa: قيد الإنتظار
fr_fr: En attente
it_it: In attesa
nl_nl: In afwachting
pl_pl: Oczekuje
pt_br: Pendente
sw_ke: Inasubiri

source: Pending requests
it_it: Richieste in attesa
nl_nl: Lopende verzoeken
pl_pl: Zapytania oczekujące

source: Per-Wallet Options
ar_sa: خيارات لكل محفظة
it_it: Opzioni per Portafoglio
nl_nl: Portemonneespecifieke opties
pl_pl: Opcje dla portfela per
pt_br: Opções de carteira
sw_ke: Chaguo la kila kipochi

source: Per-coin random chance
ar_sa: فرصة عشوائية لكل عملة
it_it: Possibilità casuale per ogni fondo
nl_nl: Willekeurige kans per munt
pl_pl: Losowa szansa na monetę per
pt_br: Chance aleatória de Per-coin
sw_ke: Kila Sarafu bahati nasibu

source: Perhaps it is encrypted...
ar_sa: ربما يتم تشفيرها...
fr_fr: Peut-être est-il chiffré...
it_it: Forse è cifrato...
nl_nl: Wellicht is het vercijferd...
pl_pl: Być może jest zaszyfrowany...
pt_br: Talves esteja criptografado...
sw_ke: Labda imesimbwa...

source: Phase {}
ar_sa: المرحلة {}
fr_fr: Etape {}
it_it: Frase {}
nl_nl: Fase {}
pl_pl: Faza {}
pt_br: Estágio {}
sw_ke: Awamu ya {}

source: Players
ar_sa: اللاعبون
fr_fr: Joueurs
it_it: Partecipanti
nl_nl: Spelers
pl_pl: Gracze
pt_br: Usuários
sw_ke: Wachezaji

source: Please be sure that your wallet is empty and that you have a backup of the seed as a precaution.
ar_sa: الرجاء التأكد من أن محفظتك فارغة وأن لديك نسخة إحتياطية من الكلمات المفتاحية كإجراء وقائي.
fr_fr: Veuillez vous assurer que votre portefeuille est vide et que vous avez une sauvegarde de la graine par précaution.
it_it: Per favore, assicurati che il tuo portafoglio sia vuoto e che di avere fatto il backup del seed per precauzione.
nl_nl: Verzeker u dat uw portemonnee leeg is en dat u uit voorzorg een back-up van de seed heeft.
pl_pl: Upewnij się, że Twój portfel jest pusty i że masz w razie czego kopię zapasową seeda.
pt_br: Verifique se sua carteira está vazia e se você tem um backup inicial da seed como precaução.
sw_ke: Tafadhali hakikisha kuwa kipochi chako hakina kitu na una nakala ya maneno siri kama tahadhari.

source: Please briefly describe what led to the error (optional):
ar_sa: يرجى وصف بإيجاز ما أدى إلى الخطأ (اختياري):
fr_fr: Veuillez brièvement décrire ce qui a mené à cette erreur (optionnel) :
it_it: Per favore, descrivi brevemente cosa ha causato l'errore (opzionale):
nl_nl: Beschrijf alstublieft kort wat leidde tot de fout (optioneel):
pl_pl: Proszę krótko opisać, co doprowadziło do błędu (opcjonalnie):
pt_br: Descreva brevemente o que levou ao erro (opcional):
sw_ke: Tafadhali fafanua kwa kifupi kilichosababisha kosa (hiari):

source: Please check your {} device
ar_sa: يرجى التحقق من {} جهازك
fr_fr: Veuillez vérifier les indications sur votre appareil {}
it_it: Per favore, controlla il tuo dispositivo {}
nl_nl: Gelieve uw {}-apparaat te controleren
pl_pl: Sprawdź swoje urządzenie {}
pt_br: Verifique seu dispositivo {}
sw_ke: Tafadhali angalia kifaa {} chako

source: Please choose a CashShuffle server
ar_sa: الرجاء إختيار خادم CashShuffle
fr_fr: Veuillez choisir un serveur CashShuffle
it_it: Per favore, scegli un server CashShuffle
nl_nl: Kies alstublieft een CashShuffle-server
pl_pl: Wybierz serwer CashShuffle
pt_br: Selecione um servidor CashShuffle
sw_ke: Tafadhali chagua seva ya CashShuffle

source: Please close and reopen this wallet to activate the new settings
it_it: Per favore, chiudi e riapri questo portafoglio per attivare le nuove impostazioni

source: Please confirm the PIN code for your Satochip:
ar_sa: يرجى تأكيد رمز PIN ل Satochip الخاص بك:
fr_fr: Veuillez confirmer le code PIN de votre Satochip:
it_it: Per favore, conferma il PIN del tuo Satochip:
nl_nl: Bevestig alstublieft de pincode voor uw Satochip:
pl_pl: Potwierdź kod PIN dla Twego Satochip:
pt_br: Confirme o código PIN do seu Satochip:
sw_ke: Tafadhali thibitisha nambari ya PINI ya Satachip yako:

source: Please confirm the new PIN for your Satochip:
ar_sa: يرجى تأكيد رمز PIN الجديد ل Satochip الخاص بك:
fr_fr: Veuillez confirmer le nouveau code PIN pour votre Satochip:
it_it: Per favore, conferma il nuovo PIN del tuo Satochip:
nl_nl: Bevestig alstublieft de nieuwe pincode voor uw Satochip:
pl_pl: Potwierdź nowy PIN dla Twego Satochip:
pt_br: Confirme o novo PIN do seu Satochip:
sw_ke: Tafadhali thibitisha PINI yako mpya ya Satachip yako:

source: Please ensure you only import text files.
ar_sa: يرجى التأكد من إستيراد الملفات النصية فقط.
fr_fr: Veuillez vous assurer que vous n'importez que des fichiers texte.
it_it: Per favore, assicurati di importare solo file di testo.
nl_nl: Zorg ervoor dat u uitsluitend tekstbestanden importeert.
pl_pl: Upewnij się, że importujesz tylko pliki tekstowe.
pt_br: Certifique-se de importar apenas arquivos de texto.
sw_ke: Tafadhali hakikisha unaingiza faili za maandishi tu.

source: Please enter a passphrase
ar_sa: الرجاء إدخال عبارة المرور
fr_fr: Veuillez entrer une phrase de passe
it_it: Per favore, inserisci una passphrase
nl_nl: Voer alstublieft een wachtzin in
pl_pl: Wprowadź frazę haseł
pt_br: Digite uma frase de segurança
sw_ke: Tafadhali weka nenosiri

source: Please enter a seed phrase or a master key (xpub or xprv):
ar_sa: يرجى إدخال عبارة مفتاحية أو مفتاح رئيسي (xpub or xprv):
fr_fr: Veuillez saisir une graine ou une clé maîtresse (xpub ou xprv) :
it_it: Per favore, inserisci il seme o la chiave principale (xpub or xprv):
nl_nl: Voer alstublieft een seed-woordenreeks of een moedersleutel (xpub of xprv) in:
pl_pl: Wprowadź frazę seed lub klucz główny (xpub lub xprv):
pt_br: Insira uma seed ou chave mestra (xpub ou xprv):
sw_ke: Tafadhali ingiza manenosiri au funguosiri (xpub au xprv):

source: Please enter a seed phrase, a master key, a list of Bitcoin addresses, or a list of private keys
ar_sa: يرجى إدخال عبارة مفتاحية، أو مفتاح رئيسي، أو قائمة عناوين Bitcoin، أو قائمة المفاتيح الخاصة
fr_fr: Veuillez saisir une graine, une clé publique maîtresse, une liste d’adresses Bitcoin ou une liste de clés privées
it_it: Per favore, inserisci il seme, la chiave principale, una lista di indirizzi Bitcoin o una lista di chiavi private
nl_nl: Voer alstublieft een seed-woordenreeks, een moedersleutel, een lijst bitcoinadressen of een lijst privésleutels in
pl_pl: Wprowadź frazę seed, klucz główny, listę adresów Bitcoin lub listę kluczy prywatnych
pt_br: Por Favor, Insira a frase da seed, uma chave mestra, uma lista de endereços Bitcoin ou uma lista de chaves privadas
sw_ke: Tafadhali weka manenosiri, funguosiri, orodha ya anwani za Bitcoin, au orodha ya funguosiri

source: Please enter the master public key (xpub) of your cosigner.
ar_sa: الرجاء إدخال المفتاح العمومي الرئيسي (xpub) للشريك الموقع الخاص بك.
fr_fr: Veuillez enter la clé publique maîtresse (xpub) de votre cosignataire.
it_it: Per favore, inserisci la chiave pubblica principale (xpub) del tuo cofirmatario.
nl_nl: Voer de publieke moedersleutel (xpub) in van uw medeondertekenaar.
pl_pl: Proszę podać główny klucz publiczny (xpub) lub twój współpodpis.
pt_br: Digite o público chave mestra (Xpub) do seu fiador.
sw_ke: Tafadhali ingiza funguosiri (xpub) ya mweka sahihi wa pili.

source: Please enter the master public key of cosigner #{}:
ar_sa: الرجاء إدخال المفتاح العمومي الرئيسي للشريك الموقع #{}:
fr_fr: Veuillez enter la clé publique maîtresse de votre cosignataire #{} :
it_it: Per favore, inserisci la chiave pubblica principale del cofirmatario #{}:
nl_nl: Voer de publieke moedersleutel in van medeondertekenaar #{}:
pl_pl: Wprowadź główny klucz publiczny współpodpisującego #{}:
pt_br: Insira chave pública mestra do cossignatário número {}:
sw_ke: Tafadhali ingiza funguosiri la mweka sahihi wa pili #{}:

source: Please enter the new name for this wallet:
ar_sa: يرجى إدخال الإسم الجديد لهذه المحفظة:
fr_fr: Veuillez entrer le nouveau nom de ce portefeuille :
it_it: Per favore, inserisci un nuovo nome per questo portafoglio:
nl_nl: Voer de nieuwe naam in voor deze portemonnee:
pl_pl: Wprowadź nową nazwę tego portfela:
pt_br: Por favor, escreva o novo nome deste portfólio:
sw_ke: Tafadhali ingiza jina mpya la kipochi hiki:

source: Please enter your passphrase on the {} device
it_it: Per favore, inserisci la passphrase sul dispositivo {}
nl_nl: Voer alstublieft uw wachtzin in op het {}-apparaat
pl_pl: Wprowadź frazę haseł na urządzeniu {}
pt_br: Por favor, insira a sua senha no dispositivo {}

source: Please enter your password
ar_sa: الرجاء إدخال كلمة المرور الخاصة بك
fr_fr: Veuillez saisir votre mot de passe
it_it: Per favore, inserisci la tua password
nl_nl: Voer alstublieft uw wachtwoord in
pl_pl: Wprowadź swoje hasło
pt_br: Por favor, digite sua senha.
sw_ke: Tafadhali ingiza nenosiri yako

source: Please enter your password to decrypt it.
ar_sa: الرجاء إدخال كلمة المرور لفك تشفيرها.
fr_fr: Veuillez entrer votre mot de passe pour le déchiffrage.
it_it: Per favore, inserisci la tua password per decifrarlo.
nl_nl: Voer uw wachtwoord in om het te ontcijferen.
pl_pl: Wprowadź hasło, aby go odszyfrować.
pt_br: Digite sua senha para descriptografar.
sw_ke: Tafadhali weka nenosiri ili kutoa usimbuaji fiche.

source: Please enter your seed derivation passphrase. Note: this is NOT your encryption password. Leave this field empty if you did not use one or are unsure.
ar_sa: الرجاء إدخال عبارة مرور إشتقاق الكلمة المفتاحية الخاصة بك. ملاحظة: هذه ليست كلمة مرور التشفير. دع هذا الحقل فارغاً إن لم تستخدم واحدة أو إن كنت غير متأكد.
fr_fr: Veuillez saisir votre le mot de passe de votre graine. Note : ceci n'est PAS votre mot de passe de chiffrement. Laissez ce champ vide si vous n'en avez pas utilisé un ou si vous êtes incertain.
it_it: Per favore, inserisci la passphrase con seme derivato. Nota: questa NON è la cifratura della tua password. Lascia questo campo vuoto se non ne usi uno o non sei sicuro.
nl_nl: Voer uw wachtzin voor seedafleiding in. Merk op: dit is NIET uw versleutelingswachtwoord. Laat dit veld leeg als u dit niet gebruikte of bij twijfel.
pl_pl: Wprowadź derywację frazy seed seed. Uwaga: to NIE jest hasło do szyfrowania. Pozostaw to pole puste, jeśli go nie używałeś lub nie jesteś pewien.
pt_br: Digite sua frase de segurança de derivação de seeds. Nota: NÃO É sua senha de criptografia. Deixe esse campo em branco se você não usou uma frase de segurança ou não tem certeza.
sw_ke: Tafadhali ingiza manenosiri. Kumbuka: hii sio nenosiri yako iliyosimbwa. Acha eneo hili tupu kama hauna uhakika.

source: Please enter your seed phrase in order to restore your wallet.
ar_sa: يرجى إدخال العبارة المفتاحية من اجل إستعادة محفظتك.
fr_fr: Veuillez saisir votre graine pour restaurer votre portefeuille.
it_it: Inserisci il seme in modo da ripristinare il tuo portafoglio.
nl_nl: Vul uw seed-woordenreeks in om uw portemonnee te herstellen.
pl_pl: Podaj szyfr twojego ziarna aby odtworzyć twój portfel.
pt_br: Digite sua seed para restaurar sua carteira.
sw_ke: Tafadhali weka manenosiri yako ili kurejesha kipochi chako.

source: Please insert your {}. Verify the cable is connected and that no other application is using it. Try to connect again?
ar_sa: يرجى إدخال {}. تحقق من أن الكابل متصل وأنه لا يوجد تطبيق آخر يستخدمه. حاول الإتصال مرة أخرى؟
fr_fr: Veuillez insérer votre {}. Vérifiez que le câble est connecté et qu'aucune autre application ne l'utilise. Essayer de vous reconnecter ?
it_it: Per favore, inserisci il tuo {}. Verifica che il cavo sia collegato e che nessun altra applicazione lo stia usando. Provare a connettersi nuovamente?
nl_nl: Breng alstublieft uw {} in. Verifieer dat de kabel is aangesloten en niet wordt gebruikt door een ander programma. Opnieuw proberen te verbinden?
pl_pl: Proszę podłączyć Twój {}. Sprawdź, czy kabel jest podłączony i czy żadna inna aplikacja nie korzysta z niego. Spróbuj połączyć się ponownie?
pt_br: Conecte seu {}. Verifique se o cabo está conectado e se não está sendo usado por outro aplicativo. Tentar conectar novamente?
sw_ke: Tafadhali ingiza {} yako. Thibitisha kwamba cable imeunganishwa na kwamba hakuna programu nyingine inayotumia. Jaribu kuunganisha tena?
