Repository: Electron-Cash/electrum-locale
Catalog: locale/*/electron-cash.po
Languages: ar_sa, fr_fr, it_it, nl_nl, pl_pl, pt_br, sw_ke

source: <p>How it works: <b>Cash Accounts</b> registrations work by issuing an <b>OP_RETURN</b> transaction to yourself, costing fractions of a penny.</p><p>The registrations are permanently written to the blockchain and associate a human-friendly name with your address.</p><p>After the registration transaction receives <i>1 confirmation</i>, you can use your new <b>Cash Account name</b> as if it were an address and give it out to other people (Electron Cash or another Cash Account enabled wallet is required).</p><p><span style="font-weight:100;">You will be offered the opportunity to review the generated transaction before broadcasting it to the blockchain.</span></p>
ar_sa: <p>كيفية عملها: <b>الحسابات النقدية</b> تعمل تسجيلاتها عن طريق إصدار <b>OP_RETURN</b> عملية لنفسك، تكلف كسوراً من قرش.</p><p>يتم كتابة التسجيلات بشكل دائم على سلسلة الكتل ويربط بها إسم مألوف للإنسان في عنوانك.</p><p>بعد أن تستلم عملية التسجيل <i>التأكيد 1</i>، يمكنك إستخدام <b>إسم الحساب النقدي الجديد الخاص بك</b> كما لو كان عنواناً وإعطائه لأشخاص آخرين (مطلوب محفظة مفعّلة من Electron Cash أو أي حساب نقدي آخر).</p><p><span style="font-weight:100;">ستتاح لك الفرصة لمراجعة العملية التي تم إنشاؤها قبل بثها إلى سلسلة الكتل.</span></p>
fr_fr: <p>Comment ça marche: les <b>comptes de caisse</b> fonctionnent en vous émettant une <b>OP_RETURN</b>, coûtant des fractions d'un sou.</p><p>Les inscriptions sont permanentes écrit dans la blockchain et associez un nom convivial à votre adresse.</p><p>Une fois que la transaction d'enregistrement a reçu <i>1 confirmation</i>, vous pouvez utiliser votre nouveau <b>nom de compte en espèces</b> comme s'il s'agissait d'une adresse et la donner à d'autres personnes (Electron Cash ou un autre portefeuille compatible avec le compte Cash est requis).</p><p><span style="font-weight: 100;">Avoir la possibilité d'examiner la transaction générée avant de la diffuser sur la blockchain.</span></p>
it_it: <p>Come funziona: <b>Account Cash</b> le registrazioni funzionano emettendo una transazione <b>OP_RETURN</b> a te stesso, a meno di un centesimo.</p><p>Le registrazioni sono scritte in modo permanente sulla blockchain e associano un nome facilmente leggibile al tuo indirizzo.</p><p>Dopo che la transazione di registrazione riceve <i>1 conferma</i>, puoi usare il tuo nuovo <b>Nome dell'Account Cash</b> come se fosse un indirizzo e darlo ad altre persone (Electron Cash o un altro portafoglio abilitato per Account Cash è richiesto).</p><p><span style="font-weight:100;">Ti verrà offerta la possibilità di rivedere la transazione generata prima di trasmetterla alla blockchain.</span></p>
nl_nl: <p>Hoe het werkt: <b>CashAccount</b>-registraties werken door een <b>OP_RETURN</b>-transactie naar uzelf te sturen, voor een fractie van een cent.</p><p>De registraties worden permanent naar de blockchain geschreven en koppelen een voor mensen prettige naam aan uw adres.</p><p>Nadat de registratietransactie <i>1 bevestiging</i> heeft gekregen, kunt u uw nieuwe <b>CashAccountnaam</b> gebruiken alsof het een adres is en het aan andere mensen geven (Electron Cash of een andere portemonnee die CashAccounts ondersteunt, is vereist).</p><p><span style="font-weight:100;">U krijgt de mogelijkheid om de gegenereerde registratietransactie te bekijken voordat u deze naar de blockchain zendt.</span></p>
pl_pl: <p>Jak to działa: Rejestracja <b>Cash Account</b> działa poprzez wykonanie kosztującej ułamki grosza transakcji <b>OP_RETURN</b> do siebie samego.</p><p>Nazwy Cash Account są trwale zapisywane w blockchainie wraz z Twoim adresem.</p><p>Po otrzymaniu <i>1 potwierdzenia</i>możesz używać swojej nowej <b>nazwy Cash Account</b> tak, jakby był to adres i przekazać go innym osobom (wymagany jest portfel Electron Cash lub inny portfel obsługujący Cach Account).</p><p><span style="font-weight:100;">Masz możliwość weryfikacji wygenerowanej transakcją przed wysłaniem jej do blockchaina.</span></p>
pt_br: <p>Como funciona: <b>Contas Cash</b> as inscrições funcionam emitindo uma <b>OP_RETURN</b> transação para si próprio, custando frações de um centavo.</p><p>As inscrições são gravadas permanentemente no blockchain e associam um nome amigável com seu endereço.</p><p>Após a transação de registro receber <i>confirmação</i>, você pode usar seu novo <b>Nome da Conta Cash</b> como se fosse um endereço e fornecê-lo a outras pessoas (Electron Cash ou outra Conta Cash ativada é necessária).</p><p><span style="font-weight:100;">Será oferecido a oportunidade de rever a transação gerada antes de transmiti-la para o blockchain.</span></p>
sw_ke: <p>Jinsi inavyofanya kazi: Usajili wa <b>Cash Accounts</b> inafanya kazi kwa kutoa <b>OP_RETURN</b> kwako, na kugharimu vipande vya senti.</p><p>Usajili unafanywa kwenye blockchain na unawza tumia jina linaloeleweka.</p><p>Baada ya shughuli ya usajili kupokea <i>1 thibitisho</i>, unaweza kutumia jina lako mpya la <b>Cash Account name</b> kama anwani na kuwapa watu wengine (Electron Cash au Cash Account inahitajika).</p><p><span style="font-weight:100;">utapewa fursa ya kukagua ununuzi uliyotanguliwa kabla ya tangaza kwa blockchain.</span></p>

source: <span style="white-space:nowrap"><b>{cash_account}</b> added to Contacts</span>
ar_sa: <span style="white-space:nowrap"><b>{cash_account}</b>تمت الإضافة إلى جهات الإتصال</span>
fr_fr: <span style="white-space:nowrap"><b>{cash_account}</b> ajouté aux contacts</span>
it_it: <span style="white-space:nowrap"><b>{cash_account}</b> aggiunto ai Contatti</span>
nl_nl: <span style="white-space:nowrap"><b>{cash_account}</b> toegevoegd aan contactpersonen</span>
pl_pl: <span style="white-space:nowrap"><b>{cash_account}</b> dodano do Kontaktów</span>
pt_br: <span style="white-space:nowrap"><b>{cash_account}</b> adicionado aos Contatos</span>
sw_ke: <span style="white-space:nowrap"><b>{cash_account}</b>imeongezwa kwa Anwani</span>

source: <span style="white-space:nowrap"><b>{cash_account}</b> already in Contacts</span>
ar_sa: <span style="white-space:nowrap"><b>{cash_account}</b>موجود في جهات الإتصال</span>
fr_fr: <span style="white-space:nowrap"><b>{cash_account}</b> déjà dans les contacts</span>
it_it: <span style="white-space:nowrap"><b>{cash_account}</b> già nei Contatti</span>
nl_nl: <span style="white-space:nowrap"><b>{cash_account}</b> is al een contactpersoon</span>
pl_pl: <span style="white-space:nowrap"><b>{cash_account}</b> jest już w kontaktach</span>
pt_br: <span style="white-space:nowrap"><b>{cash_account}</b> já existe nos Contatos</span>
sw_ke: <span style="white-space:nowrap"><b>{cash_account}</b>tayari kwa Anwani</span>

source: <span style="white-space:nowrap"><b>{lns_name}</b> added to Contacts</span>
it_it: <span style="white-space:nowrap"><b>{lns_name}</b> aggiunto ai Contatti</span>

source: <span style="white-space:nowrap"><b>{lns_name}</b> already in Contacts</span>
it_it: <span style="white-space:nowrap"><b>{lns_name}</b> già nei Contatti</span>

source: A BIP38 key was specified, please enter a password to decrypt it
ar_sa: تم تحديد مفتاح BIP38, الرجاء إدخال كلمة مرور لفك تشفيره
fr_fr: Une clé BIP38 a été spécifiée, veuillez entrer un mot de passe pour la déchiffrer
it_it: È stata specificata una chiave BIP38, per favore, inserisci la password per decifrarla
nl_nl: Een BIP38-sleutel is opgegeven, voer een wachtwoord in om hem te ontcijferen
pl_pl: Podano klucz BIP38, wprowadź hasło, aby go odszyfrować
pt_br: Uma chave BIP38 foi especificada, por favor insira uma senha para descriptografar
sw_ke: Funguosiri ya BIP38 kiliwekwa bayana, tafadhali ingiza nenosiri ili kuitoa usimbuaji fiche

source: A backup is saved automatically when generating a new wallet.
ar_sa: نسخة احتياطية تحفظ تلقائيا عند استحداث محفظة جديدة.
fr_fr: Une sauvegarde est effectuée automatiquement lorsqu'un nouveau portefeuille est généré.
it_it: Un backup viene salvato automaticamente quando si genera una nuovo portafoglio.
nl_nl: Een back-up wordt automatisch opgeslagen bij het genereren van een nieuwe portemonnee.
pl_pl: Kopia zapasowa jest zapisywana automatycznie podczas generowania nowego portfela.
pt_br: Um backup é salvo automaticamente quando é gerada uma nova carteira.
sw_ke: Nakala imehifadhiwa kipochi kipya kinapofanyizwa.

source: A commitment and anonymous announcement scheme is used so that none of the participants know the inputs nor outputs of the other participants.
ar_sa: تم إستخدام نظام إلتزام وإعلانات مجهولة المصدر بحيث لا يعرف أحد من المشاركين مدخلات المشاركين الآخرين أو خوارجهم.
fr_fr: Un schéma d'engagement et d'annonce anonyme est utilisé afin qu'aucun des participants ne connaisse les entrées ou les sorties des autres participants.
it_it: Uno schema sicuro ed anonimo è utilizzato al fine di mantere segreti gli input e gli output tra tutti i partecipanti.
nl_nl: Er wordt een systeem van verbintenis en anonieme aankondiging gebruikt, zodat geen van de deelnemers de inputs of outputs van de andere deelnemers kent.
pl_pl: Wykorzystuje się program zobowiązań i anonimowych zgłoszeń, tak aby żaden z uczestników nie znał wejść ani wyjść pozostałych uczestników.
pt_br: É utilizado um esquema de compromisso e anúncio anônimo para que nenhum dos participantes conheça os dados de entrada nem os resultados dos outros participantes.
sw_ke: Mpangilio wa usimbuaji wa tabaka hutumika ili hakuna hata mmoja wa washiriki anayejua matokeo ya washiriki wengine.

source: A contact named {contact.name} with the same address and type already exists.
ar_sa: جهة إتصال إسمها {contact.name} بنفس العنوان والنوع موجودة بالفعل.
it_it: Un contatto nominato {contact.name} con lo stesso indirizzo e dello stesso tipo esiste già.
nl_nl: Een contactpersoon genaamd {contact.name} met hetzelfde adres en type bestaat al.
pl_pl: Kontakt o nazwie {contact.name} o tym samym adresie i typie już istnieje.
pt_br: Um contato chamado {contact.name} com o mesmo endereço e tipo já existe.
sw_ke: Anwani ya jina la {contact.name} na anwani sawa na aina tayari iko.

source: A copy of your wallet file was created in
ar_sa: نسخة من ملف محفظتك أنشئ في
fr_fr: Une copie de votre portefeuille a été créée dans
it_it: È stata creata una copia del tuo portafoglio in
nl_nl: Een kopie van uw portemonneebestand is gemaakt in
pl_pl: Kopia twojego portfela została utworzona w
pt_br: Uma cópia do arquivo da sua carteira foi criado em
sw_ke: Nakala ya kipochi chako kiliundwa

source: A deterministic wallet will be created using the provided master private key. This wallet will be able to freely send and receive Bitcoin Cash.
ar_sa: ستنشأ محفظة تعينينة باستخدام المفتاح الخاص الأساسي المقدم. ستتمكن هذه المحفظة من إرسال واستقبال بيتكوين كاش بحرية.
fr_fr: Un portefeuille déterministe sera créé en utilisant la clé privée primaire fournie. Ce portefeuille sera en mesure d'envoyer et de recevoir librement du Bitcoin Cash.
it_it: Un wallet deterministico verrà creato utilizzando la chiave privata principale. Questo wallet sarà liberamente in grado di inviare e ricevere Bitcoin Cash.
nl_nl: Een deterministische portemonnee zal worden gemaakt met de opgegeven privémoedersleutel. Deze portemonnee zal vrijelijk Bitcoin Cash kunnen versturen en ontvangen.
pl_pl: Deterministyczny Portfel zostanie utworzony przy użyciu dostarczonego głównego klucza prywatnego. Ten portfel będzie mógł swobodnie wysyłać i odbierać Bitcoin Cash.
pt_br: Uma carteira determinística será criada usando a chave privada mestra fornecida. Esta carteira será capaz de enviar e receber Bitcoin Cash.
sw_ke: Kipochi cha kuamua kitaundwa kutumia funguo siri ya kibinafsi uliotolewa. Kichopi hiki kitaweza kutuma kwa uhuru na kupokea fedha za Bitcoin Cash.

source: A deterministic wallet will be created using the provided master public key. This wallet will be watching-only.
ar_sa: ستنشأ محفظة تعينية باستخدام المفتاح العام المقدم. ستكون هذه محفظة للاطلاع فقط.
fr_fr: Un portefeuille déterministe sera créé à l'aide de la clé publique principale fournie. Ce portefeuille sera en lecture seule.
it_it: Un wallet deterministico verrà creato utilizzando la chiave pubblica principale fornita. Questo wallet sarà di sola lettura.
nl_nl: Een deterministische portemonnee zal worden gemaakt met de opgegeven publieke moedersleutel. Deze portemonnee wordt een alleen-lezenportemonnee.
pl_pl: Deterministyczny Portfel zostanie utworzony przy użyciu dostarczonego głównego klucza publicznego. Ten portfel będzie służył tylko do obserwacji.
pt_br: Uma carteira determinística será criada usando a chave pública mestra fornecida. Esta carteira será somente watching-only.
sw_ke: Kipochi cha kuamua utaundwa kutumia funguo siri za umma kilichotolewa. Kipochi hiki kitakuwa cha kuangaliwa tu.

source: A layered encryption scheme is used so that none of the participants know the outputs of the other participants.
ar_sa: سيستخدم نظام تشفير ذو طبقات بحيث لا يتمكن أي مساهم من معرفة مخرجات المساهمين الآخرين.
fr_fr: Un schéma de cryptage par couches est utilisé pour qu'aucun des participants ne connaisse les sorties des autres participants.
it_it: Un sistema di cifratura a strati è utilizzato al fine di mantenere segreti gli output fra tutti i partecipanti.
nl_nl: Er wordt een gelaagd encryptiesysteem gebruikt, zodat geen van de deelnemers de outputs van de andere deelnemers kent.
pl_pl: Stosowany jest warstwowy system szyfrowania, tak aby żaden z uczestników nie znał wyjść innych uczestników.
pt_br: Um esquema de criptografia em camadas é usado para que nenhum dos participantes saiba as saídas dos outros participantes.
sw_ke: Mpangilio wa usimbuaji wa tabaka hutumika ili hakuna hata mmoja wa washiriki anayejua matokeo ya washiriki wengine.

source: A library is probably missing.
ar_sa: احدى المكتبات مفقودة غالبا.
fr_fr: Une ressource est probablement manquante.
it_it: Probabilmente manca una libreria.
nl_nl: Waarschijnlijk ontbreekt er een bibliotheek.
pl_pl: Prawdopodobnie brakuje biblioteki.
pt_br: Uma biblioteca provavelmente está faltando.
sw_ke: Maktaba labda haipo.

source: A network connectivity error occured. Please check your internet connection and try again.
ar_sa: حدث خطأ في الإتصال بالشبكة. الرجاء التحقق من إتصالك بالإنترنت والمحاولة مرة أخرى.
fr_fr: Une erreur de connectivité réseau s'est produite. S'il vous plaît, vérifiez votre connexion à internet et réessayez.
it_it: Errore di connettività di rete. Per favore, controlla la tua connessione internet e riprova.
nl_nl: Fout bij het verbinden. Controleer alstublieft uw internetverbinding en probeer het opnieuw.
pl_pl: Wystąpił błąd połączenia z siecią. Sprawdź swoje połączenie internetowe i spróbuj ponownie.
pt_br: Ocorreu um erro ao se conectar. Por favor, verifique sua conexão com a internet e tente novamente.
sw_ke: Kosa la kuunganishwa kwa mtandao limetokea. Tafadhali angalia muunganisho wako wa mtandao na ujaribu tena.

source: A network timeout occurred while looking up this Cash Account. You may want to check that your internet connection is up and not saturated processing other requests.
ar_sa: إنتهت مهلة الإتصال بالشبكة أثناء البحث عن هذا الحساب النقدي. قد ترغب في التحقق من أن إتصالك بالإنترنت قد انتهى ولم تتم معالجة الطلبات الأخرى.
fr_fr: Un délai d'attente de réseau s'est produit lors de la recherche de ce compte de caisse. Vous pouvez vérifier que votre connexion internet est bien en place et que d'autres requêtes ne sont pas saturées.
it_it: Non è stato trovato nel tempo richiesto questo Account Cash. Controlla se la tua connessione internet funziona e non è saturata da altre operazioni.
nl_nl: Er is een netwerktime-out opgetreden bij het opzoeken van dit CashAccount. U wilt wellicht controleren dat uw internetverbinding functioneert en niet verzadigd is met andere aanvragen.
pl_pl: Podczas wyszukiwania tego Cash Account został przekroczony limit czasu sieciowego. Możesz sprawdzić, czy Twoje połączenie internetowe jest aktywne i nie jest przeciążone.
pt_br: Ocorreu um erro de tempo limite de rede ao procurar esta conta Cash. Por favor, verifique se está conectado a internet e não está sobrecarregada processando outros requests.
sw_ke: Muda wa mtandao ulikatizwa wakati wa kutafuta Cash Account hii. Unaweza angalia kwamba muunganisho wako wa mtandao uko sawa na haujajaa ukishughulikia ombi zingine.

source: A network timeout occurred while looking up this LNS Name. You may want to check that your internet connection is up and not saturated processing other requests.
it_it: Richiesta di rete scaduta durante la ricerca di questo Nome LNS. Controlla che la tua connessione internet funzioni e non sia saturata da altre richieste.

source: A new version of Electron Cash is available: {}
ar_sa: إصدار جديد متوفر من Electron Cash: {}
fr_fr: Une nouvelle version d'Electron Cash est disponible : {}
it_it: Una nuova versione di Electron Cash è disponibile: {}
nl_nl: Er is een nieuwe versie van Electron Cash beschikbaar: {}
pl_pl: Dostępna jest nowa wersja Electron Cash: {}
pt_br: Uma nova versão do Electron Cash está disponível: {}
sw_ke: Toleo jipya la Electron Cash linapatikana: {}

source: A required Qt module, QtSvg was not found. Please fully install all of PyQt5 5.12 or above to resolve this issue.
ar_sa: لم يتم العثور على وحدة QtSvg, Qt. الرجاء تثبيت جميع PyQt5 5.12 أو أعلى لحل هذه المشكلة.
fr_fr: QtSvg, un module Qt requis, est introuvable. Veuillez installer l'intégralité de PyQt5 5.12 (ou plus récent) pour résoudre ce problème.
it_it: Un modulo Qt richiesto, QtSvg non è stato trovato. Per favore, installa PyQt5 5.12 o più recente per risolvere il problema.
nl_nl: Een vereiste Qt-module, QtSvg is niet gevonden. Gelieve PyQt5 5.12 of hoger volledig te installeren om dit probleem op te lossen.
pl_pl: Wymagany moduł Qt, QtSvg nie został znaleziony. Zainstaluj w pełni wszystkie PyQt5 5.12 lub nowsze aby rozwiązać ten problem.
pt_br: Um módulo Qt obrigatório, QtSvg, não foi encontrado. Por favor, instale todo o PyQt5 5.12 ou superior para resolver este problema.
sw_ke: Moduli ya Qt inayohitajika, QtSvg haikuonekana. Tafadhali sasisha kikamilifu yote ya PyQt5 5.12 au juu ili kusuluhisha suala hili.

source: A suggested fee is automatically added to this field. You may override it. The suggested fee increases with the size of the transaction.
ar_sa: يتم إضافة رسوم للحوالة تلقائياً. تستطيع تغييرها. الرسوم المضافة تزيد حسب حجم الحوالة
fr_fr: Les frais suggérés sont automatiquement ajoutés à ce champ. Vous pouvez l'annuler. Les frais suggérés augmentent avec la taille de la transaction.
it_it: Una commissione viene aggiunta automaticamente a questo campo come suggerimento. È possibile ignorarla. La commissione suggerita aumenta con la dimensione della transazione.
nl_nl: Aanbevolen kosten worden hier automatisch ingevuld. U kunt dit aanpassen. De aanbevolen kosten groeien mee met de grootte van de transactie.
pl_pl: Sugerowana opłata za transakcję jest automatycznie dodawana do tego pola. Możesz ją zmienić. Sugerowana opłata rośnie wraz z rozmiarem transakcji.
pt_br: Uma taxa sugerida é automaticamente adicionada a este campo. Você pode sobrescrever. A taxa sugerida aumenta com o tamanho da transação.
sw_ke: Ada inayopendekezwa huongezwa eneo hili Unaweza kuifuta. Ada inayopendekezwa huongezeka na saizi ya Shuguli ya ununuzi.

source: A wallet with that name already exists, please try again.
ar_sa: هناك محفظة بنفس الاسم، حاول مجددا.
fr_fr: Un portefeuille de ce nom existe déjà, veuillez réessayer.
it_it: Un wallet con questo nome esiste già, per favore, riprova.
nl_nl: Een portemonnee met die naam bestaat al, probeer het opnieuw.
pl_pl: Portfel o tej nazwie już istnieje, spróbuj ponownie.
pt_br: Uma carteira com esse nome já existe, tente novamente.
sw_ke: Kipochi kilicho na jina hilo tayari kipo, tafadhali jaribu tena.

source: A wallet with that name already exists. Cannot proceed.
ar_sa: هناك محفظة بنفس الاسم، لا يمكن المتابعة.
fr_fr: Un portefeuille de ce nom existe déjà. Impossible de continuer.
it_it: Un wallet con questo nome esiste già. Impossibile proseguire.
nl_nl: Een portemonnee met die naam bestaat al. Kan niet doorgaan.
pl_pl: Portfel o tej nazwie już istnieje. Nie można kontynuować.
pt_br: Uma carteira com esse nome já existe. Não é possível prosseguir.
sw_ke: Kipochi kilicho na jina sawa tayari kipo. Hauwezi endelea.

source: A wallet with that name already exists. Please enter a different wallet name to proceed.
ar_sa: توجد محفظة بهذا الإسم مسبقاً. الرجاء إدخال إسم محفظة مختلف للمتابعة.
fr_fr: Un portefeuille portant ce nom existe déjà. Veuillez entrer un nom de portefeuille différent pour continuer.
it_it: Esiste già un wallet con questo nome. Per favore, inserisci un nome diverso del portafoglio per procedere.
nl_nl: Er bestaat al een portemonnee met deze naam. Voer een andere portemonneenaam in om door te gaan.
pl_pl: Portfel o tej nazwie już istnieje. Proszę podać inną nazwę, aby kontynuować.
pt_br: Já existe uma carteira com esse nome. Pro favor Digite um nome de carteira diferente para continuar.
sw_ke: Kipochi kilicho na jina hilo tayari kipo. Tafadhali weka jina tofauti la kipochi ili kuendelea.

source: Aborted by user - please unplug the {hw_device_name} and plug it in again before retrying
ar_sa: تم الإنهاء من قبل المستخدم - الرجاء فصل {hw_device_name} وتوصيله مرة أخرى قبل إعادة المحاولة
fr_fr: Interrompu par l'utilisateur - veuillez débrancher le {hw_device_name} et le rebrancher avant de réessayer
it_it: Interrotto dall'utente - per favore, scollega {hw_device_name} e collegalo di nuovo prima di riprovare
nl_nl: Afgebroken door gebruiker - ontkoppel de {hw_device_name} en sluit hem opnieuw aan voordat u het opnieuw probeert
pl_pl: Przerwane przez użytkownika - odłącz {hw_device_name} i podłącz go ponownie przed nową próbą
pt_br: Cancelado pelo usuário - por favor desconecte o {hw_device_name} e conecte novamente antes de tentar novamente
sw_ke: Mtumiaji ameondolewa - tafadhali futa toleo la {hw_device_name} na kuijaribu tena

source: About
ar_sa: نبذة
fr_fr: A propos
it_it: Informazioni
nl_nl: Over
pl_pl: O programie
pt_br: Sobre
sw_ke: Kuhusu

source: About Qt
ar_sa: حول Qt
fr_fr: A propos de Qt
it_it: Informazioni su Qt
nl_nl: Over Qt
pl_pl: O Qt
pt_br: Sobre o Qt
sw_ke: Kuhusu Qt

source: Accept Word
ar_sa: كلمة القبول
fr_fr: Accepter Mot
it_it: Accetta Parola
nl_nl: Woord accepteren
pl_pl: Zaakceptuj słowo
pt_br: Palavra Aceita
sw_ke: Kubali Neno

source: Active pools
ar_sa: الأحواض النشطة
fr_fr: Groupes actifs
it_it: Pool attive
nl_nl: Actieve pools
pl_pl: Aktywne pule
pt_br: Pools ativas
sw_ke: Dimbwi za seva zinazotumika

source: Actual amounts applied: {} and {}.
ar_sa: المقدار المطبق فعلا: {} و {}.
fr_fr: Montants réels appliqués: {} et {}.
it_it: Importo attualmente usato: {} e {}.
nl_nl: Werkelijk aangewende bedragen: {} en {}.
pl_pl: Rzeczywiste zastosowane kwoty: {} i {}.
pt_br: Quantidades atuais aplicadas: {} e {}.
sw_ke: Kiasi halisi kinatumika: {} na {}.

source: Add Contact
ar_sa: إضافة جهة اتصال
fr_fr: Ajouter Contact
it_it: Aggiungi Contatto
nl_nl: Contactpersoon toevoegen
pl_pl: Dodaj kontakt
pt_br: Adicionar Contato
sw_ke: Ongeza kwa Stakabadhi za kuwasiliana

source: Add Cosigner
ar_sa: إضافة شريك موقع
fr_fr: Ajouter un cosignataire
it_it: Aggiungi Cofirmatario
nl_nl: Medeondertekenaar toevoegen
pl_pl: Dodaj współpodpis
pt_br: Adicionar co-assinante
sw_ke: Ongeza mweka sahihi wa pili

source: Add Plugin
ar_sa: إضافة البرنامج المساعد
fr_fr: Ajouter un plugin
it_it: Aggiungi Plugin
nl_nl: Plug-in toevoegen
pl_pl: Dodaj Wtyczkę
pt_br: Adicionar Plugin
sw_ke: Ongeza programu-jalizi
