Repository: Electron-Cash/electrum-locale
Catalog: locale/*/electron-cash.po
Languages: ar_sa, fr_fr, it_it, nl_nl, pl_pl, pt_br, sw_ke

source: Electrum seeds are not compatible with the BIP39 seeds typically used in hardware wallets.
fr_fr: Les graines Electrum ne sont pas compatibles avec les graines BIP39 généralement utilisées dans les portefeuilles matériels.
it_it: I semi di Electrum non sono compatibili con i semi BIP39 solitamente utilizzati nei portafogli hardware.
pl_pl: Ziarna (seedy) Electrum nie są kompatybilne z ziarnami BIP39 używanymi zazwyczaj w portfelach sprzętowych.

source: Proceed with caution! If you are not sure, click on 'Back' and introduce a BIP39 seed instead.
fr_fr: Procédez avec prudence ! Si vous n'êtes pas sûr, cliquez sur 'Retour' et entrez une graine BIP39 à la place.
it_it: Procedi con cautela! Se non sei sicuro, premi su 'Indietro' e inserisci invece un seme BIP39.
pl_pl: Zachowaj ostrożność! Jeśli nie jesteś pewien, kliknij 'Wróć' i zamiast tego wprowadź ziarno BIP39.

source: (No FX rate available)
ar_sa: (لا يوجد سعر صرف)
fr_fr: (Aucun taux FX disponible)
it_it: (Nessun tasso di cambio disponibile)
nl_nl: (Geen wisselkoers beschikbaar)
pl_pl: (Kursy waluty niedostępne)
pt_br: (Taxa FX indisponível)
sw_ke: (Kiwango cha FX hakipatikani kwa sasa)

source: These settings affects the fields in the Send tab
ar_sa: هذه الإعدادات تؤثر على الحقول في التبويب إرسال
fr_fr: Ces paramètres modifient les champs de l'onglet Envoyer
it_it: Queste impostazioni influenzano i campi nella sezione Invia
nl_nl: Deze instellingen hebben invloed op de velden in het tabblad Versturen
pl_pl: Te ustawienia wpływają na pola w zakładce Wyślij
pt_br: Essas configurações afetam os campos da aba Enviar
sw_ke: Mipangilio hii inaathiri sehemu za kipenge cha Kutuma

source: copied to clipboard
ar_sa: نسخت إلى الحافظة
fr_fr: copié dans le presse-papier
it_it: copiato negli appunti
nl_nl: naar klembord gekopieerd
pl_pl: skopiowano do schowka
pt_br: copiado para a área de transferência
sw_ke: imenakiliwa kwa clipboard

source: {} found
ar_sa: {} وجدت
fr_fr: {} trouvé
it_it: {} trovato
nl_nl: {} gevonden
pl_pl: {} znaleziony
pt_br: {} encontrado
sw_ke: {} imepatikana

source: %1$d tx (%2$d unverified)
fr_fr: %1$d txns (%2$d non vérifiée(s))
it_it: %1$d tx (%2$d non verificate)
pl_pl: %1$d tx (%2$d niezweryfikowany)

source: %2d minutes
ar_sa: %2d دقائق
it_it: %2d minuti
nl_nl: %2d minuten
pl_pl: %2d minut
pt_br: %2d minutos
sw_ke: %2d dakika

source: %d address
fr_fr: %d adresse
it_it: %d indirizzo
pl_pl: %d adres

source: %d valid item(s)
ar_sa: %d مكون(ات) صالحة
fr_fr: %d élément(s) valide
it_it: %d elementi validi
nl_nl: %d geldig(e) item(s)
pl_pl: %d prawidłow(e) element(y)
pt_br: %d elemento(s) válido(s)
sw_ke: %d vitu halisi

source: %d words
ar_sa: %d كلمات
fr_fr: %d mots
it_it: %d parole
nl_nl: %d woorden
pl_pl: %d słów
pt_br: %d palavras
sw_ke: %d maneno

source: %s bytes
it_it: %s byte

source: &About
ar_sa: &حَوْل
fr_fr: &À propos
it_it: &Informazioni
nl_nl: &Over
pl_pl: &O programie
pt_br: &Sobre
sw_ke: &Kuhusu

source: &Address to convert
ar_sa: &عنوان لتحويله
it_it: &Indirizzo da convertire
nl_nl: Om te zetten &adres
pl_pl: &Adres do konwersji
pt_br: &Endereço para converter
sw_ke: &Anwani ya kubadilisha

source: &Addresses
ar_sa: &عناوين
fr_fr: &Adresses
it_it: &Indirizzi
nl_nl: &Adressen
pl_pl: &Adresy
pt_br: &Endereço
sw_ke: &Anwani

source: &Amount
ar_sa: &المبلغ
it_it: &Importo
nl_nl: &Bedrag
pl_pl: &Kwota
pt_br: &Quantidade
sw_ke: &Kiasi

source: &BIP38 Encrypted
ar_sa: BIP38& مشفرة
fr_fr: &BIP38 Chiffré
it_it: &Cifrato con BIP38
nl_nl: &BIP38-versleuteld
pl_pl: Zaszyfrowane &BIP38
pt_br: &Encriptado com BIP38
sw_ke: &BIP38 Iliyosimbwa

source: &Broadcast
ar_sa: &بث
fr_fr: &Diffusion
it_it: &Trasmetti
nl_nl: &Uitzenden
pl_pl: &Transmituj
sw_ke: &Tangaza

source: &Cash Account Name
ar_sa: &اسم الحساب النقدي
fr_fr: Nom du compte &Cash
it_it: &Nome Account Cash
nl_nl: Naam &CashAccount
pl_pl: &Nazwa Cash Account
pt_br: &Nome da Conta no Cash
sw_ke: &Jina la Cash Account

source: &Cash address
ar_sa: &العنوان النقدي
fr_fr: Adresse de paiement
it_it: &Indirizzo Cash
nl_nl: &Cashadres
pl_pl: &Adres CashAddr
pt_br: &Formato CashAddr
sw_ke: &Anwani ya Fedha

source: &Check for Updates
ar_sa: &التحقق من وجود تحديثات
fr_fr: Recherche de mises à jour
it_it: &Cerca Aggiornamenti
nl_nl: &Controleer voor updates
pl_pl: &Sprawdź aktualizacje
pt_br: &Buscar atualizações
sw_ke: &Angalia vilivyojiri vipya

source: &Check for updates...
ar_sa: &التحقق من وجود تحديثات...
fr_fr: &Recherche de mises à jour...
it_it: &Cerca aggiornamenti...
nl_nl: &Controleer voor updates...
pl_pl: Sprawdź &aktualizacje...
pt_br: &Buscar atualizações...
sw_ke: &Angalia vilivyojiri vipya...

source: &Clear
ar_sa: &مسح
fr_fr: &Effacer
it_it: &Cancella
nl_nl: &Wissen
pl_pl: &Wyczyść
pt_br: &Limpar
sw_ke: &Ondoa

source: &Close
ar_sa: &إغلاق
fr_fr: &Fermer
it_it: &Chiudi
nl_nl: &Sluiten
pl_pl: &Zamknij
pt_br: &Fechar
sw_ke: &Funga

source: &Confirm
ar_sa: &تأكيد
fr_fr: &Confirmer
it_it: &Conferma
nl_nl: &Bevestigen
pl_pl: &Potwierdź
pt_br: &Confirmar
sw_ke: &Thibitisha

source: &Contacts
ar_sa: &جهات الإتصال
it_it: &Contatti
nl_nl: &Contactpersonen
pl_pl: &Kontakty
pt_br: &Contatos
sw_ke: &Stakabadhi za kuwasiliana

source: &Copy
ar_sa: &نسخ
fr_fr: &Copier
it_it: &Copia
nl_nl: &Kopiëren
pl_pl: &Kopiuj
pt_br: &Copiar
sw_ke: &Nakili

source: &Copy and Close
ar_sa: &نسخ وإغلاق
fr_fr: &Copier et fermer
it_it: &Copia e Chiudi
nl_nl: &Kopiëren en sluiten
pl_pl: &Skopiuj i zamknij
pt_br: &Copiar e Fechar
sw_ke: &Nakili na Ufunge

source: &Copy {}
ar_sa: &نسخ {}
fr_fr: &Copier {}
it_it: &Copia {}
nl_nl: {} &kopiëren
pl_pl: &Kopiuj {}
pt_br: &Copiar {}
sw_ke: &Nakili {}

source: &Delete
ar_sa: &حذف
fr_fr: &Effacer
it_it: &Cancella
nl_nl: &Verwijderen
pl_pl: &Usuń
pt_br: Excluir
sw_ke: &Futa

source: &Description
ar_sa: &وصف
it_it: &Descrizione
nl_nl: &Omschrijving
pl_pl: &Opis
pt_br: &Descrição
sw_ke: &Maelezo

source: &Details
ar_sa: &تفاصيل
fr_fr: &Détails
it_it: &Dettagli
pl_pl: &Szczegóły
pt_br: &Detalhes
sw_ke: &Maelezo

source: &Don't ask again
ar_sa: &لا تسأل مرة أخرى
fr_fr: &Ne plus le demander
it_it: &Non chiedere più
nl_nl: &Niet opnieuw vragen
pl_pl: &Nie pytaj ponownie
pt_br: &Não perguntar novamente
sw_ke: &Usiulize tena

source: &Donate to Server
ar_sa: &تبرّع للخادم
fr_fr: &Effectuer un don au serveur
it_it: &Dona al Server
nl_nl: &Doneren aan de server
pl_pl: &Wesprzyj serwer
pt_br: &Doar ao servidor
sw_ke: &Toa mchango kwa seva

source: &Download input data
ar_sa: &تحميل بيانات الإدخال
fr_fr: &Télécharger les données entrantes
it_it: &Download dati input
nl_nl: Inputgegevens &downloaden
pl_pl: &Pobierz dane wejściowe
pt_br: &Baixar dados de entradas
sw_ke: &Shushwa data ya kuingiza

source: &Edit {}
ar_sa: &تحرير {}
fr_fr: &Modifier {}
it_it: &Modifica {}
nl_nl: {} be&werken
pl_pl: &Edytuj {}
pt_br: &Editar {}
sw_ke: &Hariri {}

source: &Encrypt/Decrypt Message
ar_sa: &تشفير/فك تشفير رسالة
fr_fr: &Chiffrer/Déchiffrer un message
it_it: &Cifra/Decifra Messaggio
nl_nl: Bericht &versleutelen/ontcijferen
pl_pl: &Zaszyfruj/odszyfruj wiadomość
pt_br: &Criptografar/descriptografar mensagem
sw_ke: &Usimbaji/Usimbaji fiche ujumbe

source: &Export
ar_sa: &تصدير
fr_fr: &Exporter
it_it: &Esporta
nl_nl: &Exporteren
pl_pl: &Eksportuj
pt_br: &Exportar
sw_ke: Kuuza nje

source: &Find
ar_sa: &ابحث
fr_fr: &Rechercher
it_it: &Trova
nl_nl: &Zoeken
pl_pl: &Znajdź
pt_br: &Encontrar
sw_ke: &Tafuta

source: &Flip horizontally
ar_sa: &أقلب أفقياً
fr_fr: &Retourner horizontalement
it_it: &Capovolgi orizzontalmente
nl_nl: Horizontaal &spiegelen
pl_pl: &Odwróć poziomo
pt_br: Inverter horizontalmente
sw_ke: &Geuza kulainisha

source: &Freeze Coin
fr_fr: &Freeze pièce
it_it: &Congela Fondi
nl_nl: Munt &bevriezen
pl_pl: &Zamróź monetę
pt_br: &Travar moedas

source: &From
ar_sa: م&ن
fr_fr: &De
it_it: &Da
nl_nl: &Van
pl_pl: &Od
pt_br: &De
sw_ke: &Kutoka

source: &Hardware Wallet Support...
ar_sa: &دعم محفظة الأجهزة...
fr_fr: Support du portefeuille matériel...
it_it: &Supporto Portafoglio Hardware...
nl_nl: Ondersteuning &hardwareportemonnee...
pl_pl: &Wsparcie portfela sprzętowego...
pt_br: &Suporte a Carteira de Hardware...
sw_ke: &Kifaa cha kipochi kinategemezwa...

source: &Help
ar_sa: &مساعدة
fr_fr: &Aide
it_it: &Aiuto
pl_pl: &Pomoc
pt_br: &Ajuda
sw_ke: &Msaada

source: &History
ar_sa: و الأرشيف
fr_fr: &Historique
it_it: &Cronologia
nl_nl: &Geschiedenis
pl_pl: &Historia
pt_br: &Histórico
sw_ke: &Historia

source: &Import
ar_sa: &استيراد
fr_fr: &Importer
it_it: &Importa
nl_nl: &Importeren
pl_pl: &Importuj
pt_br: &Importar
sw_ke: &Agiza

source: &Information
ar_sa: &معلومات
it_it: &Informazioni
nl_nl: &Informatie
pl_pl: &Informacje
pt_br: &Informações
sw_ke: &Maelezo

source: &Install
ar_sa: &ثبت
fr_fr: Installer
it_it: &Installa
nl_nl: &Installeren
pl_pl: &Instalacja
pt_br: &Instalar
sw_ke: &Weka programu

source: &LNS Name
it_it: Nome &LNS

source: &Labels
ar_sa: و تسميات
fr_fr: &Étiquettes
it_it: &Etichette
pl_pl: &Etykiety
pt_br: &Rótulos
sw_ke: &Lebo

source: &Legacy address
ar_sa: عنوان &قديم
fr_fr: &Adresse Legacy
it_it: &Indirizzo legacy
nl_nl: &Oud adres
pl_pl: &Stary adres
pt_br: endereço &legacy
sw_ke: &Anwani za muundo wa jadi

source: &Load Transaction
ar_sa: &تحميل العملية
fr_fr: &Charger une transaction
it_it: &Carica Transazione
nl_nl: Transactie &laden
pl_pl: &Wczytaj transakcję
pt_br: Carregar Transação (&L)
sw_ke: &Weka shuguli za ununuzi

source: &Network
ar_sa: &شبكة
fr_fr: &Réseau
it_it: &Rete
nl_nl: &Netwerk
pl_pl: &Sieć
pt_br: &Rede
sw_ke: &Mtandao

source: &New
ar_sa: و جديد
fr_fr: &Nouveau
it_it: &Nuovo
nl_nl: &Nieuw
pl_pl: &Nowy
pt_br: &Novo
sw_ke: &Mpya

source: &New/Restore
ar_sa: &جديد/استعادة
fr_fr: &Nouveau / restaurer
it_it: &Nuovo/Ripristina
nl_nl: &Nieuw/herstellen
pl_pl: &Nowy/Przywróć
pt_br: &Novo/Restaurar
sw_ke: &Mpya/Rudisha

source: &Official Website
ar_sa: &الموقع الرسمي
fr_fr: &Site web officiel
it_it: &Sito Ufficiale
nl_nl: &Officiële website
pl_pl: &Oficjalna strona WWW
pt_br: Site &Oficial
sw_ke: &Tovuti rasmi

source: &Open
ar_sa: &فتح
fr_fr: &Ouvrir
it_it: &Apri
nl_nl: &Openen
pl_pl: &Otwórz
pt_br: &Abrir
sw_ke: &Fungua

source: &Pay to Many
ar_sa: &ادفع للعديد
fr_fr: &Payer à plusieurs
it_it: &Paga a Molti
nl_nl: Meerderen &betalen
pl_pl: &Płać do wielu
pt_br: &Pagar para vários
sw_ke: &Lipa wengi

source: &Preview
ar_sa: معا&ينة
fr_fr: &Aperçu
it_it: &Anteprima
nl_nl: &Voorbeeld
pl_pl: &Podgląd
pt_br: &Pré-visualização
sw_ke: &Ona mwoneko awali

source: &Quit
ar_sa: &خروج
fr_fr: &Quitter
it_it: &Esci
nl_nl: &Afsluiten
pl_pl: &Wyjście
pt_br: &Sair
sw_ke: &Toka

source: &Rebuild History
ar_sa: &إعادة بناء التاريخ
fr_fr: &Reconstruction de l'historique
it_it: &Ricostruisci Cronologia
nl_nl: Geschiedenis &reconstrueren
pl_pl: P&rzebuduj historię...
pt_br: &Reconstruir Histórico
sw_ke: &Jenga Historia tena

source: &Receiving address
ar_sa: العنوان الم&ستقبل
fr_fr: &Adresse de réception
it_it: &Indirizzo di ricezione
nl_nl: &Ontvangstadres
pl_pl: Adres &odbiorczy
pt_br: &Endereço de recebimento
sw_ke: &Anwani ya Kupokea

source: &Register Cash Account...
ar_sa: &تسجيل الحساب النقدي...
fr_fr: &Enregistrer un compte Cash...
it_it: &Registra Account Cash...
nl_nl: CashAccount &registreren...
pl_pl: &Zarejestruj Cash Account...
pt_br: &Registrar Cash Account...
sw_ke: &Jiandikishe Cash Account...

source: &Report Bug...
ar_sa: &التبليغ عن خطأ...
fr_fr: &Signaler une erreur...
it_it: &Segnala Bug...
nl_nl: &Bug melden...
pl_pl: &Zgłoś Błąd...
pt_br: &Relatar erro...
sw_ke: &Ripoti dosari...

source: &Save
ar_sa: &حفظ
fr_fr: &Enregistrer
it_it: &Salva
nl_nl: &Opslaan
pl_pl: &Zapisz
pt_br: &Salvar
sw_ke: &Hifadi

source: &Save Copy As
ar_sa: &حفظ نسخة ك
fr_fr: &Enregistrer une copie sous
it_it: &Salva Copia come
nl_nl: &Kopie opslaan als
pl_pl: &Zapisz kopię jako
pt_br: &Salvar Cópia Como
sw_ke: &Hifadhi Nakili

source: &Seed
ar_sa: &كلمة مفتاح
fr_fr: &Graine
it_it: &Seme
sw_ke: &Manenosiri

source: &Send
ar_sa: أ&رسل
fr_fr: &Envoyer
it_it: &Invia
nl_nl: &Versturen
pl_pl: &Wyślij
pt_br: &Enviar
sw_ke: &Tuma

source: &Sign
ar_sa: &توقيع
fr_fr: &Signer
it_it: &Firma
nl_nl: &Ondertekenen
pl_pl: &Podpisz
pt_br: &Assinar
sw_ke: &Tia saini

source: &Sign/Verify Message
ar_sa: &توقيع/التحقق من الرسالة
fr_fr: &Signer/Vérifier un message
it_it: &Firma/Verifica Messaggio
nl_nl: Bericht &ondertekenen/verifiëren
pl_pl: &Podpisz/zweryfikuj wiadomość
pt_br: &Assinar/Verificar Mensagem
sw_ke: &Weka Sahihi/Thibitisha ujumbe

source: &Sweep
ar_sa: و مسح
fr_fr: &Balayer
it_it: &Preleva
nl_nl: Saldo &opnemen
pl_pl: &Opróżnij
pt_br: &Varrer
sw_ke: &Chukua

source: &Tools
ar_sa: &أدوات
fr_fr: &Outils
it_it: &Strumenti
nl_nl: E&xtra
pl_pl: &Narzędzia
pt_br: &Ferramentas
sw_ke: &Zana

source: &Transaction ID:
ar_sa: &رقم تعريف الحوالة:
fr_fr: &ID de la transaction:
it_it: &ID Transazione:
nl_nl: &Transactie-ID:
pl_pl: &ID transakcji:
pt_br: &ID da Transação:
sw_ke: &Nambari ya Shuguli za ununuzi:

source: &Unfreeze Coin
fr_fr: &Unfreeze pièce
it_it: &Scongela Fondi
nl_nl: Munt &vrijgeven
pl_pl: &Odmróź monetę

source: &Uninstall
ar_sa: أ&زل التثبيت
fr_fr: &Désinstaller
it_it: &Disinstalla
nl_nl: &Deïnstalleren
pl_pl: &Odinstaluj
pt_br: &Desinstalar
sw_ke: &Ondoa

source: &View
ar_sa: و المشاهدة
fr_fr: &Affichage
it_it: &Visualizza
nl_nl: Bee&ld
pl_pl: &Podgląd
pt_br: &Exibir
sw_ke: &Tazama

source: &Wallet
ar_sa: &محفظة
fr_fr: &Portefeuille
it_it: &Portafoglio
nl_nl: &Portemonnee
pl_pl: &Portfel
pt_br: &Carteira
sw_ke: &Kipochi

source: '{uri_scheme}' payment requests are not currently supported
ar_sa: {uri_scheme} طلبات الدفع غير مدعومة حاليا
fr_fr: Les demandes de paiement '{uri_scheme}' ne sont pas prises en charge pour le moment
it_it: Richieste di pagamento '{uri_scheme}' momentaneamente non supportate
nl_nl: '{uri_scheme}'-betaalverzoeken worden momenteel niet ondersteund
pl_pl: '{uri_scheme}' prośby o zapłatę nie są obecnie obsługiwane
pt_br: '{uri_scheme}' ' solicitações de pagamento não são suportadas no momento
sw_ke: {uri_scheme} maombi ya malipo hayatumiki kwa sasa

source: ( %s in dust was added to fee )
ar_sa: (تم إضافة %s في الغبار إلى الرسوم)
fr_fr: ( %s de solde a été ajouté aux frais)
it_it: ( %s di piccolo importo è stato aggiunto alla commissione )
nl_nl: ( %s stof is toegevoegd aan kosten )
pl_pl: ( %s w pyle zostało dodane do opłaty)
pt_br: ( %s em dust foi adicionado à taxa de mineiração)
sw_ke: ( %s ada ndogo zaidi imeongezewa kwa ada )

source: (%1$d of %2$d)
it_it: (%1$d di %2$d)

source: (Custom)
ar_sa: (مخصص)
fr_fr: (Personnalisé)
it_it: (Personalizzata)
nl_nl: (Aangepast)
pl_pl: (indywidualny)
pt_br: (Personalizado)

source: (Old versions of Electron Cash before 3.3.6 produced invalid testnet wallets).
ar_sa: (نسخ قديمة من إلكترون كاش قبل 3.3.6 أنتجت محافظ testnet غير صالحة).
fr_fr: (Les anciennes versions d'Electron Cash précédant la version 3.3.6 ont produit des portefeuilles testnet non valides).
it_it: (Versioni precedenti alla 3.3.6 di Electron Cash producono portafogli testnet invalidi).
nl_nl: (Oude versies van Electron Cash vóór 3.3.6 produceerden ongeldige testnet-portemonnees).
pl_pl: (Stare wersje Electron Cash przed 3.3.6 stworzyły nieprawidłowe portfele testnet).
pt_br: (Versões antigas do Electron Cash anteriores à 3.3.6 produziram carteiras de testnet inválidas).
sw_ke: (Toleo la zamani la Electron Cash kabla ya 3.3.6 ilitoa anwani batili za testnet).

source: (Only deterministic wallets are supported)
ar_sa: (المحافظ التعيينية Deterministic مدعومة فقط)
it_it: (Supportati solo portafogli deterministici)
nl_nl: (Alleen deterministische portemonnees worden ondersteund)
pl_pl: (Tylko deterministyczne portfele są obsługiwane)
pt_br: (Somente carteiras determinísticas são suportadas)
sw_ke: (Njia tu halali inayosaidi anwani)

source: (Touch {} of {})
ar_sa: (المس {} من {})
fr_fr: (Touchez {} de {})
it_it: (Usa {} of {})
nl_nl: (Aanraking {} van {})
pl_pl: (Naciśnij {} z {})
pt_br: (Tocam {} de {})

source: (aka 'passphrase')
ar_sa: (تعرف بـ 'عبارة المرور')
fr_fr: (aussi appelée « phrase de passe »)
it_it: (o 'passphrase')
nl_nl: (ook bekend als 'wachtzin')
pl_pl: (tzw. 'fraza haseł')
pt_br: (senha)
sw_ke: (inayojilikana pia kama 'nenosiri')

source: (disabled)
ar_sa: (معطل)
fr_fr: (désactivé)
it_it: (disabilitato)
nl_nl: (uitgeschakeld)
pl_pl: (wylaczone)
pt_br: (desabilitado)
sw_ke: (imetolewa)

source: (password required)
ar_sa: (كلمة المرور مطلوبة)
fr_fr: (mot de passe requis)
it_it: (password richiesta)
nl_nl: (wachtwoord vereist)
pl_pl: (wymagane hasło)
pt_br: (senha necessária)
sw_ke: (Nywila inahitajika)

source: ({} of {}):
it_it: ({} di {}):
nl_nl: ({} van {}):
pl_pl: ({} z {}):
pt_br: ({} de {}):

source: 1 Cash Accounts registration ({cash_accounts_name})
ar_sa: ١ تسجيل الحسابات النقدية ({cash_accounts_name})
fr_fr: 1 enregistrement de compte Cash ({cash_accounts_name})
it_it: 1 Registrazione Account Cash ({cash_accounts_name})
nl_nl: Registratie 1 CashAccount ({cash_accounts_name})
pl_pl: 1 Rejestracja Cash Account ({cash_accounts_name})
pt_br: 1 Inscrição em Cash Accounts ({cash_accounts_name})
sw_ke: 1 Cash Accounts usajili ({cash_accounts_name})

source: 1 day
ar_sa: ١يوم
fr_fr: 1 jour
it_it: 1 giorno
nl_nl: 1 dag
pl_pl: 1 dzień
pt_br: 1 dia
sw_ke: siku ya 1

source: 1 hour
ar_sa: ١ساعة
fr_fr: 1 heure
it_it: 1 ora
nl_nl: 1 uur
pl_pl: 1 godzinę
pt_br: 1 hora
sw_ke: Saa 1

source: 1 week
ar_sa: ١أسبوع
fr_fr: 1 semaine
it_it: 1 settimana
pl_pl: 1 tydzień
pt_br: 1 semana
sw_ke: Wiki 1

source: 2FA is already disabled!
it_it: L'autenticazione 2FA è già disabilitata!
pl_pl: 2FA jest już wyłączona!

source: 2FA is already enabled!
it_it: L'autenticazione 2FA è già abilitata!
pl_pl: 2FA jest już włączona!

source: 2FA reset successfully!
ar_sa: تم ضبط 2FA بنجاح!
fr_fr: 2FA réinitialisé avec succès!
it_it: 2FA ripristinata con successo!
nl_nl: 2FA succesvol gereset!
pl_pl: Reset 2FA przebiegł pomyślnie!
pt_br: A2F resetada com sucesso!
sw_ke: 2FA imeanzishwa tena kwa mafanikio!

source: <b>BIP38 support is disabled because a requisite library is not installed.</b> Please install 'cryptodomex' or omit BIP38 private keys (private keys starting in 6P...). Decrypt keys to WIF format (starting with 5, K, or L) in order to sweep.
ar_sa: <b>دعم BIP38 معطل بسبب عدم تثبيت المكتبة المطلوبة.</b> الرجاء تثبيت 'cryptodomex' أو حذف المفاتيح الخاصة لـ BIP38 (المفاتيح الخاصة تبدأ في 6P..). فك تشفير المفاتيح إلى صيغة WIF (ابتداءً من 5، K، أو L) من أجل المسح.
fr_fr: <b>Le support BIP38 est désactivé car une bibliothèque requise n'est pas installée.</b> Veuillez installer 'cryptodomex' ou omettre les clés privées BIP38 (clés privées commençant par 6P...). Déchiffrez les clés au format WIF (à partir de 5, K ou L) afin de continuer.
it_it: <b>Supporto BIP38 disabilitato perché una libreria richiesta non è installata.</b> Per favore, installa 'cryptodomex' oppure ometti le chiavi private BIP38 (quelle che iniziano per 6P...). Decifra le chiavi in formato WIF (quelle che iniziano per 5, K, or L) al fine dei prelevare i fondi.
nl_nl: <b>BIP38-ondersteuning is uitgeschakeld omdat een vereiste bibliotheek niet is geïnstalleerd.</b> Installeer 'cryptodomex' of laat BIP38-privésleutels weg (privésleutels beginnend met 6P...). Ontcijfer sleutels naar WIF-formaat (beginnend met 5, K of L) om het saldo op te nemen.
pl_pl: <b>Obsługa BIP38 jest wyłączona, ponieważ wymagana biblioteka nie jest zainstalowana.</b> Proszę zainstalować 'cryptodomex' lub pominąć klucze prywatne BIP38 (klucze prywatne zaczynające się w 6P...). Odszyfruj klucze do formatu WIF (zaczynającego się od 5, K lub L) w celu dokonania opróżnienia.
pt_br: <b>Suporte ao BIP38 está desativado porque uma biblioteca necessária não está instalada.</b> Por favor, instale 'criptodomex' ou omita as chaves BIP38 privadas (chaves privadas começando com 6P...). Descriptografe as chaves para o formato WIF (começando com 5, K ou L) para varrer.
sw_ke: <b>Msaada wa BIP38 umezimwa kwa sababu maktaba inahitajika haijasanikishwa. </b> Tafadhali sasisha 'cryptodomex' au ondoa funguosiri za BIP38 (funguosiri zinazoanza 6P...). Toa usimbuaji fiche wa funguosiri za muundo wa WIF (kuanzia na 5, K, au L) ili kufagia.

source: <br>Add anyone's Cash Account to your Contacts
ar_sa: <br>إضافة الحساب النقدي لأي شخص إلى جهات الاتصال الخاصة بك
fr_fr: <br>Ajoutez un compte Cash à vos contacts
it_it: <br>Aggiungi l'Account Cash di qualcuno ai tuoi Contatti
nl_nl: <br>Iemands CashAccount toevoegen aan uw contactpersonen
pl_pl: <br>Dodaj dowolny Cash Account do Twoich kontaktów
pt_br: <br>Adicione a conta de dinheiro de qualquer pessoa aos seus contatos
sw_ke: <br>Ongeza Akaunti ya Cash Account kwa Anwani zako

source: <br>LNS is the Bitcoin Cash Name Service which runs on smartBCH chain<br><br>Add anyone's LNS address to your Contacts
it_it: <br>LNS è il Bitcoin Cash Name Service che funziona sulla blockchain smartBCH<br><br>Aggiungi l'indirizzo LNS di chiunque ai tuoi Contatti
