Repository: Electron-Cash/electrum-locale
Catalog: locale/*/electron-cash.po
Languages: ar_sa, fr_fr, it_it, nl_nl, pl_pl, pt_br, sw_ke

source: Tor Client Error
ar_sa: خطأ في عميل Tor
fr_fr: Erreur client Tor
it_it: Errore del Client Tor
nl_nl: Fout Torclient
pl_pl: Błąd klienta Tor
pt_br: Erro de Cliente Tor

source: Tor Required
ar_sa: Tor مطلوب
fr_fr: Tor requis
it_it: Tor Richiesto
nl_nl: Tor vereist
pl_pl: Wymagany Tor
pt_br: Tor Obrigatório
sw_ke: Tor inahitajika

source: Touch/Face ID disabled for wallet
ar_sa: معرّف اللمس/الوجه معطل للمحفظة
fr_fr: Touch/Face ID désactivé pour le portefeuille
it_it: Touch/Face ID disattivato per il portafoglio
nl_nl: Touch/Face ID uitgeschakeld voor deze portemonnee
pl_pl: Touch/Face ID wyłączone dla portfela
pt_br: Touch/Face ID desativados para esta carteira
sw_ke: Kujitambulisha ukitumia alama za vidole ama uso kumezimwa kwa kipochi hiki

source: Touch/Face ID enabled for wallet
ar_sa: معرّف اللمس/الوجه مفعّل للمحفظة
fr_fr: Touch/Face ID activé pour le portefeuille
it_it: Touch/Face ID attivato per il portafoglio
nl_nl: Touch/Face ID ingeschakeld voor deze portemonnee
pl_pl: Touch/Face ID włączone dla portfela
pt_br: Touch/Face ID ativados para a carteira
sw_ke: Kujitambulisha ukitumia alama za vidole ama uso kumewezeshwa kwa kipochi hiki

source: Transaction
ar_sa: حوالة
it_it: Transazione
nl_nl: Transactie
pl_pl: Transakcja
pt_br: Transação
sw_ke: Shughuli za ununuzi

source: Transaction Details
ar_sa: تفاصيل العملية
fr_fr: Détails de la transaction
it_it: Dettagli della Transazione
nl_nl: Transactiedetails
pl_pl: Szczegóły transakcji
pt_br: Detalhes da transação
sw_ke: Maelezo ya shuguli za ununuzi

source: Transaction History
ar_sa: سجل العمليات
fr_fr: Historique des transactions
it_it: Cronologia Transazioni
nl_nl: Transactiegeschiedenis
pl_pl: Historia transakcji
pt_br: Histórico de transação
sw_ke: Historia ya shughuli za ununuzi

source: Transaction ID
ar_sa: رقم تعريف الحوالة
fr_fr: ID de la transaction
it_it: ID transazione
nl_nl: Transactie-ID
pl_pl: ID transakcji
pt_br: ID da transação
sw_ke: Nambari ya Shuguli za ununuzi

source: Transaction ID:
ar_sa: رقم تعريف الحوالة:
fr_fr: ID de la transaction :
it_it: ID transazione:
nl_nl: Transactie-ID:
pl_pl: ID transakcji:
pt_br: ID da transação:
sw_ke: Nambari ya Shuguli za ununuzi:

source: Transaction Input {}
ar_sa: مدخلات العملية {}
fr_fr: Entrée de transaction {}
it_it: Input Transazione {}
nl_nl: Transactie-input {}
pl_pl: Wejście Transakcji {}
pt_br: Entradas da transação {}
sw_ke: Uwekaji wa Shuguli za ununuzi {}

source: Transaction Not Found
ar_sa: لم يتم العثور على العملية
fr_fr: Transaction introuvable
it_it: Transazione Non Trovata
nl_nl: Transactie niet gevonden
pl_pl: Nie znaleziono transakcji
pt_br: Transação não encontrada
sw_ke: Shuguli ya ununuzi haijapatikana

source: Transaction Output {}
ar_sa: مخرجات العملية {}
fr_fr: Sortie de la transaction {}
it_it: Output Transazione {}
nl_nl: Transactie-output {}
pl_pl: Wyjście transakcji {}
pt_br: Saídas da transação {}
sw_ke: Toleo za Shuguli za ununuzi {}

source: Transaction could not be broadcast due to an attempt to spend a coinbase input before maturity.
ar_sa: لا يمكن بث العملية بسبب محاولة إنفاق مدخل من عملات مكافأة التعدين قبل الإستحقاق.
fr_fr: La transaction n'a pas pu être diffusée en raison d'une tentative de dépenser une entrée de cobase avant l'échéance.
it_it: La transazione non può essere trasmessa a causa di un tentativo di spendere gli input della coinbase prima del previsto.
nl_nl: Transactie kon niet worden verzonden vanwege een poging een ongerijpte coinbase-input uit te geven.
pl_pl: Transakcja nie mogła zostać nadana z powodu próby wydania wejścia coinbase przed terminem.
pt_br: Transação não pôde ser enviada pois tentou gastar uma coinbase ainda imatura.

source: Transaction could not be broadcast due to dust outputs (dust threshold is {} satoshis).
ar_sa: لا يمكن بث العملية بسبب خوارج الغبار (عتبة الغبار {} satoshis).
fr_fr: La transaction n'a pas pu être diffusée en raison des sorties de poussière (le seuil de poussière est {} satoshis).
it_it: La transazione non può essere trasmessa a causa degli output di importo irrisorio (la soglia è di {} satoshi).
nl_nl: Transactie kon niet worden uitgezonden vanwege stof-outputs (stofgrens is {} satoshi).
pl_pl: Transakcja nie może być nadana z powodu pyłu w wyjsciu (próg pyłu to {} satoshis).
pt_br: Transação não pôde ser enviada por causa de saídas abaixo do limiar de dust (limiar de dust é {} satoshis)

source: Transaction could not be broadcast due to missing, already-spent, or otherwise invalid inputs.
ar_sa: لا يمكن بث العملية بسبب مدخلات مفقودة أو منفقة مسبقا" أو غير ذلك من المدخلات غير الصالحة.
fr_fr: La transaction n'a pas pu être diffusée en raison d'entrées manquantes, déjà utilisées ou non valides.
it_it: La transazione non può essere trasmessa a causa di input mancanti, già spesi o non validi.
nl_nl: Transactie kon niet worden uitgezonden vanwege ontbrekende, reeds-gespendeerde of anderszins ongeldige inputs.
pl_pl: Transakcja nie mogła zostać nadana z powodu brakujących, już wydanych lub w inny sposób nieprawidłowych wejść.
pt_br: Transação não pôde ser enviada por causa de entradas inexistentes, já gastas ou inválidas.

source: Transaction history may not yet be current.
ar_sa: سجل العمليات قد لا يكون حالي بعد.
fr_fr: L'historique des transactions n'est peut-être pas encore à jour.
it_it: La cronologia delle transazioni potrebbe non essere aggiornata.
nl_nl: Transactiegeschiedenis is mogelijk nog niet actueel.
pl_pl: Historia transakcji może jeszcze nie być aktualna.
pt_br: Histórico de transações pode ainda não ser atual.
sw_ke: Historia ya Shuguli za ununuzi inaweza kuwa bado haijalainika.

source: Transaction not found
ar_sa: لم يتم العثور على العملية
fr_fr: Transaction introuvable
it_it: Transazione non trovata
nl_nl: Transactie niet gevonden
pl_pl: Transakcja nie znaleziona
pt_br: Transação não encontrada
sw_ke: Shuguli ya ununuzi haijapatikana

source: Transaction not yet in wallet
ar_sa: العملية ليست في المحفظة بعد
fr_fr: La transaction n'est pas encore dans le portefeuille
it_it: Transazione non ancora nel portafoglio
nl_nl: Transactie nog niet in portemonnee
pl_pl: Transakcja jeszcze nie jest w portfelu
pt_br: A transação ainda não está na carteira
sw_ke: Shughuli za ununuzi bado haziko kwa kipochi

source: Transaction raw hex copied to clipboard.
ar_sa: العمليات الخام hex تم نسخها الى الحافظة.
fr_fr: La transaction hex brute a été copiée dans le presse-papiers.
it_it: Transazione esadecimale grezza copiata negli appunti.
nl_nl: Ruw hex. transactie naar klembord gekopieerd.
pl_pl: Transakcja surowa Hex została skopiowana do schowka.
pt_br: Transação bruta copiada para área de transferência.

source: Transaction saved successfully
ar_sa: تم حفظ العملية بنجاح
fr_fr: Transaction enregistrée avec succès
it_it: Transazione salvata con successo
nl_nl: Transactie succesvol opgeslagen
pl_pl: Transakcja zapisana pomyślnie
pt_br: Transações salvas

source: Transaction unrelated to your wallet
ar_sa: العملية غير مرتبطة بمحفظتك
fr_fr: Transaction sans rapport avec votre portefeuille
it_it: Transazione estranea al tuo portafoglio
nl_nl: Transactie ongerelateerd aan uw portemonnee
pl_pl: Transakcja niezwiązana z twoim portfelem
pt_br: Transação não relacionada com a sua carteira
sw_ke: Shugili za Ununuzi hazihusiani na kipochi chako

source: Transaction with more than 2 outputs not supported by {}
ar_sa: عملية مع أكثر من 2 مدخلات غير معتمدة من {}
fr_fr: Transaction avec plus de 2 sorties non prises en charge par {}
it_it: Transazioni con più di 2 output non supportate da {}
nl_nl: Transacties met meer dan 2 outputs niet ondersteund door {}
pl_pl: Transakcja z więcej niż 2 wyjściami nie jest obsługiwana przez {}
pt_br: Transação com mais de 2 saídas não suportadas por {}

source: Transaction:
ar_sa: حوالة:
it_it: Transazione
nl_nl: Transactie:
pl_pl: Transakcja:
pt_br: Transação:
sw_ke: Shughuli za ununuzi:

source: Transactions
ar_sa: العمليات
it_it: Transazioni
nl_nl: Transacties
pl_pl: Transakcje
pt_br: Transações
sw_ke: Shuguli za ununuzi

source: Transactions are encrypted and stored on a remote server.
ar_sa: العمليات مشفرة ومخزنة على خادم بعيد.
fr_fr: Les transactions sont cryptées et stockées sur un serveur distant.
it_it: Le transazioni vengono cifrate e memorizzate su un server remoto.
nl_nl: Transacties worden versleuteld en opgeslagen op een externe server.
pl_pl: Transakcje są zaszyfrowane i przechowywane na zdalnym serwerze.
pt_br: As transações são criptografadas e armazenadas em um servidor remoto.
sw_ke: Shughuli za ununuzi zimesimbwa na kuhifadhiwa kwenye seva ya mbali.

source: Trezor Matrix Recovery
ar_sa: إستعادة Trezor Matrix
fr_fr: Récupération de la Matrice Trezor
it_it: Recupero Matrice Trezor
nl_nl: Matrixherstel Trezor
pl_pl: Matryca odzyskiwania Trezor
pt_br: Recuperação da Matriz Trezor

source: Trezor wallet
it_it: Portafoglio Trezor
nl_nl: Trezor-portemonnee
pl_pl: Portfel Trezor
pt_br: Carteira Trezor

source: Try to explain not only what the bug is, but how it occurs.
ar_sa: حاول أن تشرح ليس فقط ما هو الخطأ، ولكن كيف يحدث.
fr_fr: Essayez d'expliquer l'erreur et comment la reproduire.
it_it: Fornisci più informazioni possibile su come si verifica e manifesta.
nl_nl: Probeer niet alleen uit te leggen wat de bug is, maar ook hoe hij optreedt.
pl_pl: Spróbuj wyjaśnić nie tylko jaki to błąd, ale jak do niego doszło.
pt_br: Tente explicar não só o que é o erro, mas como isso ocorre.

source: Type
ar_sa: نوع
it_it: Tipo
pl_pl: Typ
pt_br: Tipo
sw_ke: Aina

source: Type '{delete_confirm_text}' to proceed
ar_sa: أكتب '{delete_confirm_text}' للمتابعة
fr_fr: Écrivez '{delete_confirm_text}' pour continuer
it_it: Scrivi '{delete_confirm_text}' per proseguire
nl_nl: Typ '{delete_confirm_text}' om door te gaan
pl_pl: Wpisz '{delete_confirm_text}' aby kontynuować
pt_br: Digite '{delete_confirm_text}' para continuar
sw_ke: Weka {delete_confirm_text} kuendelea

source: Type: '{}' below to proceed
ar_sa: أكتب: '{}' أدناه للمتابعة
fr_fr: Écrivez '{}' ci-dessous pour continuer
it_it: Scrivi: '{}' qui sotto per procedere
nl_nl: Typ hieronder '{}' om door te gaan
pl_pl: Podaj: '{}' poniżej, aby kontynuować
pt_br: Digite: '{}' abaixo para continuar

source: UTXOs
it_it: UTXO

source: Unable to connect to the specified server.
ar_sa: غير قادر على الإتصال بالخادم المحدد.
fr_fr: Impossible de se connecter au serveur spécifié.
it_it: Impossibile connettersi al server specificato.
nl_nl: Kon niet verbinden met de opgegeven server.
pl_pl: Nie można połączyć się z podanym serwerem.
pt_br: Incapaz de conectar ao servidor especificado.

source: Unable to create backup
ar_sa: غير قادر على إنشاء نسخة احتياطية
fr_fr: Impossible de créer un backup
it_it: Impossibile creare il backup
nl_nl: Back-up kon niet worden gemaakt
pl_pl: Nie można utworzyć kopii zapasowej
pt_br: Não foi possível criar backup

source: Unable to create csv
ar_sa: غير ممكن إنشاء CSV
fr_fr: Impossible de créer le CSV
it_it: Impossibile creare il CSV
nl_nl: CSV-bestand kon niet worden gemaakt
pl_pl: Nie można utworzyć csv
pt_br: Não foi possível criar csv

source: Unable to export history
ar_sa: غير ممكن تصدير التواريخ
fr_fr: Incapable d'exporter l'historique
it_it: Impossibile esportare la cronologia
nl_nl: Geschiedenis kon niet worden geëxporteerd
pl_pl: Nie można eksportować historii
pt_br: Não foi possível exportar histórico

source: Unable to get a receiving address from your wallet!
ar_sa: غير قادر على الحصول على عنوان إستقبال من محفظتك!
fr_fr: Impossible d'obtenir une adresse de réception de votre portefeuille !
it_it: Impossibile ottenere un indirizzo di pagamento dal tuo portafoglio!
nl_nl: Kon geen ontvangstadres van uw portemonnee krijgen!
pl_pl: Nie uzyskano adresu odbiorczego z twojego portfela!
pt_br: Não foi possível obter um endereço de destinatário da sua carteira!
sw_ke: Anwani ya kupokea haipatikani kwa kipochi chako!

source: Unable to open in block explorer. Please be sure your block explorer is configured correctly in preferences.
ar_sa: غير قادر على الفتح في متصفح الكتل. الرجاء التأكد من تكوين متصفح الكتل بشكل صحيح في التفضيلات.
fr_fr: Impossible d'ouvrir dans l'explorateur de blocs. Veuillez vous assurer que votre explorateur de blocs est configuré correctement dans les préférences.
it_it: Impossibile aprire nel block explorer. Per favore, assicurati che il tuo block explorer sia configurato correttamente nelle preferenze.
nl_nl: Niet mogelijk te openen in blokverkenner. Zorg er alstublieft voor dat uw blokverkenner juist is geconfigureerd in de voorkeuren.
pl_pl: Nie można otworzyć w eksploratorze bloków. Upewnij się, że eksplorator bloków jest poprawnie skonfigurowany w preferencjach.
pt_br: Não é possível abrir no block explorer. Verifique se o seu explorador de blocos está definido corretamente nas preferências.
sw_ke: Haiwezi kufungua katika mtaftaji wa vitengo. Tafadhali hakikisha mtaftaji wa kitengo chako ameundwa.

source: Unable to probe for cameras on this system. QtMultimedia is likely missing.
ar_sa: غير قادر على البحث عن كاميرات في هذا النظام. من المحتمل أن تكون QtMultimedia مفقودة.
fr_fr: Impossible de sonder les caméras sur ce système. QtMultimedia est probablement manquant.
it_it: Impossibile testare le cam su questo dispositivo. QtMultimedia sembra mancare.
nl_nl: Niet mogelijk om camera's op dit systeem te zoeken. QtMultimedia ontbreekt waarschijnlijk.
pl_pl: Nie można sprawdzić kamer w tym systemie. Prawdopodobnie brakuje QtMultimedia.
pt_br: Não é possível pesquisar nas câmeras neste sistema. É provável que o QtMultimedia esteja ausente.
sw_ke: Haiwezi kuchunguza kwa kamera kwenye mfumo huu. QtMultimedia inawezekana haipo.

source: Unable to read file or no transaction found
ar_sa: غير قادر على قراءة الملف أو لم يتم العثور على معاملة
fr_fr: Impossible de lire le fichier, ou aucune transaction n'a été trouvée
it_it: Impossibile leggere dal file o nessuna transazione trovata
nl_nl: Bestand kon niet worden gelezen of geen transactie gevonden
pl_pl: Nie można odczytać pliku lub nie znaleziono transakcji
pt_br: Não foi possível ler o ficheiro ou nenhuma transação foi encontrada

source: Unable to scan image.
it_it: Impossibile scansionare l'immagine.
pl_pl: Nie udało się zeskanować obrazu.

source: Unavailable.
ar_sa: غير متوفر.
fr_fr: Indisponible.
it_it: Non disponibile.
nl_nl: Niet beschikbaar.
pl_pl: Niedostępne.
pt_br: Não disponível.
sw_ke: Haipatikani.

source: Unban server
ar_sa: فك حظر الخادم
fr_fr: Débannir le serveur
it_it: Sbanna il server
nl_nl: Server ontbannen
pl_pl: Odblokuj serwer
pt_br: Desbanir servidor
sw_ke: Kubali Seva

source: Unconfirmed
ar_sa: غير مؤكد
fr_fr: Non confirmé
it_it: Non confermata
nl_nl: Onbevestigd
pl_pl: Niepotwierdzone
pt_br: Não confirmado
sw_ke: Haijathibitishwa

source: Unconfirmed (reshuf)
ar_sa: غير مؤكد (إعادة خلط)
fr_fr: Non confirmé (reshuf)
it_it: Nessuna conferma (reshuf)
nl_nl: Onbevestigd (hershuffle)
pl_pl: Niepotwierdzone (reshuf)
pt_br: Não confirmado (reshuf)

source: Unconfirmed parent
ar_sa: أصل غير مؤكد
fr_fr: Parent non confirmé
it_it: Input senza conferma
nl_nl: Onbevestigde ouder
pl_pl: Niepotwierdzona transakcja rodziciela
pt_br: Pai não confirmado
sw_ke: Thibitisho la kwanza

source: Unexpected error %d
ar_sa: خطأ غير متوقع %d
fr_fr: Erreur inattendue %d
it_it: Errore imprevisto: %d
nl_nl: Onverwachte fout %d
pl_pl: Nieoczekiwany błąd %d
pt_br: Erro não esperado %d

source: Unexpected error occurred.
ar_sa: حدث خطأ غير متوقع.
fr_fr: Une erreur inattendue s'est produite.
it_it: Si è verificato un errore imprevisto.
nl_nl: Onverwachte fout opgetreden.
pl_pl: Wystąpił nieoczekiwany błąd.
pt_br: Aconteceu erro não esperado.

source: Unfortunately, this message cannot be signed by the {}. Only alphanumerical messages shorter than 140 characters are supported. Please remove any extra characters (tab, carriage return) and retry.
ar_sa: لسوء الحظ، لا يمكن توقيع هذه الرسالة من قبل {}. فقط الرسائل الأبجدية والرقمية التي تقل عن 140 حرفاً هي معتمدة. الرجاء إزالة أي أحرف إضافية (علامة التبويب، السطر الجديد) وإعادة المحاولة.
fr_fr: Malheureusement, ce message ne peut pas être signé par le {}. Seuls les messages alphanumériques inférieurs à 140 caractères sont pris en charge. Veuillez supprimer tous les caractères supplémentaires (onglet, retour chariot) et réessayer.
it_it: Sfortunatamente, questo messaggio non può essere firmato dal {}. Sono supportati solo messaggi alfanumerici non più lunghi di 140 caratteri. Per favore, rimuovi qualsiasi carattere extra (tabulazione, ritorno a capo) e riprova.
nl_nl: Helaas kan dit bericht niet worden ondertekend door de {}. Alleen alfanumerieke berichten korter dan 140 tekens worden ondersteund. Gelieve eventuele extra tekens te verwijderen (tabs, regeleinden) en het opnieuw te proberen.
pl_pl: Niestety ta wiadomość nie może być podpisana przez {}. Obsługiwane są tylko wiadomości alfanumeryczne krótsze niż 140 znaków. Proszę usunąć wszelkie dodatkowe znaki (jak tabulator czy enter) i spróbować ponownie.
pt_br: Infelizmente, esta mensagem não pode ser assinada por {}. Apenas mensagens alfanuméricas com menos de 140 caracteres são suportadas. Por favor, remova quaisquer caracteres extras (aba, carga devolvida) e tente novamente.
sw_ke: Ujumbe huu hauwezi kusainiwa na {}. Ujumbe mfupi wa alphanumerical ulio na herufi 140 ndio unaopatikana. Tafadhali ondoa herufi zozote za ziada (Tab, carriage return) na ujaribu tena.

source: Unfreeze
ar_sa: فك التجميد
fr_fr: Débloquer
it_it: Scongela
nl_nl: Vrijgeven
pl_pl: Odmróź
pt_br: Destravar
sw_ke: Wezesha

source: Unfreeze Address
ar_sa: عنوان فك التجميد
fr_fr: Dégeler l'adresse
it_it: Scongela Indirizzo
nl_nl: Adres vrijgeven
pl_pl: Odmróź adres
pt_br: Destravar endereço
sw_ke: Wezesha Anwani

source: Unfreeze Addresses
ar_sa: عناوين فك التجميد
fr_fr: Dégeler les adresses
it_it: Scongela Indirizzi
nl_nl: Adressen vrijgeven
pl_pl: Odmróź adresy
pt_br: Destravar endereços
sw_ke: Wezesha Anwani Kutumika

source: Unfreeze Coin
ar_sa: فك تجميد العملات
fr_fr: Dégeler la pièce
it_it: Scongela Fondi
nl_nl: Munt vrijgeven
pl_pl: Odmróź monetę
pt_br: Destravar moeda
sw_ke: Wezesha Sarafu

source: Unfreeze Coins
ar_sa: فك تجميد العملات
fr_fr: Dé-geler Pièces
it_it: Scongela Fondi
nl_nl: Munten vrijgeven
pl_pl: Odmróź monety
pt_br: Destravar moedas
sw_ke: Wezesha Sarafu

source: Unfused
it_it: Non fuso

source: Uninstall
ar_sa: إلغاء التثبيت
fr_fr: Désinstaller
it_it: Disinstalla
nl_nl: Deïnstalleren
pl_pl: Odinstaluj
pt_br: Desinstalar
sw_ke: Ondoa Programu

source: Unknown
ar_sa: غير معروف
fr_fr: Inconnu
it_it: Sconosciuto
nl_nl: Onbekend
pl_pl: Nieznany
pt_br: Desconhecido
sw_ke: Isiyojulikana

source: Unshuffled available:
ar_sa: متوفر غير مخلوط:
fr_fr: Non mélangé disponible:
it_it: Non mixato disponibile:
nl_nl: Ongeshuffled beschikbaar:
pl_pl: Dostępne niezmiksowane:
pt_br: Shuffle disponível:
sw_ke: Zisizochanganywa zinazopatikana:

source: Unsigned
ar_sa: غير موقّع
fr_fr: Non signé
it_it: Non firmato
nl_nl: Ongetekend
pl_pl: Niepodpisane
pt_br: Não assinado
sw_ke: Isiyowekwasaini

source: Unsupported Account Type
ar_sa: نوع حساب غير معتمد
fr_fr: Type de compte non pris en charge
it_it: Tipo di Account non Supportato
nl_nl: Niet-ondersteund accounttype
pl_pl: Typ konta nieobsługiwany
pt_br: Tipo de conta não suportada

source: Unsupported QR Code
ar_sa: رمز QR غير معتمد
fr_fr: Code QR non pris en charge
it_it: Codice QR non Supportato
nl_nl: Niet-ondersteunde QR-code
pl_pl: Nieobsługiwany kod QR
pt_br: Código QR não suportado
sw_ke: Nambari isiyosailiwa ya QR

source: Unsupported output script.
ar_sa: نص مخرجات غير معتمد.
fr_fr: Script de sortie non pris en charge.
it_it: Script di output non supportato.
nl_nl: Niet-ondersteund outputscript.
pl_pl: Nieobsługiwany skrypt wyjściowy.
pt_br: Script de saída não suportado

source: Unsupported payment data type.
ar_sa: نوع بيانات الدفع غير معتمد.
fr_fr: Type de données de paiement non pris en charge.
it_it: Tipo di dato di pagamento non supportato.
nl_nl: Niet-ondersteund betaalgegevenstype.
pl_pl: Nieobsługiwany typ danych płatności.
pt_br: Tipo de dados de pagamento não suportado.

source: Unused
ar_sa: غير مستعمل
fr_fr: Inutilisé
it_it: Non Usato
nl_nl: Ongebruikt
pl_pl: Niewykorzystane
pt_br: Não usado

source: Update Available
ar_sa: تحديث متوفر
fr_fr: Mise à jour disponible
it_it: Aggiornamento Disponibile
nl_nl: Update beschikbaar
pl_pl: Dostępna aktualizacja
pt_br: Atualização Disponível

source: Update Checker
ar_sa: تحقق من وجود تحديث
fr_fr: Vérificateur de mise à jour
it_it: Cerca Aggiornamenti
nl_nl: Updatecontrole
pl_pl: Menadżer aktualizacji
pt_br: Verificador de atualização

source: Update available, click for details
ar_sa: التحديث متوفر، أنقر للحصول على التفاصيل
fr_fr: Mise à jour disponible, cliquez pour plus de détails
it_it: Aggiornamento disponibile, premi per dettagli
nl_nl: Update beschikbaar, klik voor details
pl_pl: Dostępna aktualizacja, kliknij po szczegóły
pt_br: Atualização disponível, clique para detalhes

source: Update check failed
ar_sa: فشل التحقق من التحديث
fr_fr: Échec de la vérification de la mise à jour
it_it: Controllo aggiornamenti fallito
nl_nl: Updatecontrole mislukt
pl_pl: Sprawdzanie aktualizacji nie powiodło się
pt_br: Falha ao verificar atualização
sw_ke: Kusawazisha hakujafaulu

source: Updating transaction history.
ar_sa: تحديث سجل العمليات.
fr_fr: Mise à jour de l'historique des transactions.
it_it: Aggiornamento cronologia transazioni.
nl_nl: Transactiegeschiedenis bijwerken.
pl_pl: Aktualizowanie historii transakcji.
pt_br: Atualizando o histórico de transações.
sw_ke: Sawazisha historia ya Shuguli za unununuzi.

source: Updating...
ar_sa: جار التحديث...
fr_fr: Mise à jour...
it_it: Aggiornamento...
nl_nl: Bijwerken...
pl_pl: Aktualizowanie...
pt_br: Atualizando...
sw_ke: Sasisha...

source: Upload a BIP39 mnemonic to generate the seed
ar_sa: تحميل BIP39 ذاكري لإنشاء الكلمة المفتاحية
fr_fr: Transmettre un mnémonique BIP39 pour générer la graine
it_it: Carica un promemoria mnemonico BIP39 per generare il seme
nl_nl: Upload een BIP39-mnemoniek om de seed te genereren
pl_pl: Załaduj mnemonik BIP39 aby wygenerować seed
pt_br: Enviar um mnemônico BIP39 para gerar uma seed
sw_ke: Sasisha mnemonic ya BIP39 ili kutengeneza manenosiri

source: Upload a master private key
ar_sa: تحميل مفتاح خاص رئيسي
fr_fr: Transmettre une clé privée maîtresse
it_it: Carica una chiave privata principale
nl_nl: Een privémoedersleutel uploaden
pl_pl: Prześlij główny klucz prywatny
pt_br: Enviar uma chave privada mestra

source: Upper limit is {}
ar_sa: الحد الأعلى هو {}
fr_fr: La limite supérieure est {}
it_it: Il limite massimo è {}
nl_nl: Bovengrens is {}
pl_pl: Górny limit to {}
pt_br: Limite superior é {}

source: Use FreeType for font rendering
ar_sa: إستخدام FreeType لعرض الخط
fr_fr: Utiliser FreeType pour le rendu de police
it_it: Usa FreeType per il rendering dei caratteri
nl_nl: FreeType gebruiken voor lettertyperendering
pl_pl: Użyj FreeType do renderowania czcionek
pt_br: Usar FreeType para renderização de fontes

source: Use SSL
ar_sa: إستخدام SSL
fr_fr: Utiliser SSL
it_it: Usa SSL
nl_nl: SSL gebruiken
pl_pl: Użyj SSL
pt_br: Usar SSL
sw_ke: Tumia SSL

source: Use Tor Proxy
ar_sa: إستخدام Tor Proxy
fr_fr: Utiliser le Proxy Tor
it_it: Usa proxy Tor
nl_nl: Torproxy gebruiken
pl_pl: Użyj proxy Tor
pt_br: Usar Proxy Tor
sw_ke: Tumia Tor Proxy

source: Use Tor proxy at port {tor_port}
ar_sa: إستخدام Tor proxy في المنفذ {tor_port}
fr_fr: Utiliser un proxy Tor au port {tor_port}
it_it: Usa il proxy Tor sulla porta {tor_port}
nl_nl: Torproxy gebruiken op poort {tor_port}
pl_pl: Użyj proxy Tor na porcie {tor_port}
pt_br: Usar o proxy Tor na porta {tor_port}

source: Use Touch/Face ID
ar_sa: إستخدام Touch/Face ID
fr_fr: Utiliser Touch/Face ID
it_it: Usa Touch/Face ID
nl_nl: Touch/Face ID gebruiken
pl_pl: Użyj Touch/Face ID
pt_br: Usar Touch/Face ID
