Repository: Electron-Cash/electrum-locale
Catalog: locale/*/electron-cash.po
Languages: ar_sa, fr_fr, it_it, nl_nl, pl_pl, pt_br, sw_ke

source: Server Error
ar_sa: خطأ من الخادم
fr_fr: Erreur serveur
it_it: Errore Server
nl_nl: Serverfout
pl_pl: Błąd serwera
pt_br: Erro com o servidor
sw_ke: Hitilafu la seva

source: Server Settings...
ar_sa: إعدادات الخادم...
fr_fr: Paramètres du serveur...
it_it: Impostazioni Server...
nl_nl: Serverinstellingen...
pl_pl: Ustawienia serwera...
pt_br: Configurações do Servidor...
sw_ke: Mipangilio ya Seva...

source: Server ban list is empty!
ar_sa: قائمة حظر الخادم فارغة!
fr_fr: La liste de bannissement du serveur est vide!
it_it: La lista ban del server è vuota!
nl_nl: Serverbanlijst is leeg!
pl_pl: Lista zablokowanych serwerów jest pusta!
pt_br: Lista de servidores banidos vazia!
sw_ke: Orodha ya seva zilizopigwa marufuku ni tupu!

source: Server banned
ar_sa: تم حظر الخادم
fr_fr: Serveur banni
it_it: Server bannato
nl_nl: Server verbannen
pl_pl: Serwer zablokowany
pt_br: Servidor banido
sw_ke: Seva imepigwa marufuku

source: Server did not answer
ar_sa: الخادم لم يجب
fr_fr: Le serveur n'a pas répondu
it_it: Il server non ha risposto
nl_nl: Server heeft niet geantwoord
pl_pl: Serwer nie odpowiada
pt_br: Servidor não respondeu
sw_ke: Seva Haikujibu

source: Server hosting your email account
ar_sa: الخادم الذي يستضيف بريدك الألكتروني
fr_fr: Serveur hébergeant votre compte e-mail
it_it: Il server sta ospitando la tua email
nl_nl: Server van uw e-mailaccount
pl_pl: Serwer Twojego konta e-mail
pt_br: Servidor que hospeda sua conta de email
sw_ke: Seva inayotuza akaunti yako ya barua pepe

source: Server is lagging ({} blocks)
ar_sa: الخادم بطيئ ({} كتل)
it_it: Il server è in ritardo ({} blocchi)
nl_nl: Server loopt achter ({} blokken)
pl_pl: Serwer jest opóźniony o ({} bloków)
pt_br: Servidor está atrasado ({} blocos)
sw_ke: Seva inawachwa nyuma ({} vitengo)

source: Server is misconfigured
ar_sa: تم تكوين الخادم بشكل خاطئ
fr_fr: Le serveur est mal configuré
it_it: Il server non è configurato come dovrebbe
nl_nl: Server is verkeerd geconfigureerd
pl_pl: Serwer jest nieprawidłowo skonfigurowany
pt_br: Servidor está mal configurado.
sw_ke: Seva haina usanidi sawa

source: Server peers
ar_sa: أقران الخادم
fr_fr: Clients du serveur
it_it: Peer del server
nl_nl: Peerservers
pl_pl: Peery serwera
pt_br: Servidores
sw_ke: Mtandao wa maseva

source: Server response does not match signed transaction ID.
ar_sa: إستجابة الخادم لا تتطابق مع معرّف العملية الموقّعة.
fr_fr: La réponse du serveur ne correspond pas à l'ID de transaction signée.
it_it: La risposta del server non corrisponde all'ID della transazione firmata.
nl_nl: Serverantwoord komt niet overeen met ID ondertekende transactie.
pl_pl: Odpowiedź serwera nie pasuje do podpisanej ID transakcji.
pt_br: Resposta do servidor não corresponde com ID da transação assinada
sw_ke: Jibu la seva hailiambatani na nambari ya Shuguli za ununuzi lililotiwa saini.

source: Server returned an error response
ar_sa: عرض الخادم رسالة خطأ
fr_fr: Le serveur a renvoyé une réponse d'erreur
it_it: Mostra Script QR
nl_nl: Server reageerde met een fout
pl_pl: Serwer zwrócił błędną odpowiedź
pt_br: Servidor retornou mensagem de erro
sw_ke: Seva ilirudisha jibu la makosa

source: Server status: ACTIVE
ar_sa: حالة الخادم: نشط
fr_fr: Statut du serveur : ACTIF
it_it: Stato server: ATTIVO
nl_nl: Serverstatus: ACTIEF
pl_pl: Status serwera: AKTYWNY
pt_br: Status do servidor: ATIVO
sw_ke: Hali ya seva: HAI

source: Server status: NOT RUNNING
ar_sa: حالة الخادم: لا يعمل
it_it: Stato server: NON RUNNING
nl_nl: Severstatus: DRAAIT NIET
pl_pl: Status serwera: NIE DZIAŁA
pt_br: Status do servidor: NÃO EXECUTANDO
sw_ke: Hali ya seva: IMEZIMIKA

source: Servers
ar_sa: خوادم
fr_fr: Serveurs
it_it: Server
pl_pl: Serwery
pt_br: Servidores
sw_ke: Seva

source: Session Timeout
ar_sa: إنتهت مهلة الجلسة
fr_fr: Durée de session
it_it: Sessione scaduta
nl_nl: Sessietime-out
pl_pl: Limit czasu sesji
pt_br: Sessão expirou
sw_ke: Kipindi kimezimwa

source: Set 'self-fusing' to 'No'
ar_sa: ضبط 'الدمج الذاتي' إلى 'لا'
it_it: Imposta 'auto-fusione' su 'No'
nl_nl: Zet 'zelf-fuseren' op 'Nee'
pl_pl: Ustaw 'samodzielne fuzjonowanie' na 'Nie'
pt_br: Definir 'autofusão' para 'Não'
sw_ke: Weka hali ya 'kuchanganya' sarafu kuwa 'La'

source: Set a PIN
ar_sa: تعيين رمز PIN
fr_fr: Définir un PIN
it_it: Imposta un PIN
nl_nl: Een pincode instellen
pl_pl: Ustaw PIN
pt_br: Defina um PIN
sw_ke: Weka PIN

source: Settings
ar_sa: إعدادات
fr_fr: Paramètres
it_it: impostazioni
nl_nl: Instellingen
pl_pl: Ustawienia
pt_br: Definições
sw_ke: Mipangilio

source: Settings...
ar_sa: الإعدادات...
fr_fr: Paramètres...
it_it: Impostazioni...
nl_nl: Instellingen...
pl_pl: Ustawienia...
pt_br: Configurações...
sw_ke: Mipangilio...

source: Share Request
ar_sa: مشاركة الطلب
fr_fr: Demande de partage
it_it: Condividi Richiesta
nl_nl: Verzoek delen
pl_pl: Udostępnij prośbę
pt_br: Compartilhar solicitação
sw_ke: Shiriki Ombi

source: Share as QR Image...
ar_sa: مشاركة كصورة QR...
fr_fr: Partager en tant qu'image QR...
it_it: Condividi come Immagine QR...
nl_nl: Delen als QR-afbeelding...
pl_pl: Udostępnij jako obraz QR...
pt_br: Compartilhar como imagem QR...
sw_ke: Shiriki kama Picha ya QR...

source: Share as URI...
ar_sa: مشاركة كـ URI...
fr_fr: Partager en tant qu'URI...
it_it: Condividi come URI...
nl_nl: Delen als URI...
pl_pl: Udostępnij jako URI...
pt_br: Compartilhar como URI...
sw_ke: Shiriki kama URI...

source: Share request
ar_sa: مشاركة الطلب
fr_fr: Demande de partage
it_it: Condividi richiesta
nl_nl: Verzoek delen
pl_pl: Udostępnij prośbę
pt_br: Compartilhar solicitação
sw_ke: Shiriki Ombi

source: Share/Save QR...
ar_sa: مشاركة/حفظ QR...
fr_fr: Partager / sauvegarder QR...
it_it: Condividi/Salva QR...
nl_nl: QR delen/opslaan...
pl_pl: Udostępnij/Zapisz QR...
pt_br: Compartilhar/Salvar QR...
sw_ke: Eneza/Hifadhi QR...

source: Share/Save...
ar_sa: مشاركة/حفظ...
fr_fr: Partager / sauvegarder...
it_it: Condividi/Salva...
nl_nl: Delen/opslaan...
pl_pl: Udostępnij/Zapisz...
pt_br: Compartilhar/Salvar...
sw_ke: Eneza/Hifadhi...

source: Show
ar_sa: عرض
fr_fr: Afficher
it_it: Mostra
nl_nl: Tonen
pl_pl: Pokaż
pt_br: Exibir
sw_ke: Onesha

source: Show Address QR
ar_sa: إظهار عنوان QR
fr_fr: Montrer adresse QR
it_it: Mostra Indirizzo QR
nl_nl: Adres als QR tonen
pl_pl: Pokaż adres QR
pt_br: Mostrar QR do endereço
sw_ke: Onesha anwani ya QR

source: Show All Transactions
ar_sa: إظهار جميع العمليات
fr_fr: Montrer toutes les transactions
it_it: Mostra Tutte le Transazioni
nl_nl: Alle transacties tonen
pl_pl: Pokaż wszystkie transakcje
pt_br: Exibir Todas as Transações
sw_ke: Onyesha shughuli zote za ununuzi

source: Show Cash Accounts
ar_sa: إظهار الحسابات النقدية
fr_fr: Afficher les comptes Cash
it_it: Mostra Account Cash
nl_nl: CashAccounts tonen
pl_pl: Pokaż Cash Accounts
pt_br: Exibir Cash Accounts
sw_ke: Onesha Cash Accounts

source: Show Coin Info
ar_sa: إظهار معلومات العملة
fr_fr: Afficher les infos de la pièce
it_it: Mostra Info sui Fondi
nl_nl: Muntinfo weergeven
pl_pl: Pokaż informacje o monetach
pt_br: Exibir Coin Info
sw_ke: Onyesha Maelezo ya sarafu

source: Show Coins (UTXOs)
ar_sa: إظهار العملات (UTXOs)
fr_fr: Montrer Pièces (UTXOs)
it_it: Mostra Fondi (UTXO)
nl_nl: Munten (UTXO's) tonen
pl_pl: Show monety (UTXOs)
pt_br: Mostrar moedas (UTXOs)
sw_ke: Onesha Sarafu (UTXOs)

source: Show Contact
ar_sa: إظهار جهة الاتصال
fr_fr: Afficher contact
it_it: Mostra Contatto
nl_nl: Contactpersoon tonen
pl_pl: Pokaż kontakt
pt_br: Exibir Dados de Contato
sw_ke: Onesha Stakabadhi za kuwasiliana

source: Show Fiat balance for addresses
ar_sa: إظهار رصيد العملات الورقية للعناوين
fr_fr: Afficher le solde Monnaie-fiat pour les adresses
it_it: Mostra saldo in valuta a corso legale per gli indirizzi
nl_nl: Fiatsaldo van adressen tonen
pl_pl: Pokaż bilans pieniędzy fiducjarnych dla adresów
pt_br: Mostrar saldo em moeda Fiat para cada endereço
sw_ke: Onesha Salio ya Sarafu za fiat

source: Show My Cash Accounts
ar_sa: إظهار حساباتي النقدية
fr_fr: Afficher mes comptes de trésorerie
it_it: Mostra i Miei Account Cash
nl_nl: Mijn CashAccounts tonen
pl_pl: Pokaż moje Cash Accounts
pt_br: Exibir Cash Accounts
sw_ke: Onesha Cash Accounts Zangu

source: Show My LNS Names
it_it: Mostra i Miei Nomi LNS

source: Show Prev Tx
ar_sa: إظهار Tx السابق
fr_fr: Afficher Tx précédent
it_it: Mostra Tx precedenti
nl_nl: Vorige TX tonen
pl_pl: Pokaż poprzednią Tx
pt_br: Mostrar Prev Tx
sw_ke: Onyesha Tx za awali

source: Show QR Code
ar_sa: إظهار رمز QR
fr_fr: Montrer le Code QR
it_it: Mostra Codice QR
nl_nl: QR-code tonen
pl_pl: Pokaż Kod QR
pt_br: Exibir Código QR
sw_ke: Tambaza msimbo wa QR

source: Show Script QR
ar_sa: عرض نص QR
fr_fr: Afficher le Script QR
it_it: Mostra Script QR
nl_nl: QR script tonen
pl_pl: Pokaż skrypt QR
pt_br: Exibir Script QR
sw_ke: Onyesha programu za QR

source: Show as QR code
ar_sa: إظهار كرمز QR
fr_fr: Afficher comme code QR
it_it: Mostra come codice QR
nl_nl: Tonen als QR-code
pl_pl: Wyświetl jako kod QR
pt_br: Mostrar como código QR
sw_ke: Onyesha kama nambari za QR

source: Show fee edit box in send tab.
ar_sa: عرض مربع تحرير الرسوم في علامة تبويب الإرسال.
fr_fr: Afficher la boîte d'édition des frais dans l'onglet Envoyer.
it_it: Mostra casella di modifica commissione nella scheda di invio.
nl_nl: Kostenbewerkingsveld tonen op tabblad Verzenden.
pl_pl: Pokaż edycję opłat w zakładce wyślij.
pt_br: Exibir caixa de edição de taxas na guia Enviar.
sw_ke: Onyesha sanduku la hariri ya ada kwenye kichupo cha tuma.

source: Show fiat balance for addresses
ar_sa: إظهار رصيد العملات الورقية للعناوين
fr_fr: Afficher le solde Fiat pour les adresses
it_it: Mostra il saldo in valuta a corso legale per gli indirizzi
nl_nl: Fiatsaldo van adressen tonen
pl_pl: Pokaż bilans pieniędzy fiducjarnych dla adresów
pt_br: Mostrar saldo fiduciário para endereços
sw_ke: Onesha salio za anwani

source: Show help
ar_sa: إظهار المساعدة
fr_fr: Afficher l'aide
it_it: Scopri di più
nl_nl: Help tonen
pl_pl: Pokaż pomoc
pt_br: Mostrar ajuda
sw_ke: Onesha usaidizi

source: Show history rates
ar_sa: إظهار معدلات السجلات
fr_fr: Afficher l'historique des taux
it_it: Mostra la cronologia dei tassi di conversione
nl_nl: Koersgeschiedenis tonen
pl_pl: Pokaż historyczne wartości
pt_br: Exibir taxas históricas
sw_ke: Onyesha historia ya viwango

source: Show input hash QR
ar_sa: عرض تجزئة المدخلات QR
it_it: Mostra QR dell'hash di input
nl_nl: QR inputhash tonen
pl_pl: Pokaż wejściowy hash QR
pt_br: Mostrar QR da entrada de hash
sw_ke: Onesha pembejeo za hash QR

source: Show on Ledger
ar_sa: إظهار على Ledger
fr_fr: Afficher sur le Ledger
it_it: Mostra su Ledger
nl_nl: Op Ledger tonen
pl_pl: Pokaż na Ledger
pt_br: Mostrar na Ledger
sw_ke: Onesha Ledger

source: Show on {}
ar_sa: إظهار في {}
fr_fr: Afficher sur {}
it_it: Mostra su {}
nl_nl: Op {} tonen
pl_pl: Pokaż na {}
pt_br: Mostrar no {}
sw_ke: Onyesha kwenye {}

source: Show report contents
ar_sa: إظهار محتويات التقرير
fr_fr: Afficher le contenu du rapport
it_it: Mostra contenuto rapporto
nl_nl: Rapportinhoud weergeven
pl_pl: Pokaż zawartość raportu
pt_br: Mostrar conteúdo do relatório
sw_ke: Onyesha yaliyomo kwenye ripoti

source: Show seed
ar_sa: إظهار الكلمة المفتاحية
fr_fr: Afficher la graine
it_it: Mostra seme
nl_nl: Seed tonen
pl_pl: Pokaż seed
pt_br: Mostrar a seed
sw_ke: Onyesha manenosiri

source: Show transaction QR code
it_it: Mostra codice QR della transazione
nl_nl: QR-code transactie tonen
pl_pl: Pokaż kod QR transakcji
pt_br: Mostrar código QR de transação

source: Show {tab_description}
ar_sa: إظهار {tab_description}
fr_fr: Afficher {tab_description}
it_it: Mostra {tab_description}
nl_nl: {tab_description} tonen
pl_pl: Pokaż {tab_description}
pt_br: Mostrar {tab_description}
sw_ke: Onyesha {tab_description}

source: Show/Hide
ar_sa: إظهار/إخفاء
fr_fr: Afficher / masquer
it_it: Mostra/nascondi
nl_nl: Tonen/verbergen
pl_pl: Pokaż/Ukryj
pt_br: Exibir/Ocultar
sw_ke: Onesha/Ficha

source: Showing address on {}...
ar_sa: عرض العنوان على {}...
fr_fr: Affichage de l'adresse sur {}...
it_it: Visualizzazione indirizzo su {}...
nl_nl: Adres tonen op {}...
pl_pl: Wyświetlanie adresu na {}...
pt_br: Mostrando endereço {}...
sw_ke: Inoanyesha anwani kwa {}...

source: Shuffle status
ar_sa: خلط الحالة
fr_fr: Status de mélange
it_it: Stato del mixaggio
pl_pl: Status miksowania
pt_br: CashShuffle status
sw_ke: Hali ya Shuffle

source: Shuffle transactions are now hidden
ar_sa: عمليات الخلط مخفية الآن
it_it: Le transazioni di mixaggio sono ora nascoste
nl_nl: Shuffletransacties zijn nu verborgen
pl_pl: Miksowane transakcje są teraz ukryte
pt_br: Transações Shuffle agora estão ocultas
sw_ke: Shuguli za ununuzi zilizochanganywa sasa zimefichwa

source: Shuffle transactions are now shown
ar_sa: عمليات الخلط ظاهرة الآن
it_it: Le transazioni di mixaggio sono ora mostrate
nl_nl: Shuffletransacties worden nu weergegeven
pl_pl: Miksowane transakcje są teraz widoczne
pt_br: Transações Shuffle agora estão ocultas
sw_ke: Shuguli za ununuzi zilizochanganywa sasa zinaonyeshwa

source: Shuffled
ar_sa: مخلوطة
fr_fr: Mélangé
it_it: Mixato
nl_nl: Geshuffled
pl_pl: Zmiksowane
pt_br: Misturado!
sw_ke: Imechanganywa

source: Shuffled (private) funds
ar_sa: الأموال (الخاصة) مخلوطة
fr_fr: Mélanger les fonds (privés)
it_it: Fondi (privati) mixati
nl_nl: Geshuffled (privé)geld
pl_pl: Zmiksowane (prywatne) środki
pt_br: Fundos misturados (privados)
sw_ke: Fedha zilizochanganywa (za kibinafsi)

source: Shuffled Addr
ar_sa: Addr مخلوط
it_it: Indirizzo Mixato
nl_nl: Geshuffled adr.
pl_pl: Zmiksowane Addr
pt_br: Endereço de moeda misturada
sw_ke: Addr Zilichochanganywa

source: Shuffled available:
ar_sa: مخلوط متوفر:
it_it: Mixato disponibile:
nl_nl: Geshuffled beschikbaar:
pl_pl: Dostępne zmiksowane:
pt_br: Shuffle disponível:
sw_ke: Zilizochanganywa zinazopatikana:

source: Shuffled coin spent (frozen for privacy)
ar_sa: تم إنفاق عملة مخلوطة (مجمدة للخصوصية)
fr_fr: Pièce mélangée dépensée (gelée pour la confidentialité)
it_it: Fondi mixati spesi (congelati per privacy)
nl_nl: Uitgegeven geshufflede munt (bevroren voor privacy)
pl_pl: Wydane zmiksowane monety (zamrożone dla prywatności)
pt_br: Moeda misturada gasta (travada por questão de privacidade)
sw_ke: Fedha zilizochanganywa zimetumiwa (iliyowekwa kwa faragha)

source: Shuffled: {} {} in {} Coin
ar_sa: مخلوطة: {} {} في {} عملة
fr_fr: Mélangé : {} {} dans {} Pièce
it_it: Mixati: {} {} in {} Fondi
nl_nl: Geshuffled: {} {} in {} munt
pl_pl: Zmiksowane: {} {} w {} Monecie
pt_br: Misturados: {} {} em {} moeda
sw_ke: Zimechanganywa: {} {} na {} Sarafu

source: Shuffled: {} {} in {} Coins
ar_sa: مخلوطة: {} {} في {} عملات
fr_fr: Mélangé : {} {} dans {} Pièces
it_it: Mixati: {} {} in {} Fondi
nl_nl: Geshuffled: {} {} in {} munten
pl_pl: Zmiksowane: {} {} w {} Monetach
pt_br: Misturados: {} {} em {} moedas
sw_ke: Zimechanganywa: {} {} na {} Sarafu

source: Shuffling Paused
ar_sa: تم إيقاف الخلط مؤقتا"
fr_fr: Mélange en pause
it_it: Mixaggio in Pausa
nl_nl: Shufflen gepauzeerd
pl_pl: Wstrzymano miksowanie
pt_br: CashShuffle pausado
sw_ke: Sitisha Kuchanganya

source: Shutting down active CashFusions (may take a minute to finish)
ar_sa: إيقاف تشغيل CashFusions النشط (قد يستغرق دقيقة للإنتهاء)
fr_fr: Arrêt des CashFusions actives (peut prendre une minute pour finir)
it_it: CashFusions in arresto (può richiedere fino a un minuto)
nl_nl: Actieve CashFusies uitschakelen (kan een minuut duren om te voltooien)
pl_pl: Wyłączanie aktywnych CashFusions (zakończenie może zająć chwilę)
pt_br: Desligando CashFusions ativas (pode demorar um minuto para terminar)
sw_ke: Vipindi vya CashFusion vinafungwa (inaweza kuchukua dakika kadhaa kumaliza)

source: Sign
ar_sa: بتوقيع
fr_fr: Signer
it_it: Firma
nl_nl: Tekenen
pl_pl: Podpisz
pt_br: Assinar
sw_ke: Tia saini

source: Sign all transactions using Schnorr signatures.
ar_sa: توقيع جميع العمليات باستخدام تواقيع Schnorr.
fr_fr: Signez toutes les transactions en utilisant des signatures Schnorr.
it_it: Firma tutte le transazioni utilizzando le firme Schnorr.
nl_nl: Alle transacties met Schnorr-handtekeningen ondertekenen.
pl_pl: Podpisz wszystkie transakcje za pomocą podpisów Schnorr.
pt_br: Assinar todas as transações com assinaturas Schnorr.
sw_ke: Saini shughuli zote kwa kutumia saini za Schnorr.

source: Sign the transaction
it_it: Firma la transazione
nl_nl: De transactie ondertekenen
pl_pl: Podpisz transakcję
pt_br: Assinar a transação

source: Sign transaction
it_it: Firma la transazione

source: Sign with Schnorr signatures
ar_sa: توقيع باستخدام توقيعات Schnorr
fr_fr: Signer avec les signatures Schnorr
it_it: Firma con firme Schnorr
nl_nl: Ondertekenen met Schnorr-handtekeningen
pl_pl: Podpisz podpisami Schnorr
pt_br: Ativar assinaturas Schnorr
sw_ke: Weka sahihi za Schnorr

source: Sign/Verify Message
ar_sa: التوقيع/التحقق من الرسالة
fr_fr: Signer/vérifier le message
it_it: Firma/Verifica Messaggio
nl_nl: Bericht ondertekenen/verifiëren
pl_pl: Podpisz/zweryfikuj wiadomość
pt_br: Assinar/verificar mensagem
sw_ke: Weka Sahihi/Thibitisha ujumbe

source: Sign/verify Message
ar_sa: توقيع/توثيق رسالة
fr_fr: Signer / vérifier un message
it_it: Firma/verifica messaggio
nl_nl: Bericht ondertekenen/verifiëren
pl_pl: Podpisz/zweryfikuj wiadomość
pt_br: Assinar/verificar mensagem
sw_ke: Weka Sahihi/Thibitisha ujumbe

source: Sign/verify message
ar_sa: توقيع/تحقق من الرسالة
fr_fr: Signer/verifier le message
it_it: Firma/verifica messaggio
nl_nl: Bericht ondertekenen/verifiëren
pl_pl: Podpisz/zweryfikuj wiadomość
pt_br: Assinar/verificar mensagem
sw_ke: Weka Sahihi/Thibitisha ujumbe

source: Signature
ar_sa: ختم التوقيع
it_it: Firma
nl_nl: Handtekening
pl_pl: Podpis
pt_br: Assinatura
sw_ke: Saini

source: Signature verified
ar_sa: التوقيع متحقق منه
fr_fr: Signature vérifiée
it_it: Firma verificata
nl_nl: Handtekening geverifieerd
pl_pl: Sygnatura zweryfikowana
pt_br: Assinatura verificada
sw_ke: Saini imethibitishwa

source: Signed
ar_sa: تم التوقيع
fr_fr: Signé
it_it: Firmato
nl_nl: Getekend
pl_pl: Podpisano
pt_br: Assinado
sw_ke: Imesainiwa

source: Signed transaction
it_it: Transazioni firmate
nl_nl: Ondertekende transactie
pl_pl: Podpisana transakcja

source: Signing large transaction. Please be patient ...
ar_sa: جار توقيع عملية كبيرة. الرجاء التحلي بالصبر...
fr_fr: Signature d'une transaction volumineuse. Veuillez patienter...
it_it: E' in corso la firma di transazioni grandi. Attendi per favore ...
nl_nl: Grote transactie ondertekenen. Wees alstublieft geduldig...
pl_pl: Podpisywanie dużej transakcji. Prosimy o cierpliwość...
pt_br: Assinando transação grande. Por favor seja paciente ...
sw_ke: Kusaini shughuli za ununuzi kubwa. Tafadhali kuwa na subira ...

source: Signing message ...
ar_sa: جار توقيع الرسالة...
fr_fr: Signature du message...
it_it: Firma del messaggio in corso...
nl_nl: Bericht ondertekenen...
pl_pl: Podpisywanie wiadomości...
pt_br: Assinando mensagem ...
sw_ke: Ujumbe unatiwa saini...

source: Signing message...
ar_sa: جار توقيع الرسالة...
fr_fr: Signature du message...
it_it: Firma del messaggio in corso...
nl_nl: Bericht ondertekenen...
pl_pl: Podpisywanie wiadomości...
pt_br: Assinando mensagem...
sw_ke: Ujumbe unatiwa saini...

source: Signing transaction...
ar_sa: جار توقيع العملية...
fr_fr: En train de signer la transaction...
it_it: Firma della transazione...
nl_nl: Transactie ondertekenen...
pl_pl: Podpisywanie transakcji...
pt_br: Contrato de assinatura...
sw_ke: Kusaini shughuli za ununuzi...

source: Signing with an address actually means signing with the corresponding private key, and verifying with the corresponding public key. The address you have entered does not have a unique public key, so these operations cannot be performed.
ar_sa: التوقيع مع عنوان يعني في الواقع التوقيع مع المفتاح الخاص المقابل، والتحقق مع المفتاح العمومي المقابل. العنوان الذي أدخلته لا يحتوي على مفتاح عمومي فريد، لذلك لا يمكن تنفيذ هذه العمليات.
fr_fr: Signer avec une adresse signifie en fait signer avec la clé privée correspondante, et vérifier avec la clé publique correspondante. L'adresse que vous avez saisie n'a pas de clé publique unique, donc ces opérations ne peuvent pas être effectuées.
it_it: Firmare con un indirizzo in realtà significa firmare con la chiave privata corrispondente e verificare con la chiave pubblica corrispondente. L'indirizzo che hai inserito non ha una chiave pubblica unica, per cui tali operazioni non possono essere eseguite.
nl_nl: Ondertekenen met een adres betekent in feite ondertekenen met de bijbehorende privésleutel, en verifiëren met de bijbehorende publieke sleutel. Het adres dat u invoerde heeft geen unieke publieke sleutel, dus deze bewerkingen kunnen niet worden uitgevoerd.
pl_pl: Podpisywanie za pomocą adresu oznacza w rzeczywistości podpisywanie odpowiednim kluczem prywatnym i weryfikowanie za pomocą odpowiedniego klucza publicznego. Wprowadzony adres nie ma unikalnego klucza publicznego, więc nie można wykonać tych operacji.
pt_br: Assinar com um endereço significa assinar com a chave privada correspondente e verificar com a chave pública correspondente. O endereço digitado não possui uma chave pública exclusiva; portanto, essas operações não podem ser executadas.
sw_ke: Kusaini na anwani inamaanisha kusaini na funguosiri, na kuhakikisha na Funguo za umma. Anwani uliyoingiza haina funguo za kipekee za umma, kwa hivyo shughuli hizi haziwezi kufanywa.

source: Size
ar_sa: الحجم
fr_fr: Taille
it_it: Dimensione
nl_nl: Grootte
pl_pl: Rozmiar
pt_br: Tamanho
sw_ke: Kipimo

source: Size:
ar_sa: الحجم:
fr_fr: Taille:
it_it: Dimensione:
nl_nl: Grootte:
pl_pl: Rozmiar:
pt_br: Tamanho:
sw_ke: Kipimo:

source: Size: {size} bytes
ar_sa: الحجم: {size} بايت
fr_fr: Taille : {size} octets
it_it: Dimensione: {size} byte
nl_nl: Grootte: {size} bytes
pl_pl: Rozmiar: {size} bajtów
pt_br: Tamanho: {size} bytes
sw_ke: Saizi: {size} ka

source: SmartBCH RPC Server
it_it: Server RPC SmartBCH

source: Some of your unshuffled funds may be temporarily locked while the shuffle operation is performed. If you want to unlock these funds immediately, you can use the 'Pause Shuffling' button to do so.
ar_sa: قد تكون بعض أموالك الغير مخلوطة مقفلة مؤقتاً أثناء تنفيذ عملية الخلط. إذا كنت ترغب في فتح هذه الأموال على الفور، يمكنك إستخدام زر "إيقاف الخلط المؤقت" للقيام بذلك.
fr_fr: Certains de vos fonds non mélangés peuvent être temporairement verrouillés pendant que l'opération de mélange est effectuée. Si vous voulez débloquer ces fonds immédiatement, vous pouvez utiliser le bouton "Pause Shuffling" pour le faire.
it_it: Alcuni dei tuoi fondi non mixati potrebbero essere temporaneamente bloccati mentre le operazioni di mixaggio vengono eseguite. Se vuoi sbloccare questi fondi immediatamente, puoi premere 'Pausa Mix'.
nl_nl: Een deel van uw ongeshuffled geld kan vergrendeld zijn terwijl het shufflen bezig is. Als u dit geld onmiddellijk wilt ontgrendelen, kunt u de knop 'Shufflen pauzeren' gebruiken om dit te doen.
pl_pl: Niektóre z Twoich niezmiksowanych środków mogą być tymczasowo zablokowane podczas wykonywania operacji miksowania. Jeśli chcesz odblokować te środki natychmiast, możesz użyć przycisku 'Wstrzymaj moksowanie', aby to zrobić.
pt_br: Alguns dos seus fundos não misturados podem estar temporariamente travados enquando o CashShuffle está processando. Se desejar destravar estes fundos imediatamente, use o botão 'Pausar CashShuffle'.
sw_ke: Pesa zako ambazo hazijachanganywa zinaweza kufungwa kwa muda wakati kazi ya kuchanganya inaendelea. Ikiwa unataka kufungua fedha hizi mara moja, unaweza bonyeza 'Sitisha Kuchanganya'.
