Repository: Electron-Cash/electrum-locale
Catalog: locale/*/electron-cash.po
Languages: ar_sa, fr_fr, it_it, nl_nl, pl_pl, pt_br, sw_ke

source: Legacy
ar_sa: قديم
fr_fr: Héritage
nl_nl: Oud
pl_pl: Stary

source: LockTime: {lock_time}
ar_sa: وقت الإقفال: {lock_time}
fr_fr: Heure de verrouillage : {lock_time}
nl_nl: Vergrendeltijd: {lock_time}
pl_pl: Czas blokowania: {lock_time}
pt_br: Tempo de bloqueio: {lock_time}

source: Locktime
ar_sa: وقت الإقفال
fr_fr: Heure de verrouillage
nl_nl: Vergrendeltijd
pl_pl: Czas blokady

source: No
ar_sa: كلا
fr_fr: Non
nl_nl: Nee
pl_pl: Nie
pt_br: Não
sw_ke: La

source: Output
ar_sa: المخرج
fr_fr: Sortie
pl_pl: Wyjście
pt_br: Saída
sw_ke: Toleo

source: Passphrase
ar_sa: عبارة المرور
fr_fr: Phrase secrète
nl_nl: Wachtzin
pl_pl: Fraza haseł
pt_br: Frase de segurança
sw_ke: Manenosiri

source: Password
ar_sa: كلمة المرور
fr_fr: Mot de passe
nl_nl: Wachtwoord
pl_pl: Hasło
pt_br: Senha
sw_ke: Nenosiri

source: Password:
ar_sa: كلمة المرور:
fr_fr: Mot de passe :
nl_nl: Wachtwoord:
pl_pl: Hasło:
pt_br: Senha:
sw_ke: Nenosiri:

source: Raw &hex script
ar_sa: النص البرمجي الأولي &hex
fr_fr: Script &hex brut
nl_nl: Ruw &hex. script
pl_pl: Surowy skrypt szesnastkowy
pt_br: Script &hexadecimal

source: Server
ar_sa: خادم
fr_fr: Serveur
pl_pl: Serwer
pt_br: Servidor
sw_ke: Seva

source: Server Lagging
ar_sa: بطء الخادم
fr_fr: Serveur en retard
nl_nl: Server loopt achter
pl_pl: Opóźnienie serwera
pt_br: Servidor está atrasado
sw_ke: Seva kujikokota

source: Tier (sats)
ar_sa: الطبقة (sats)
fr_fr: Palier (sats)
nl_nl: Klasse (sat)
pl_pl: Poziom (sats)
pt_br: Nível (sats)

source: Tiers:
ar_sa: الطبقات:
fr_fr: Paliers:
nl_nl: Klassen:
pl_pl: Poziomy:
pt_br: Níveis:
sw_ke: Kiwango:

source: Timeout:
ar_sa: إنتهاء المهلة:
fr_fr: Délai :
pl_pl: Limit czasu:
pt_br: Tempo limite:
sw_ke: Muda umeisha:

source: You may enter:<ul><li> Bitcoin Cash <b>Address</b> <b>★</b><li> Bitcoin Legacy <b>Address</b> <b>★</b><li> <b>Cash Account</b> <b>★</b> e.g. <i>satoshi#123</i><li> <b>Contact name</b> <b>★</b> from the Contacts tab<li> <b>OpenAlias</b> e.g. <i>satoshi@domain.com</i></ul><br>&nbsp;&nbsp;&nbsp;<b>★</b> = Supports <b>pay-to-many</b>, where you may optionally enter multiple lines of the form:</span><br><pre> recipient1, amount1 recipient2, amount2 etc...</pre>
pl_pl: Możesz podać:<ul><li><b>Adres</b> Bitcoin Cash <b>★</b><li> <b>Adres</b> stary<b>★</b><li> <b><b>Cash Account</b> <b>★</b> n.p. <i>satoshi#123</i><li> <b>Nazwa kontaktu</b> <b>★</b> z zakładki Kontakty<li> <b>CoinText</b> np. <i>cointext:+1234567</i><li> <b>OpenAlias</b> np. <i>satoshi@domain.com</i></ul><br>&nbsp;&nbsp;&nbsp;<b>★</b> = Wsparcie <b>pay-to-many</b>gdzie można opcjonalnie wprowadzić wiele wierszy formularza:</span><br><pre> odbiorca1, kwota1 odbiorca2, kwota2 itd. .</pre>
pt_br: Você poderá entrar:<ul><li> Bitcoin Cash <b>Endereço</b> <b>★</b><li> Bitcoin Legado <b>Endereço</b> <b>★</b><li> <b>Caixa</b> <b><b> +</b> . . <i>satoshi#123</i><li> <b>Nome de contato</b> <b>★</b> da guia Contatos<li> <b>OpenAlias</b> . . <i>satoshi@domain. om</i></ul><br>&nbsp;&nbsp;&nbsp;<b>★</b> = Suporta <b>pay-to-many</b>, onde você pode opcionalmente inserir várias linhas do formulário:</span><br><pre> destinatário1, quantia1 destinatário2, valor2 etc. .</pre>

source: in {time}
ar_sa: في {time}
fr_fr: dans {time}
nl_nl: over {time}
pl_pl: w {time}
pt_br: dentro de {time}
sw_ke: kwa {time}

source: standby
ar_sa: الإستعداد
fr_fr: en attente
nl_nl: een ogenblik
pl_pl: tryb czuwania
pt_br: em espera
sw_ke: simamisha

source: {sats_per_byte} sat/byte
ar_sa: {sats_per_byte} جلسة/بايت
fr_fr: {sats_per_byte} sat/octets
pl_pl: {sats_per_byte} sat/bajt

source: &OK
ar_sa: &موافق
sw_ke: &Sawa

source: Also reset 2FA
ar_sa: أيضا إعادة ضبط 2FA
sw_ke: Anzisha tena 2FA

source: BIP38 encrpted keys are supported.
ar_sa: مفاتيح BIP38 المشفرة مدعومة.
sw_ke: Funguosiri za BIP38 zilizosimbwa zimewezeshwa.

source: Blockchain
ar_sa: سلسلة الكتل
fr_fr: Chaîne de blocs

source: CPFP no longer valid
ar_sa: CPFP لم تعد صالحة
sw_ke: CPFP haitumiki tena

source: Child Pays for Parent
ar_sa: يدفع الطفل للوالدة أو الوالدة

source: Child pays for parent
ar_sa: يدفع الطفل للوالد

source: Coinbase
ar_sa: قاعدة العملة

source: Copyright © 2017-2020 Electron Cash LLC and the Electron Cash developers.
ar_sa: حقوق الطبع والنشر © 2017-2020 Electron Cash LLC ومطوري Electron Cash.
sw_ke: Hati miliki © 2017-2020 Electron Cash LLC na watengenezaji wa Electron Cash.

source: Do you want to use 2-Factor-Authentication (2FA)? With 2FA, any transaction must be confirmed on a second device such as your smartphone. First you have to install the Satochip-2FA android app on google play. Then you have to pair your 2FA device with your Satochip by scanning the qr-code on the next screen. Warning: be sure to backup a copy of the qr-code in a safe place, in case you have to reinstall the app!
ar_sa: هل تريد استخدام المصادقة الثنائية (2FA)؟ مع 2FA، يجب تأكيد أي عملية من جهاز ثان مثل هاتفك الذكي. أولاً يجب عليك تثبيت تطبيق أندرويد Satochip-2FA من google play. ثم يجب عليك إقران جهازك 2FA مع Satochip الخاص بك عن طريق مسح رمز qr-code على الشاشة التالية. تحذير: تأكد من عمل نسخة احتياطية من رمز qr-code في مكان آمن، في حالة الحاجة إلى إعادة تثبيت التطبيق!
sw_ke: Je! Unataka kutumia Uthibitisho wa 2-Factor (2FA)? Na 2FA, shughuli yoyote lazima idhibitishwe kwenye kifaa cha pili kama vile simu mahiri yako. Kwanza lazima usanikishe programu ya Satochip-2FA kwenye google play kwa android. Halafu lazima ubadilishe kifaa chako 2FA na Satochip yako kwa kupiga picha ya qr-code. Onyo: hakikisha umeihifadhi nambari ya qr pahali salama, ikiwa lazima utasisitiza programu tena!

source: Email
ar_sa: البريد الالكتروني
fr_fr: Courriel
sw_ke: Barua Pepe

source: Failed to reset 2FA with error code: {hex(sw1)}{hex(sw2)}
ar_sa: فشل في إعادة ضبط 2FA مع رمز الخطأ: {hex(sw1)}{hex(sw2)}
sw_ke: Imeshindwa kuweka upya 2FA na nambari ya makosa: {hex(sw1)}{hex(sw2)}

source: Failed to reset seed with error code: {hex(sw1)}{hex(sw2)}
ar_sa: فشل في إعادة ضبط الكلمة المفتاحية مع رمز الخطأ: {hex(sw1)}{hex(sw2)}
sw_ke: Imeshindwa kuweka upya maneno siri na nambari ya makosa: {hex(sw1)}{hex(sw2)}

source: Fee:
ar_sa: رسوم:
sw_ke: Ada:

source: Filenames cannot contain the '/' character. Please enter a different filename to proceed.
ar_sa: لا يمكن أن تحتوي أسماء الملفات على حرف '/'. الرجاء إدخال إسم ملف مختلف للمتابعة.
sw_ke: Majina ya faili hayawezi kuwa na alama ya '/'. Tafadhali ingiza jina tofauti la faili ili uendelee.

source: Host
ar_sa: المضيف
fr_fr: Serveur
pt_br: Endereço
sw_ke: Mwenyeji

source: Keystore
ar_sa: متجر المفاتيح
fr_fr: Clé de stockage
nl_nl: Sleutelopslag

source: OK
ar_sa: قبول
pt_br: Concluído
sw_ke: Sawa

source: Ok
ar_sa: حسنا"
sw_ke: Sawa

source: Online
ar_sa: متصل
fr_fr: En ligne
pt_br: Conectado
sw_ke: Mkondoni

source: Output amount
ar_sa: مبلغ المخرج
sw_ke: Kiasi cha toleo

source: PIN must have less than 64 characters.
ar_sa: يجب أن يحتوي رمز PIN على أقل من 64 حرفاً.
sw_ke: Nywila lazima iwe na herufi chini ya 64.

source: Proxy
ar_sa: الوكيل
sw_ke: Wakala

source: Total size
ar_sa: الحجم الإجمالي
sw_ke: Jumla ya ukubwa

source: Unable to scan image file.
ar_sa: غير قادر على مسح ملف الصورة.

source: Wallet name is too long
ar_sa: إسم المحفظة طويل جداً
sw_ke: Jina ya kipochi ni ndefu sana

source: Wallet names cannot contain the '/' character. Please enter a different wallet name to proceed.
ar_sa: لا يمكن أن تحتوي أسماء المحفظة على حرف '/'. الرجاء إدخال إسم محفظة مختلف للمتابعة.
sw_ke: Majina ya faili hayawezi kuwa na alama ya '/'. Tafadhali ingiza jina tofauti ya kipochi ili uendelee.

source: {total_size} bytes
ar_sa: {total_size} بايت

source: OpenAlias
pt_br: Apelido

source: CashAddr
fr_fr: Adresse de caisse
nl_nl: CashAdr

source: CashFusion
nl_nl: CashFusie

source: [Clear]
nl_nl: [Wissen]

source: [Send]
nl_nl: [Versturen]
sw_ke: [Tuma]

source: Coin&Text
sw_ke: Sarafu&Teksti

source: CoinText: Please specify an amount
sw_ke: CoinText: Tafadhali taja kiasi

source: ID
sw_ke: Kitambulisho: ID

source: Please review payment before sending CoinText
sw_ke: Tafadhali kagua malipo kabla ya kutuma CoinText

source: Process CoinText, transforming it into a BIP70 payment request.
sw_ke: Mchakato wa CoinText, ukibadilisha kuwa ombi la malipo la BIP70.

source: Retrieving CoinText info, please wait ...
sw_ke: Inasahihisha rekodi ya habari ya CoinText, tafadhali subiri...

source: You may enter:<ul><li> Bitcoin Cash <b>Address</b> <b>★</b><li> Bitcoin Legacy <b>Address</b> <b>★</b><li> <b>Cash Account</b> <b>★</b> e.g. <i>satoshi#123</i><li> <b>Contact name</b> <b>★</b> from the Contacts tab<li> <b>CoinText</b> e.g. <i>cointext:+1234567</i><li> <b>OpenAlias</b> e.g. <i>satoshi@domain.com</i></ul><br>&nbsp;&nbsp;&nbsp;<b>★</b> = Supports <b>pay-to-many</b>, where you may optionally enter multiple lines of the form:</span><br><pre> recipient1, amount1 recipient2, amount2 etc...</pre>
sw_ke: Unaweza kuingiza: <ul><li> Bitcoin Cash <b>Anwani</b> <b>★</b><li> Bitcoin Legacy <b>Anwani</b> <b>★</b><li> <b>Akaunti ya Fedha</b> <b>★</b> mfano. <i>satoshi#123</i><li> <b>Jina la mawasiliano</b> <b>★</b> kutoka kwa kichupo cha mawasiliano<li> <b>CoinText</b> mfano. <i>cointext:+1234567</i><li> <b>OpenAlias</b> e.g. <i>satoshi@domain.com</i></ul><br>&nbsp;&nbsp;&nbsp;<b>★</b> = Inasaidia <b>lipa-wengi</b>, ambapo kwa hiari inaweza kuingiza mistari mingi ya fomu:</span><br><pre> mpokeaji, kiasili mpokeaji2, kiasi2 mfano...</pre>

source: None
fr_fr: Aucun
