Repository: Electron-Cash/electrum-locale
Catalog: locale/*/electron-cash.po
Languages: ar_sa, fr_fr, it_it, nl_nl, pl_pl, pt_br, sw_ke

source: Could not find the Cash Account name specified. It either does not exist or there may have been a network connectivity error. Please double-check it and try again.
ar_sa: تعذر العثور على إسم الحساب النقدي المحدد. إما أنه غير موجود أو قد يكون هناك خطأ في الإتصال بالشبكة. الرجاء التحقق منه مرة أخرى والمحاولة مجدداً.
it_it: Impossibile trovare il nome dell'Account Cash specificato. Non esiste o potrebbe esserci un errore di connettività di rete. Per favore, ricontrolla e riprova.
nl_nl: Kon de gespecificeerde CashAccountnaam niet vinden. Of hij bestaat niet, of er was een netwerkverbindingsprobleem. Gelieve hem te dubbelchecken en het opnieuw te proberen.
pl_pl: Nie można odnaleźć konta Cash Account. Albo nie istnieje albo wystąpił błąd połączenia z siecią. Proszę dokładnie sprawdzić i spróbować ponownie.
pt_br: O nome da conta de caixa especificado não foi encontrado. Ou ele não existe ou pode ter havido um erro de conectividade de rede. Por favor, verifique e tente novamente.
sw_ke: Haikuweza kupata jina la Cash Account iliyoainishwa. Labda haipo au kunaweza kuwa na kosa kwa mtandao. Tafadhali kagua jina hilo tena na ujaribu tena.

source: Could not find the LNS Name specified. It either does not exist or there may have been a network connectivity error. Please double-check it and try again.
it_it: Impossibile trovare il Nome LNS specificato. Potrebbe non esistere o potrebbe esserci stato un errore di connettività di rete. Per favore, ricontrolla e riprova.

source: Could not load the image {} -- unknown format or other error
ar_sa: تعذر تحميل الصورة {} -- صيغة غير معروفة أو خطأ آخر
it_it: Impossibile caricare l'immagine {} -- formato sconosciuto o altro errore
nl_nl: Kon de afbeelding {} niet laden -- onbekend formaat of andere fout
pl_pl: Nie można załadować obrazu {} -- nieznany format lub inny błąd
pt_br: Não foi possível carregar a imagem {} -- formato desconhecido ou outro erro
sw_ke: Haikuweza kuweka picha {} - muundo haujulikani au kuna kosa lingine

source: Could not retrieve transaction for the specified hash.
ar_sa: تعذر استرداد العملية للتجزئة المحددة.
it_it: Impossibile recuperare la transazione per l'hash specificato.
nl_nl: Kon geen transactie ophalen voor de opgegeven hash.
pl_pl: Nie można odebrać transakcji dla podanego hashu.
pt_br: Não foi possível recuperar a transação para a hash especificada.
sw_ke: Haikuweza kupata za ununuzi wa hash maalum.

source: Could not scale image to {} x {} pixels
ar_sa: تعذر تحجيم الصورة الى {} x {} بكسل
it_it: Impossibile scalare l'immagine a {} x {} pixel
nl_nl: Kon afbeelding niet schalen naar {} x {} pixels
pl_pl: Nie można skalować obrazu do {} x {} pikseli
pt_br: Não foi possível redimensionar a imagem para {} x {} pixels
sw_ke: Haikuweza kuongeza picha kuwa saizi za {} x {}

source: Could not send email to {recipient}: {reason}
ar_sa: تعذر إرسال بريد إلكتروني إلى {recipient}: {reason}
it_it: Impossibile inviare l'email a {recipient}: {reason}
nl_nl: Kon e-mail niet verzenden naar {recipient}: {reason}
pl_pl: Nie można wysłać wiadomości e-mail do {recipient}: {reason}
pt_br: Você não pode enviar e-mails para {recipient}: {reason}
sw_ke: Haikuweza kutuma barua pepe kwa {recipient}: {reason}

source: Could not sign message
ar_sa: تعذر توقيع الرسالة
fr_fr: Impossible de signer le message
it_it: Impossibile firmare il messaggio
nl_nl: Kon bericht niet ondertekenen
pl_pl: Nie można podpisać wiadomości
pt_br: Não foi possível assinar a mensagem
sw_ke: Haikuweza kusaini ujumbe

source: Could not sign message.
ar_sa: تعذر توقيع الرسالة.
fr_fr: Impossible de signer le message.
it_it: Impossibile firmare il messaggio.
nl_nl: Kon bericht niet ondertekenen.
pl_pl: Nie można podpisać wiadomości.
pt_br: Não foi possível assinar a mensagem.
sw_ke: Haikuweza kusaini ujumbe.

source: Crash Reporter
ar_sa: مراسل الأعطال
it_it: Rapporto Crash
nl_nl: Crashrapporteur
pl_pl: Raportowanie awarii
pt_br: Relatador de Erro
sw_ke: Mfanya Ripoti ya ajali

source: Crash reporter enabled
ar_sa: تفعيل مراسل الأعطال
fr_fr: "Crash Reporter" activé
it_it: Segnalazione crash abilitata
nl_nl: Crashrapporteur ingeschakeld
pl_pl: Raportowanie awarii włączone
pt_br: Notificador de erro habilitado
sw_ke: Mfanya Ripoti ya ajali imewezeshwa

source: Create
ar_sa: إنشاء
fr_fr: Créer
it_it: Crea
nl_nl: Maken
pl_pl: Utwórz
pt_br: Criar
sw_ke: Tengeneza

source: Create New Standard Wallet
ar_sa: إنشاء محفظة قياسية جديدة
it_it: Crea Nuovo Portafoglio Standard
nl_nl: Nieuwe standaardportemonnee maken
pl_pl: Utwórz nowy standardowy portfel
pt_br: Criar nova carteira padrão
sw_ke: Unda Kipochi Kipya

source: Create a new BIP39 seed
it_it: Crea un nuovo seme BIP39
pl_pl: Utwórz nowy seed BIP39

source: Create a new seed
ar_sa: إنشاء كلمة مفتاحية جديدة
fr_fr: Créer une nouvelle graine
it_it: Crea un nuovo seme
nl_nl: Een nieuwe seed maken
pl_pl: Utwórz nowy seed
pt_br: Criar uma nova seed
sw_ke: Tengeneza manenosiri mapya

source: Create a wallet using a Master Key
ar_sa: إنشاء محفظة بإستخدام مفتاح رئيسي
it_it: Crea un portafoglio utilizzando una chiave Master
nl_nl: Een portemonnee maken met een moedersleutel
pl_pl: Utwórz portfel używając klucza głównego
pt_br: Criar uma carteira usando uma chave mestra
sw_ke: Unda kipochi ukitumia funguo siri

source: Create a wallet using the current seed
ar_sa: إنشاء محفظة بإستخدام الكلمة المفتاحية الحالية
it_it: Crea un portafoglio usando il seme attuale
nl_nl: Een portemonnee maken van de huidige seed
pl_pl: Utwórz portfel używając aktualnego klucza seed
pt_br: Crie uma carteira usando a seed atual
sw_ke: Unda kipochi ukitumia nenosiri

source: Create keystore from a master key
ar_sa: إنشاء مخزن مفاتيح من مفتاح رئيسي
it_it: Crea keystore da una chiave principale
nl_nl: Sleutelopslag maken van een moedersleutel
pl_pl: Utwórz nową przechowalnię kluczy z klucza głównego
pt_br: Crie um keystore da chave mestra
sw_ke: Unda keystore kutoka kwa funguosiri

source: Create or restore
ar_sa: إنشاء أو إستعادة
fr_fr: Créer ou restaurer
it_it: Crea o ripristina
nl_nl: Maken of herstellen
pl_pl: Utwórz lub przywróć
pt_br: Criar ou restaurar
sw_ke: Tengeneza au rudisha

source: Critical Error
ar_sa: خطأ
fr_fr: Erreur critique
it_it: Errore critico
nl_nl: Kritieke fout
pl_pl: Błąd krytyczny
pt_br: Erro Crítico
sw_ke: Makosa muhimu

source: Current Password:
ar_sa: كلمة المرور الحالية:
fr_fr: Mot de passe actuel :
it_it: Password attuale:
nl_nl: Huidig wachtwoord:
pl_pl: Aktualne hasło:
pt_br: Senha Atual:
sw_ke: Nenosiri unayotumia kwa sasa:

source: Current password
ar_sa: كلمة المرور الحالية
fr_fr: Mot de passe actuel
it_it: Password attuale
nl_nl: Huidig wachtwoord
pl_pl: Aktualne hasło
pt_br: Contraseña actual
sw_ke: Nywila unayotumia kwa sasa

source: Current version: {}
ar_sa: الإصدار الحالي: {}
fr_fr: Version actuelle : {}
it_it: Versione attuale: {}
nl_nl: Huidige versie: {}
pl_pl: Aktualna wersja: {}
pt_br: Versão atual: {}
sw_ke: Toleo la sasa: {}

source: Custom
ar_sa: مخصص
fr_fr: Personnalisé
it_it: Personalizzata
nl_nl: Aangepast
pl_pl: Zdefiniowane przez użytkownika
pt_br: Personalizado
sw_ke: Imeundwa

source: Custom Fee Rate in Satoshis per byte
ar_sa: معدل الرسوم المخصص في Satoshis لكل بايت
fr_fr: Taux de frais personnalisés en satoshis par octet
it_it: Commissione personalizzata in Satoshi per byte
nl_nl: Aangepast transactietarief in satoshis per byte
pl_pl: Skorygowana stawka opłaty w Satoshis za bajt
pt_br: Tarifa personalizada em Satoshis por byte
sw_ke: Kiwango cha Ada ya Satoshis per byte

source: Custom fee rate:
ar_sa: معدل الرسوم المخصص:
fr_fr: Taux de frais personnalisés :
it_it: Commissione personalizzata:
nl_nl: Aangepast transactietarief:
pl_pl: Skorygowana stawka opłaty:
pt_br: Personalize a taxa de comissão:
sw_ke: Kipimo cha ada maalum:

source: Custom port
ar_sa: المنفذ المخصص
fr_fr: Port personnalisé
it_it: Porta personalizzata
nl_nl: Aangepaste poort
pl_pl: Własny port
pt_br: Porta personalizada
sw_ke: Kituo cha mtandao kilichoundwa

source: Custom rate:
ar_sa: المعدل المخصص:
fr_fr: Taux personnalisé :
it_it: Tasso personalizzato:
nl_nl: Aangepast tarief:
pl_pl: Skorygowana stawka opłaty:
pt_br: Tarifa personalizada:
sw_ke: Kipimo cha ada maalum:

source: Daemon was not running.
ar_sa: لم يكن Daemon يعمل.
fr_fr: Le démon n'était pas en cours d'exécution.
it_it: Daemon non avviato.
nl_nl: Daemon draaide niet.
pl_pl: Daemon nie był uruchomiony.
pt_br: Daemon não estava executando.
sw_ke: Daemon haikufanya kazi.

source: Dark
ar_sa: داكن
fr_fr: Sombre
it_it: Scuro
nl_nl: Donker
pl_pl: Ciemny
pt_br: Escuro
sw_ke: Giza

source: Dark theme is not available. Please install QDarkStyle to access this feature.
ar_sa: السمة الداكنة غير متوفرة. الرجاء تثبيت QDarkStyle للوصول لهذه الميزة.
fr_fr: Le thème sombre n'est pas disponible. Veuillez installer QDarkStyle pour accéder à cette fonctionnalité.
it_it: Tema scuro non disponibile. Per favore, installa QDarkStyle per abilitarlo.
nl_nl: Donker thema is niet beschikbaar. Installeer QDarkStyle om toegang te krijgen tot deze functie.
pl_pl: Ciemny motyw jest niedostępny. Zainstaluj QDarkStyle aby uzyskać dostęp do tej funkcji.
pt_br: Tema escuro não está disponível. Por favor, instale o QDarkStyle para acessar este recurso.
sw_ke: Mada ya giza haipatikani. Tafadhali sasisha QDarkStyle ili kupata huduma hii.

source: Dark theme support requires the package 'QDarkStyle' (typically installed via the 'pip3' command on Unix & macOS).
ar_sa: يتطلب دعم السمة الداكنة الحزمة 'QDarkStyle' (المثبتة عادة عبر الأمر 'pip3' على Unix & macOS).
fr_fr: Le thème sombre requiert le package 'QDarkStyle' (installé habituellement via la commande 'pip3' sur Unix & macOS).
it_it: Il supporto al tema scuro richiede il pacchetto 'QDarkStyle' (solitamente installato tramite il comando 'pip3' su Unix & macOS).
nl_nl: Ondersteuning van het donkere thema vereist het pakket 'QDarkStyle' (doorgaans geïnstalleerd via het commando 'pip3' op Unix & macOS).
pl_pl: Obsługa ciemnego motywu wymaga pakietu 'QDarkStyle' (zazwyczaj instalowanego za pomocą polecenia 'pip3' na Unix & macOS).
pt_br: Suporte ao tema escuro requer o pacote 'QDarkStyle' (normalmente instalado através do comando 'pip3' em Unix & macOS).
sw_ke: Msaada wa mandhari ya giza unahitaji kifurushi 'QDarkStyle' (kawaida imewekwa kupitia amri ya 'pip3' kwenye Unix & macOS).

source: Dark/Light
ar_sa: داكن/فاتح
fr_fr: Sombre / clair
it_it: Scuro/chiaro
nl_nl: Donker/licht
pl_pl: Ciemny/Jasny
pt_br: Escuro/Claro
sw_ke: Giza/Mwangaza

source: Date
ar_sa: تاريخ
it_it: Data
nl_nl: Datum
pl_pl: Data
pt_br: Data
sw_ke: Tarehe

source: Date: {}
ar_sa: التاريخ: {}
it_it: Data: {}
nl_nl: Datum: {}
pl_pl: Data: {}
pt_br: Data: {}
sw_ke: Tarehe: {}

source: Decrypt
ar_sa: فك التشفير
fr_fr: Dechiffrer
it_it: Decifra
nl_nl: Ontsleutelen
pl_pl: Odszyfruj
pt_br: Descriptografar
sw_ke: Toa usimbuaji fiche

source: Decrypted Private Key:
ar_sa: فك تشفير المفتاح الخاص:
fr_fr: Clé privée déchiffrée :
it_it: Chiave Privata Decifrata:
nl_nl: Ontcijferde privésleutel:
pl_pl: Odszyfrowany klucz prywatny:
pt_br: Chave Privada Descriptografada:
sw_ke: Toa usimbuaji fiche za nenosiri:

source: Default
ar_sa: الإفتراضي
fr_fr: Défaut
it_it: Predefinito
nl_nl: Standaard
pl_pl: Domyślny
pt_br: Padrão
sw_ke: Default/ya hali ya kawaida

source: Default values restored.
ar_sa: تم إستعادة القيم الإفتراضية.
fr_fr: Valeurs par défaut réinitialisées.
it_it: Valori predefiniti ripristinati.
nl_nl: Standaardwaarden hersteld.
pl_pl: Przywrócono wartości domyślne.
pt_br: Valores padrão restaurados.
sw_ke: Thamali ya kawaida kurudishwa.

source: Defaults
ar_sa: الإفتراضات
fr_fr: Par défaut
it_it: Predefiniti
nl_nl: Standaard
pl_pl: Domyślne
pt_br: Padrão
sw_ke: Default/ya hali ya kawaida

source: Delete
ar_sa: حذف
fr_fr: Effacer
it_it: Elimina
nl_nl: Verwijderen
pl_pl: Usuń
pt_br: Deletar
sw_ke: Futa

source: Delete Wallet
ar_sa: حذف المحفظة
fr_fr: Supprimer le portefeuille
it_it: Elimina Portafoglio
nl_nl: Portemonnee verwijderen
pl_pl: Usuń portfel
pt_br: Excluir Carteira
sw_ke: Futa Kipochi

source: Delete invoice?
ar_sa: حذف الصوت؟
fr_fr: Supprimer la facture ?
it_it: Vuoi eliminare la fattura?
nl_nl: Factuur verwijderen?
pl_pl: Usunąć rachunek?
pt_br: Excluir a conta?
sw_ke: Toa ankara?

source: Delete wallet
ar_sa: حذف محفظة
fr_fr: Supprimer le portefeuille
it_it: Elimina portafoglio
nl_nl: Portemonnee verwijderen
pl_pl: Usuń portfel
pt_br: Excluir carteira
sw_ke: Futa Kipochi

source: Delete wallet file?
ar_sa: حذف ملف المحفظة؟
fr_fr: Supprimer le fichier portefeuille?
it_it: Vuoi eliminare il portafoglio?
nl_nl: Portemonnee verwijderen?
pl_pl: Usunąć plik portfela?
pt_br: Apagar o arquivo da carteira?
sw_ke: Futa faili ya kipochi?

source: Depending on your configuration and preferences as a user, this may or may not be ideal. In general, connections routed through Tor hide your IP address from servers, at the expense of performance and network throughput.
ar_sa: إعتماداً على الإعدادات والتفضيلات الخاصة بك كمستخدم، قد يكون هذا مثالي أو غير مثالي. بشكل عام، الإتصالات الموجهة عبر Tor تخفي عنوان IP الخاص بك عن الخوادم، على حساب الأداء وإنتاجية الشبكة.
it_it: A seconda della tua configurazione e delle tue preferenze come utente, questa potrebbe non essere la scelta più corretta. In generale, le connessioni instradate attraverso Tor nascondono il vostro indirizzo IP ai server, a scapito delle prestazioni e del flusso di rete.
nl_nl: Afhankelijk van uw configuratie en voorkeuren als gebruiker kan dit wel of niet ideaal zijn. In het algemeen schermen verbindingen via Tor uw IP-adres af voor servers, ten koste van prestaties en netwerkcapaciteit.
pl_pl: W zależności od konfiguracji i preferencji użytkownika może to być lub nie może być idealne. Ogólnie rzecz biorąc, połączenia przekierowane przez Tor ukrywają Twój adres IP z serwerów, kosztem wydajności i przepustowości sieci.
pt_br: Dependendo de sua configuração e preferências como usuário, isto pode ou não ser o ideal. Em geral, as conexões roteadas por Tor escondem seu endereço IP dos servidores, às custas do desempenho e da taxa de transferência da rede.
sw_ke: Kulingana na usanidi na upendeleo wako kama mtumiaji, hii inaweza au haifai. Kwa ujumla, viunganisho vilipitia Tor kuficha anwani yako ya IP kutoka kwa seva, kwa gharama ya utendaji na njia ya mtandao.

source: Derivation
ar_sa: إشتقاق
fr_fr: Dérivation
it_it: Derivazione
nl_nl: Afleiding
pl_pl: Derywacja
pt_br: Derivação
sw_ke: Toa

source: Derivation Invalid
ar_sa: الإشتقاق غير صالح
fr_fr: Dérivation invalide
it_it: Derivazione Invalida
nl_nl: Afleiding ongeldig
pl_pl: Niepoprawna derywacja
pt_br: Derivação Inválida
sw_ke: Kutoa batili

source: Derivation for {} wallet
ar_sa: إشتقاق {} للمحفظة
fr_fr: Dérivation pour le portefeuille {}
it_it: Derivazione per {} portafoglio
nl_nl: Afleiding voor portemonnee {}
pl_pl: Derywacja dla portfela {}
pt_br: Derivação para carteira {}
sw_ke: Kutolewa kwa kipochi wa {}

source: Derivation invalid
ar_sa: الإشتقاق غير صالح
fr_fr: Dérivation invalide
it_it: Derivazione invalida
nl_nl: Afleiding ongeldig
pl_pl: Niepoprawna derywacja
pt_br: Referência inválida
sw_ke: Kutoa batili

source: Deriving addresses...
ar_sa: إشتقاق العناوين...
fr_fr: Dérivation des adresses...
it_it: Derivazione degli indirizzi...
nl_nl: Adressen afleiden...
pl_pl: Derywacja adresów...
pt_br: Derivando endereços...
sw_ke: Kutoa answani...

source: Description
ar_sa: وصف
it_it: Descrizione
nl_nl: Omschrijving
pl_pl: Opis
pt_br: Descrição
sw_ke: Maelezo

source: Description of the transaction (not mandatory).
ar_sa: وصف للحوالة - ليس بخياري
fr_fr: Description de la transaction (facultatif).
it_it: Descrizione della transazione (facoltativa).
nl_nl: Omschrijving van de transactie (niet verplicht).
pl_pl: Opis transakcji (opcjonalne).
pt_br: Descrição da transação (não é obrigatório).
sw_ke: Maelezo ya ununuzi (sio lazima).

source: Details
ar_sa: تفاصيل
fr_fr: Détails
it_it: Dettagli
pl_pl: Szczegóły
pt_br: Detalhes
sw_ke: Maelezo

source: Details...
ar_sa: تفاصيل...
fr_fr: Détails...
it_it: Dettagli...
pl_pl: Szczegóły...
pt_br: Detalhes...
sw_ke: Maelezo...

source: Deterministic wallets can contain a nearly infinite number of addresses. However, usually only a relatively small block of addresses at the beginning are ever used.
ar_sa: يمكن أن تحتوي المحافظ الحتمية على عدد لا نهائي تقريباً من العناوين. مع ذلك، عادة ما تستخدم كتلة صغيرة نسبياً من العناوين في البداية.
fr_fr: Les portefeuilles déterministes peuvent contenir une quantité quasiment infinie d'adresses. Toutefois, pour la majorité des cas, seul un petit bloc d'adresses situé au tout début de la liste est utilisé.
it_it: I portafogli deterministici possono contenere un numero quasi infinito di indirizzi. Tuttavia, solitamente, non vengono mai utilizzati tutti.
nl_nl: Deterministische portemonnees kunnen een vrijwel oneindig aantal adressen bevatten. Meestal wordt echter slechts een relatief klein blok adressen aan het begin ooit gebruikt.
pl_pl: Deterministyczne portfele mogą zawierać prawie nieskończoną liczbę adresów. Jednak zazwyczaj tylko stosunkowo mały blok adresów na początku jest kiedykolwiek używany.
pt_br: As carteiras determinísticas podem conter um número quase infinito de endereços. No entanto, normalmente, apenas um bloco relativamente pequeno de endereços no início já foram usados.
sw_ke: Pochi zinaweza kuwa na idadi kubwa zaidi ya anwani. Lakini, kawaida tu tengo chache za anwani hapo mwanzoni hutumika.

source: Device ID
ar_sa: معرف الجهاز
fr_fr: ID de l'appareil
it_it: ID dispositivo
nl_nl: Apparaat-ID
pl_pl: ID urządzenia
pt_br: ID do dispositivo
sw_ke: Kitambulisho cha kifaa

source: Device Label
ar_sa: تسمية الجهاز
fr_fr: Étiquette de l'appareil
it_it: Etichetta dispositivo
nl_nl: Apparaatlabel
pl_pl: Etykieta urządzenia
pt_br: Etiqueta do dispositivo
sw_ke: Lebo ya Kifaa

source: Device communication error. Please unplug and replug your Digital Bitbox.
ar_sa: خطأ في إتصال الجهاز. الرجاء فك توصيل ال Bitbox الرقمي وإعادة توصيله.
it_it: Errore comunicazione del dispositivo. Per favore, scollega e ricollega il tuo Digital Bitbox.
nl_nl: Apparaatcommunicatiefout. Ontkoppel uw Digital Bitbox en sluit hem opnieuw aan.
pl_pl: Błąd komunikacji urządzenia. Odłącz i podłącz ponownie twój Digital Bitbox.
pt_br: Erro de comunicação com o dispositivo. Por favor retire e reinsira o seu Digital Bitbox.
sw_ke: Kosa la mawasiliano ya kifaa. Tafadhali toa na urudishe tena Bitbox Digitali.

source: Device id not found or was changed
ar_sa: لم يتم العثور على معرف الجهاز أو تم تغييره
it_it: Id dispositivo non trovato o modificato
nl_nl: Apparaat-ID niet gevonden of werd gewijzigd
pl_pl: Nie znaleziono identyfikatora urządzenia lub został on zmieniony
pt_br: Id do dispositivo não encontrado ou foi alterado
sw_ke: Kitambulisho cha kifaa hakipatikana au kilibadilishwa

source: Digital Bitbox wallet
ar_sa: محفظة Bitbox الرقمية
fr_fr: Portefeuille Digital Bitbox
it_it: Portafoglio Digital Bitbox
nl_nl: Digital Bitbox-portemonnee
pl_pl: Portfel Digital Bitbox
pt_br: Carteira Digital Bitbox
sw_ke: Kipochi dijitali cha Bitbox

source: Disable
ar_sa: معطل
fr_fr: Désactiver
it_it: Disattiva
nl_nl: Uitschakelen
pl_pl: Wyłącz
pt_br: Desativar
sw_ke: Imetolewa

source: Disable CashShuffle
ar_sa: تعطيل CashShuffle
fr_fr: Désactiver CashShuffle
it_it: Disattiva CashShuffle
nl_nl: CashShuffle uitschakelen
pl_pl: Wyłącz CashShuffle
pt_br: Desativar CashShuffle
sw_ke: Toa CashShuffle

source: Disable PIN
ar_sa: تعطيل ال PIN
fr_fr: Désactiver le code PIN
it_it: Disabilita PIN
nl_nl: Pincode uitschakelen
pl_pl: Wyłącz PIN
pt_br: Desativar o PIN
sw_ke: Toa PIN

source: Disable Passphrases
ar_sa: تعطيل عبارات المرور
fr_fr: Désactiver les phrases secrètes
it_it: Disattiva le passphrases
nl_nl: Wachtzinnen uitschakelen
pl_pl: Wyłącz frazy haseł
pt_br: Desativar Frases Secretas
sw_ke: Wezesha manenosiri

source: Disable this option if you plan on receiving funds using your old change addresses or if you suspect your old change addresses may have unseen funds on them.
it_it: Disabilita questa opzione se hai intenzione di ricevere fondi usando il tuo vecchio indirizzo di resto o se sospetti che il tuo vecchio indirizzo di resto potrebbe avere dei fondi mai scoperti.

source: Disabled
ar_sa: معطل
fr_fr: Désactiver
it_it: Disabilitato/a
nl_nl: Uitgeschakeld
pl_pl: Wylaczone
pt_br: Desabilitado
sw_ke: Imetolewa

source: Disabling automatic Cash Fusions
ar_sa: تعطيل Cash Fusions التلقائية
it_it: Disattivazione automatica delle Cash Fusion
nl_nl: Automatische CashFusies uitschakelen
pl_pl: Wyłączenie automatycznych fuzji Cash Fusions
pt_br: Desabilitando CashFusions automáticas
sw_ke: Toa Cash Fusions Automatiki

source: Disconnect
ar_sa: قطع الإتصال
fr_fr: Se déconnecter
it_it: Disconnetti
nl_nl: Verbinding verbreken
pl_pl: Rozłącz
pt_br: Desconectar
sw_ke: Imekatishwa mawasiliano

source: Disk Space Low
ar_sa: مساحة القرص منخفضة
fr_fr: Espace disque faible
it_it: Spazio su Disco in Esaurimento
nl_nl: Weinig schijfruimte
pl_pl: Mało miejsca na dysku
pt_br: Espaço em disco baixo
sw_ke: Nafasi ya Diski iko Chini

source: Display the details of your transactions before signing it.
ar_sa: قم بعرض تفاصيل العمليات الخاصة بك قبل التوقيع عليها.
fr_fr: Affichez les détails de la transaction avant signature.
it_it: Mostra dettagli delle tue transazioni prima di firmarle.
nl_nl: De details van uw transacties tonen vóór ondertekening.
pl_pl: Wyświetl szczegóły transakcji przed podpisaniem jej.
pt_br: Exibe os detalhes das suas transações antes de assiná-las.
sw_ke: Onyesha maelezo ya shughuli za ununuzi zako kabla ya kusaini.

source: Do not enter code here that you don't understand. Executing the wrong code could lead to your coins being irreversibly lost.
ar_sa: لا تدخل هنا رمزاً لا تفهمه. تنفيذ الرموز الخاطئة يمكن أن يؤدي إلى فقدان عملاتك بشكل لا رجعة فيه.
fr_fr: Ne collez pas ici de code que vous ne comprenez pas. Exécuter un code erroné peut résulter en une perte d'argent irréversible.
it_it: Non inserire del codice che non conosci. L'esecuzione del codice sbagliato potrebbe portare alla perdita irreversibile dei tuoi fondi.
nl_nl: Voer hier geen code in die u niet begrijpt. De verkeerde code uitvoeren kan leiden tot onomkeerbaar verlies van uw munten.
pl_pl: Nie wprowadź tutaj kodu, którego nie rozumiesz. Wykonanie błędnego kodu może doprowadzić do nieodwracalnej utraty Twoich monet.
pt_br: Não insira código aqui que você não entenda. Executar o código errado pode resultar em moedas perdidas irreversivelmente.
sw_ke: Usiingize codi usioelewa. Kutumia nambari mbaya kunaweza kusababisha sarafu zako kupotea kabisa.

source: Do not pair
ar_sa: عدم الإقران
fr_fr: Ne pas appairer
it_it: Non abbinare
nl_nl: Niet koppelen
pl_pl: Nie paruj
pt_br: Não foi possível parear
sw_ke: Usiunganishe

source: Do not store it electronically.
ar_sa: لا تخزنها الكترونياً.
fr_fr: Ne la stockez pas électroniquement.
it_it: Non conservarlo in modo digitale/elettronico.
nl_nl: Bewaar het niet elektronisch.
pl_pl: Nie przechowuj go w sposób elektroniczny.
pt_br: Não a armazene eletronicamente.
sw_ke: Usihifadhi kwa kifaa chochote cha digitali.

source: Do you want to close this wallet?
it_it: Vuoi chiudere questo portafoglio?
pl_pl: Czy chcesz zamknąć ten portfel?
