Repository: Electron-Cash/electrum-locale
Catalog: locale/*/electron-cash.po
Languages: ar_sa, fr_fr, it_it, nl_nl, pl_pl, pt_br, sw_ke

source: This request expires: {}
ar_sa: تنتهي مدة هذا الطلب: {}
fr_fr: Cette requête expire : {}
it_it: Questa richiesta scade: {}
nl_nl: Dit verzoek verloopt: {}
pl_pl: Ta prośba wygasa: {}
pt_br: Esta solicitação expira: {}
sw_ke: Ombi hili linaisha: {}

source: This seed is ambiguous and may also be interpreted as a <b>BIP39</b> seed.
ar_sa: هذه الكلمة المفتاحية غامضة وقد تفسر أيضا على أنها الكلمة المفتاحية ل <b>BIP39</b>.
fr_fr: Cette graine est ambiguë et peut également être interprétée comme une graine <b>BIP39</b>.
it_it: Questo seme è ambiguo e potrebbe essere interpretato come seme <b>BIP39</b>.
nl_nl: Deze seed is dubbelzinnig en kan ook worden geïnterpreteerd als een <b>BIP39</b>-seed.
pl_pl: Ten seed jest niejednoznaczny i może być również interpretowany jako <b>BIP39</b>.
pt_br: Essa seed é ambígua e também pode ser interpretada como uma seed <b>BIP39</b>.

source: This seed will allow you to recover your wallet in case of computer failure.
ar_sa: كلمة المفتاح هذه ستمكنك من إستعادة محفظتك في حال تعطل حاسوبك.
fr_fr: Cette graine vous permettra de restaurer votre portefeuille en cas d'une défaillance de votre ordinateur.
it_it: Questa frase di recupero sarà in grado di ripristinare il tuo portafoglio in caso di guasti al computer.
nl_nl: Met deze seed kunt u uw portemonnee herstellen in geval van computerproblemen.
pl_pl: To ziarno pozwoli ci na odzyskanie swojego portfela w przypadku problemów z komputerem.
pt_br: Esta Seed permite recuperar a sua carteira em caso de falha do computador.
sw_ke: Manenosiri haya yatakusaidia kupata kipochi chako tena ikiwa kompyuta inahitilafu.

source: This server is banned
ar_sa: هذا الخادم محظور
fr_fr: Ce serveur est banni
it_it: Questo server è bannato
nl_nl: Deze server is verbannen
pl_pl: Ten serwer jest wykluczony
pt_br: Este servidor está banido
sw_ke: Seva hii imepigwa marufuku

source: This server is still indexing transactions. You should switch to another server for now.
ar_sa: هذا الخادم لا يزال يفهرس العمليات. يجب عليك التبديل إلى خادم آخر الآن.
fr_fr: Ce serveur est toujours en cours d'indexation des transactions. Vous devriez passer à un autre serveur pour le moment.
it_it: Questo server sta ancora indicizzando le transazioni. Dovresti usare un altro server per il momento.
nl_nl: Deze server is nog bezig transacties aan het indexeren. Voor nu zou u moeten overschakelen naar een andere server.
pl_pl: Ten serwer nadal indeksuje transakcje. Powinieneś przełączyć się na inny serwer.
pt_br: Este servidor ainda está indexando transações. Você deve mudar para outro servidor por enquanto.
sw_ke: Seva hii bado inaangazia shughuli za ununuzi. Unapaswa kubadilisha seva kwa sasa.

source: This server's pinned certificate mismatches its current certificate
ar_sa: الشهادة المثبتة لهذا الخادم غير متطابقة مع شهادته الحالية
it_it: Il certificato in evidenza di questo server non corrisponde al suo certificato attuale
nl_nl: Het vastgezette certificaat van deze server komt niet overeen met het huidige certificaat
pl_pl: Podłączony certyfikat tego serwera nie pasuje do jego obecnego certyfikatu
pt_br: O certificado fixado deste servidor não coincide com o certificado atual

source: This spending mode is the same as previous versions of Electron Cash, which did not offer CashShuffle.
ar_sa: وضع الإنفاق هذا هو نفس الإصدارات السابقة من Electron Cash، والتي لم تقدم CashShuffle.
fr_fr: Ce mode de dépense est le même que les versions précédentes d'Electron Cash, qui n'offrait pas CashShuffle.
it_it: Questa modalità di spesa è la stessa delle versioni precedenti di Electron Cash, che non includono CashShuffle.
nl_nl: Deze bestedingsmodus is hetzelfde als eerdere versies van Electron Cash die geen CashShuffle aanboden.
pl_pl: Ten tryb wydawania jest taki sam jak poprzednie wersje Electron Cash, które nie oferowały CashShuffle.
pt_br: Essa maneira de gastar ou pagar é a mesma das versões anteriores do Electron Cash, que não oferece CashShuffle.

source: This spending wallet is not encrypted and not password protected. Sharing it over the internet could result in others intercepting the data and for you to potentially lose funds. Continue anyway?
ar_sa: محفظة الإنفاق هذه غير مشفرة وليست محمية بكلمة مرور. إن مشاركتها عبر الإنترنت يمكن أن يؤدي إلى إعتراض الآخرين للبيانات ومن الممكن أن تفقد أموالك. هل تريد المتابعة على أية حال؟
fr_fr: Ce portefeuille de dépenses n'est pas chiffré et n'est pas protégé par mot de passe. Le partage sur Internet pourrait entraîner l'interception de données par d'autres personnes et vous risquez de perdre des fonds. Continuer quand même ?
it_it: Questo portafoglio di spesa non è cifrato e non è protetto da password. Condividerlo su internet può comportare all'intercettazione dei suoi contenuti da parte di altri con il potenziale rischio di perderne i fondi. Vuoi continuare comunque?
nl_nl: Deze bestedingsportemonnee is niet versleuteld en niet met wachtwoord beschermd. Delen over het internet kan resulteren dat derden de gegevens onderscheppen en dat u mogelijk geld verliest. Toch doorgaan?
pl_pl: Ten portfel wydatków nie jest zaszyfrowany i nie chroniony hasłem. Udostępnianie go przez Internet może spowodować przechwycenie danych przez innych i potencjalną stratę środków. Mimo to kontynuować?
pt_br: Esse portfólio de gastos não é criptografado ou protegido por senha. Compartilhá-lo pela Internet pode resultar em outras pessoas que interceptam dados e perdem fundos. Continuar assim mesmo?
sw_ke: Kipochi cha matumizi hakijasimbwa na halina nenosiri. Kulisambaza kwenye mtandao kunaweza kusababisha wengine kupeleleza data yako siri na mwishowe kupoteza pesa. Endelea Tu?

source: This testnet wallet has an invalid master key format.
ar_sa: إن محفظة testnet هذه لديها شكل مفتاح رئيسي غير صالح.
fr_fr: Ce portefeuille testnet a un format de clé principale invalide.
it_it: Questo portafoglio testnet ha un formato chiave principale non valido.
nl_nl: Deze testnet-portemonnee heeft een ongeldig moedersleutelformaat.
pl_pl: Ten portfel testnet ma nieprawidłowy format klucza głównego.
pt_br: Este portfólio de testnet possui um formato de chave mestra inválido.
sw_ke: Kipochi cha kufanya jaribio kina muundo wa funguosiri batili.

source: This tool helps convert between address formats for Bitcoin Cash addresses. You are encouraged to use the 'Cash address' format.
ar_sa: تساعد هذه الأداة في التحويل بين شكل العناوين لعناوين Bitcoin Cash. يتم تشجيعك على إستخدام شكل "Cash address".
fr_fr: Cet outil aide à convertir entre les formats d'adresse pour les adresses Bitcoin Cash. Vous êtes encouragé à utiliser le format 'Adresse Cash'.
it_it: Questo strumento converte gli indirizzi Bitcoin Cash in diversi formati. È consigliato utilizzare il formato 'Indirizzo Cash'.
nl_nl: Dit hulpmiddel helpt u te wisselen tussen adresformaten voor Bitcoin Cash-adressen. U wordt aangemoedigd het 'Cashadres'-formaat te gebruiken.
pl_pl: To narzędzie pomaga konwertować formaty adresów dla adresów Bitcoin Cash. Zachęca się do używania formatu 'Cash Address'.
pt_br: Esta ferramenta converte endereços de Bitcoin Cash entre diferentes formatos. Sugere-se usar o formato Cash address.

source: This tool installs hardware wallet "udev rules" on your system.
ar_sa: تقوم هذه الأداة بتثبيت محفظة الأجهزة "قواعد udev" على نظامك.
fr_fr: Cet outil installe le portefeuille matériel "règles udev" sur votre système.
it_it: Questo strumento installa il portafoglio hardware "udev rules" sul tuo sistema.
nl_nl: Dit hulpmiddel installeert "udev-regels" voor hardwareportemonnees op uw systeem.
pl_pl: To narzędzie instaluje portfel sprzętowy "udev rules" w Twoim systemie.
pt_br: Esta ferramenta instala as regras do portfólio de hardware "udev" no seu sistema.
sw_ke: Programu hii huweka kifaa cha kipochi na sheria za "udev" kwa komyuta yako.

source: This transaction is not saved. Close anyway?
ar_sa: لم يتم حفظ هذه العملية. إغلاق على أي حال؟
fr_fr: Cette transaction n'est pas enregistrée. Fermer quand même ?
it_it: Questa transazione non è salvata. Vuoi chiudere ugualmente?
nl_nl: Deze transactie is niet opgeslagen. Toch sluiten?
pl_pl: Transakcja nie została zapisana. Zamknąć mimo tego?
pt_br: Esta operação não foi salva. Fechar de qualquer maneira?
sw_ke: Shuguli hii ya ununuzi haijahifadhiwa. Funga hata hivyo?

source: This transaction is not signed and thus lacks a transaction ID.
ar_sa: هذه العملية غير موقّعة وبالتالي تفتقر إلى معرّف العملية.
fr_fr: Cette transaction n'est pas signée et n'a donc pas d'ID de transaction.
it_it: Questa transazione non è firmata e non contiene l'ID di transazione.
nl_nl: Deze transactie is niet ondertekend en heeft daarom geen transactie-ID.
pl_pl: Ta transakcja nie jest podpisana i dlatego brakuje jej ID.
pt_br: Esta transação não está assinada e, portanto, não possui um ID de transação.

source: This type of script is not supported with {}.
ar_sa: هذا النوع من النص البرمجي غير معتمد مع {}.
fr_fr: Ce type de script n'est pas pris en charge avec {}.
it_it: Questo tipo di script non è supportato con {}.
nl_nl: Dit type script wordt niet ondersteund met {}.
pl_pl: Ten typ skryptu nie jest obsługiwany przez {}.
pt_br: Este tipo de script não é suportado com {}.

source: This version of Electron Cash currently only supports sending to 1 address at a time! Sorry!
ar_sa: هذا الإصدار من Electron Cash يعتمد حاليا" فقط الإرسال إلى عنوان واحد في كل مرة! عذراً!
fr_fr: Cette version d'Electron Cash ne prend actuellement en charge que l'envoi à 1 adresse à la fois ! Désolé !
it_it: Questa versione di Electron Cash supporta l'invio di un solo indirizzo alla volta! Spiacente!
nl_nl: Deze versie van Electron Cash ondersteunt momenteel alleen het versturen naar 1 adres tegelijk! Sorry!
pl_pl: Ta wersja Electron Cash obecnie obsługuje wysyłanie tylko na 1 adres na raz! Przepraszamy!
pt_br: Esta versão do Electron Cash suporta apenas remessas para um endereço por vez. Sentimos muito!
sw_ke: Toleo hili la Electron Cash sasa inasaidia tu kutuma kwa anwani 1 kwa wakati mmoja! Samahani!

source: This wallet has no seed
ar_sa: المحفظة ليس لها بذرة
fr_fr: Ce portefeuille n'a pas de graine
it_it: Questo portafoglio non ha seme
nl_nl: Deze portemonnee heeft geen seed
pl_pl: Ten portfel nie ma ziarna
pt_br: Esta carteira tem nenhuma seed
sw_ke: Kipochi hili hakina manenosiri

source: This wallet has no unspent outputs (coins) to display.
ar_sa: هذه المحفظة ليس لديها أي مخرجات (عملات) غير منفقة لعرضها.
fr_fr: Ce portefeuille n'a pas de sorties non dépensées (pièces) à afficher.
it_it: Questo portafoglio non ha output non spesi (fondi) da mostrare.
nl_nl: Deze portemonnee heeft geen ongespendeerde outputs (munten) om weer te geven.
pl_pl: Ten portfel nie ma niewykorzystanych wyjść (monet) aby je pokazać.
pt_br: Esta carteira não possui saídas não usadas (moedas) para exibir.
sw_ke: Kipochi hiki hakina matokeo (sarafu) yaliyotumika yakuonyeshwa.

source: This wallet is watching-only.
ar_sa: هذه المحفظة هي مشاهدة فقط.
fr_fr: Ce portefeuille est en lecture seule.
it_it: Questo portafoglio è di sola lettura.
nl_nl: Deze portemonnee is alleen-lezen.
pl_pl: Ten portfel jest tylko obserwowany.
pt_br: Esta carteira está apenas assistindo.
sw_ke: Kipochi hiki ni cha kuaangalia tu.

source: This wallet type ({wtype}) cannot be used with CashFusion. Please use a standard deterministic spending wallet with CashFusion.
it_it: Questo tipo di portafoglio ({wtype}) non può essere utilizzato con CashFusion. Per favore, utilizza un portafoglio deterministico di spesa standard con CashFusion.
nl_nl: Dit type portemonnee ({wtype}) kan niet worden gebruikt met CashFusie. Gebruik alstublieft een standaard deterministische bestedingsportemonnee met CashFusie.
pl_pl: Ten typ portfela ({wtype}) nie może być użyty z CashFusion. Użyj standardowego deterministycznego portfela wydatków z CashFusion.
pt_br: Este tipo de carteira ({wtype}) não pode ser usado com CashFusion. Por favor, use uma carteira determinística padrão com CashFusion.

source: This wallet type cannot be used with CashShuffle.
ar_sa: لا يمكن إستخدام نوع المحفظة هذه مع CashShuffle.
fr_fr: Ce type de portefeuille ne peut pas être utilisé avec CashShuffle.
it_it: Questo tipo di portafoglio non può essere usato con CashShuffle.
nl_nl: Dit type portemonnee kan niet met CashShuffle worden gebruikt.
pl_pl: Ten typ portfela nie może być użyty z CashShuffle.
pt_br: Este tipo de carteira é imcompatível com CashShuffle
sw_ke: Aina hii ya kipochi haiwezi kutumiwa na CashShuffle.

source: This will start a private instance of the Tor proxy controlled by Electron Cash.
it_it: Questo avvierà un'istanza privata del proxy Tor controllato da Electron Cash.
nl_nl: Dit zal een privé-instantie van de Torproxy starten onder beheer van Electron Cash.
pl_pl: To uruchomi prywatną instancję proxy Tor kontrolowaną przez Electron Cash.
pt_br: Isto irá iniciar uma instância privada do proxy Tor controlado pelo Electron Cash.

source: Tier
ar_sa: الطبقة
fr_fr: Palier
it_it: Livello
nl_nl: Klasse
pl_pl: Poziom
pt_br: Nível
sw_ke: Kiwango

source: Timed out
it_it: Tempo scaduto
pl_pl: Upłynął limit czasu

source: To cancel, briefly touch the blinking light or wait for the timeout.
ar_sa: للإلغاء، لمس لفترة وجيزة الضوء الوامض أو الإنتظار حتى إنتهاء المهلة.
fr_fr: Pour annuler, touchez brièvement la lumière clignotante ou attendez le délai d'attente.
it_it: Per annullare, tocca brevemente la luce lampeggiante o aspetta il timeout.
nl_nl: Om te annuleren raakt u kort het knipperlicht aan of wacht u op de time-out.
pl_pl: Aby anulować, naciśnij krótko migające światełko lub poczekaj na przekroczenie limitu czasu.
pt_br: Para cancelar, toque brevemente na luz intermitente ou aguarde o tempo limite.

source: To cancel, briefly touch the light or wait for the timeout.
ar_sa: للإلغاء، لمس لفترة وجيزة الضوء أو الإنتظار حتى إنتهاء المهلة.
fr_fr: Pour annuler, touchez brièvement la lumière ou attendez le délai.
it_it: Per annullare, tocca brevemente la luce o aspetta il timeout.
nl_nl: Om te annuleren raakt u kort het licht aan of wacht u op de time-out.
pl_pl: Aby anulować, naciśnij krótko światelko lub poczekaj na przekroczenie limitu czasu.
pt_br: Para cancelar, toque brevemente na luz ou aguarde o tempo limite.

source: To continue, touch the Digital Bitbox's blinking light for 3 seconds.
ar_sa: للمتابعة، لمس الضوء الوامض ل Bitbox الرقمي لمدة 3 ثوان.
fr_fr: Pour continuer, touchez la lumière clignotante du Digital Bitbox pendant 3 secondes.
it_it: Per proseguire, tocca la luce lampeggiante del Digital Bitbox per 3 secondi.
nl_nl: Om door te gaan raakt u het knipperlicht van Digital Bitbox 3 seconden aan.
pl_pl: Aby kontynuować, naciśnij migające światełko Digital Bitbox przez 3 sekundy.
pt_br: Para continuar, toque na luz piscante do seu Bitbox digital por 3 segundos.

source: To continue, touch the Digital Bitbox's light for 3 seconds.
ar_sa: للمتابعة، لمس ضوء Bitbox الرقمي لمدة 3 ثوان.
fr_fr: Pour continuer, touchez la lumière du Digital Bitbox pendant 3 secondes.
it_it: Per proseguire, tocca la luce del Digital Bitbox per 3 secondi.
nl_nl: Om door te gaan raakt u het licht van Digital Bitbox 3 seconden aan.
pl_pl: Aby kontynuować, naciśnij światełko Digital Bitbox przez 3 sekundy.
pt_br: Para continuar, toque na luz da sua Bitbox digital por 3 segundos.

source: To create a spending wallet, please enter a master private key (xprv/yprv/zprv).
ar_sa: لإنشاء محفظة للإنفاق, الرجاء أدخل مفتاح خاص رئيسي (xprv/yprv/zprv).
fr_fr: Pour créer un portefeuille de dépenses, veuillez entrer une clé privée maîtresse (xprv/yprv/zprv).
it_it: Per creare un portafoglio di spesa, per favore, inserisci una chiave privata principale (xprv/yprv/zprv).
nl_nl: Om een bestedingsportemonnee te maken, gelieve een privémoedersleutel (xprv/yprv/zprv) in te voeren.
pl_pl: Aby utworzyć portfel wydatków wprowadź główny klucz prywatny (xprv/yprv/zprv).
pt_br: Para criar uma carteira capaz de executar pagamentos, insira a chave privada mestra (xprv/yprv/zprv).
sw_ke: Ili kuunda kipochi cha matumizi, tafadhali ingiza funguo siri za (xprv/yprv/zprv).

source: To create a watching-only wallet, please enter your master public key (xpub/ypub/zpub).
ar_sa: لإنشاء محفظة مشاهدة فقط، يرجى إدخال مفتاحك العمومي الرئيسي (xpub/ypub/zpub).
fr_fr: Pour créer un portefeuille en lecture seule, veuillez entrer une clé publique maîtresse (xpub/ypub/zpub).
it_it: Per creare un portafoglio di sola lettura, per favore, inserisci la tua chiave pubblica principale (xpub/ypub/zpub).
nl_nl: Voer uw publieke moedersleutel (xpub/ypub/zpub) in om een alleen-lezenportemonnee te creëren.
pl_pl: Aby utworzyć portfel tylko do obserwacji, wprowadź swój główny klucz publiczny (xpub/ypub/zpub).
pt_br: Para criar uma carteira watching-only, insira a chanve pública mestra (xpub/ypub/zpub).
sw_ke: Ili kuunda mkoba wa kutazama tu, tafadhali ingiza funguo za siri (xpub/ypub/zpub).

source: To help us diagnose and fix the problem, you can send us a bug report that contains useful debug information:
ar_sa: لمساعدتنا على تشخيص المشكلة وإصلاحها، يمكنك إرسال تقرير عن الأخطاء يحتوي على معلومات تصحيحية مفيدة:
fr_fr: Pour nous aider à diagnostiquer et résoudre le problème, vous pouvez nous envoyer un rapport d'erreur contenant des information de débogage :
it_it: Per aiutarci a diagnosticare e a risolvere il problema, puoi inviarci una segnalazione del bug che contiene informazioni utili al debug:
nl_nl: Om ons te helpen het probleem te diagnosticeren en op te lossen, kunt u ons een bugrapport sturen dat nuttige debuginformatie bevat:
pl_pl: Aby pomóc nam zdiagnozować i naprawić problem, możesz wysłać nam raport, który zawiera przydatne dane o błędzie:
pt_br: Para nos ajudar a diagnosticar e corrigir o problema, você pode nos enviar um relatório de erro que contém informações úteis:
sw_ke: Kutusaidia kugundua na kurekebisha shida, unaweza kututumia ripoti ya dosari ambayo ina habari muhimu ya utatuaji:

source: To import addresses into a spending wallet, you must use their private key.
ar_sa: لاستيراد العناوين إلى محفظة للإنفاق، يجب عليك إستخدام مفتاحهم الخاص.
fr_fr: Pour importer des adresses dans un portefeuille de dépense, vous devez utiliser leur clé privée.
it_it: Per importare gli indirizzi in un portafoglio di spesa, devi usare la loro chiave privata.
nl_nl: Om adressen te importeren in een bestedingsportemonnee moet u hun privésleutel gebruiken.
pl_pl: Aby zaimportować adresy do portfela wydatków, musisz użyć ich klucza prywatnego.
pt_br: Para importar endereços para um portfólio de despesas, você deve usar sua chave privada.
sw_ke: Ili kuingiza anwani kwenye kipochi cha matumizi, lazima utumie funguo za siri.

source: To make sure that you have properly saved your seed, please retype it here.
ar_sa: للتأكد من أنك قمت بحفظ الكلمة المفتاحية الخاصة بك بشكل صحيح، يرجى إعادة كتابتها هنا.
fr_fr: Pour s'assurer que vous avez bien sauvegardé votre graine, merci de la réécrire ici.
it_it: Per essere sicuri che hai conservato il seme, per favore, riscrivilo qui.
nl_nl: Gelieve uw seed opnieuw in te typen, om zeker te zijn dat u uw seed goed heeft bewaard.
pl_pl: Aby udowodnić, że ziarno został prawidłowo zachowane, przepisz go tutaj.
pt_br: Para garantir que guardou corretamente a sua seed, por favor volte a introduzi-la aqui.
sw_ke: Ili kuhakikisha kuwa umehifadhi nakala ya manenosiri yako, tafadhali weka tena hapa.

source: To perform auto-fusion in the background, please enter your password.
ar_sa: لإجراء الدمج التلقائي في الخلفية، الرجاء إدخال كلمة المرور الخاصة بك.
fr_fr: Pour effectuer l'auto-fusion en arrière-plan, veuillez entrer votre mot de passe.
it_it: Per eseguire la fusione automatica in background, per favore, inserisci la password.
nl_nl: Voer uw wachtwoord in om auto-fusie op de achtergrond uit te voeren.
pl_pl: Aby wykonać auto-fuzję w tle, wprowadź swoje hasło.
pt_br: Para fazer auto-fusão em segundo plano, insira sua senha.
sw_ke: Kuwezesha auto-fusion, weka nenosiri lako.

source: To proceed, enter the PIN for your Satochip:
ar_sa: للمتابعة، أدخل رمز PIN ل Satochip الخاص بك:
fr_fr: Pour continuer, entrez le code PIN de votre Satochip :
it_it: Per procedere, inserisci il PIN del tuo Satochip:
nl_nl: Voer de pincode van uw Satochip in om door te gaan:
pl_pl: Aby kontynuować, wprowadź PIN dla Satochip:
pt_br: Para continuar, digite o PIN do seu Satochip:
sw_ke: Kuendelea, Ingiza PIN mpya ya Satochip yako:

source: To proceed, please select a wallet to open.
ar_sa: للمتابعة، يرجى تحديد محفظة لفتحها.
fr_fr: Pour continuer, sélectionnez un portefeuille à ouvrir.
it_it: Per procedere, per favore, seleziona un portafoglio da aprire.
nl_nl: Selecteer een te openen portemonnee om door te gaan.
pl_pl: Aby kontynuować, wybierz portfel.
pt_br: Selecione um portfólio para abrir para continuar.
sw_ke: Kuendelea, tafadhali chagua kipochi cha kutumia.

source: To trigger a rescan, press 'Next'.
ar_sa: لتشغيل المسح من جديد، إضغط على 'التالي'.
fr_fr: Pour déclencher un rescan, appuyez sur 'Suivant'.
it_it: Per attivare una nuova scansione, premere 'Avanti'.
nl_nl: Druk op 'Volgende' om een herscan te activeren.
pl_pl: Aby uruchomić ponowne skanowanie, naciśnij 'Dalej'.
pt_br: Para procurar novamente, clique em 'Próximo'.

source: To try to fix this, we will now re-pair with your device.
ar_sa: لمحاولة إصلاح هذا، سنقوم الآن بإعادة الإقتران مع جهازك.
fr_fr: Pour essayer de résoudre ce problème, nous allons maintenant re-jumeler avec votre appareil.
it_it: Per risolvere questo problema, proveremo ad abbinarci nuovamente al tuo dispositivo.
nl_nl: Om dit te proberen op te lossen, zullen we uw apparaat nu opnieuw koppelen.
pl_pl: Aby to naprawić, teraz przeprowadzimy ponowne parowanie z Twoim urządzeniem.
pt_br: Emparelharemos seu dispositivo novamente para tentar corrigir o problema.

source: Toggle CashAddr Display
ar_sa: تبديل عرض CashAddr
fr_fr: Activer/désactiver l'affichage CashAddr
it_it: Attiva/Disattiva Visualizzazione CashAddr
nl_nl: CashAdr-weergave omschakelen
pl_pl: Przełącz wyświetlanie CashAddr
pt_br: Trocar apresentação formato CashAddr ou Legacy
sw_ke: Geuza onyesho la CashAddr

source: Toggle CashShuffle
ar_sa: تبديل CashShuffle
fr_fr: Activer CashShuffle
it_it: Attiva/Disattiva CashShuffle
nl_nl: CashShuffle omschakelen
pl_pl: Przełącz CashShuffle
pt_br: Ligar/desligar CashShuffle
sw_ke: Geuza CashShuffle

source: Toggle Format
ar_sa: تبديل الصيغة
fr_fr: Basculer le format
it_it: Attiva/Disattiva Formato
nl_nl: Formaat omschakelen
pl_pl: Przełącz format
pt_br: Trocar formato
sw_ke: Gueza Muundo

source: Too big
ar_sa: كبير جداً
fr_fr: Trop gros
it_it: Troppo grande
nl_nl: Te groot
pl_pl: Zbyt duży
pt_br: Valor alto
sw_ke: Kubwa sana

source: Too few QR codes detected.
ar_sa: تم إكتشاف عدد قليل جداً من رموز QR.
fr_fr: Trop peu de codes QR détectés.
it_it: Troppi pochi codici QR rilevati.
nl_nl: Te weinig QR-codes gedetecteerd.
pl_pl: Wykryto zbyt mało kodów QR.
pt_br: Muito poucos códigos QR detectados.
sw_ke: Msimbo chache ya QR kugunduliwa.

source: Too long passphrase ({} > 50 chars).
ar_sa: عبارة المرور طويلة جداً ({} > 50 حرفاً).
fr_fr: Votre phrase secrète est trop longue ({} > 50 cars.).
it_it: Passphrase troppo lunga ({} > 50 caratteri).
nl_nl: Te lange wachtzin ({} > 50 tekens).
pl_pl: Zbyt długie hasło ({}> 50 znaków).
pt_br: Senha muito grande ({} > 50 caracteres).

source: Too many QR codes detected.
ar_sa: تم إكتشاف عدد كبير جداً من رموز QR.
fr_fr: Trop de codes QR détectés.
it_it: Troppi codici QR rilevati.
nl_nl: Te veel QR-codes gedetecteerd.
pl_pl: Wykryto zbyt wiele kodów QR.
pt_br: Muitos códigos QR detectados.
sw_ke: Msimbo nyingi ya QR kugunduliwa.

source: Too small
ar_sa: صغير جداً
fr_fr: Trop petit
it_it: Troppo piccolo
nl_nl: Te klein
pl_pl: Zbyt mały
pt_br: Valor baixo
sw_ke: Kidogo Sana

source: Tools
ar_sa: الأدوات
fr_fr: Outils
it_it: Strumenti
nl_nl: Extra
pl_pl: Narzędzia
pt_br: Ferramentas
sw_ke: Zana
