Repository: Electron-Cash/electrum-locale
Catalog: locale/*/electron-cash.po
Languages: ar_sa, fr_fr, it_it, nl_nl, pl_pl, pt_br, sw_ke

source: You will be asked to enter 24 words regardless of your seed's actual length. If you enter a word incorrectly or misspell it, you cannot change it or go back - you will need to start again from the beginning. So please enter the words carefully!
ar_sa: سوف يطلب منك إدخال 24 كلمة بغض النظر عن طول كلمتك المفتاحية الفعلية. إذا أدخلت كلمة بطريقة خاطئة أو إرتكبت خطأ في تهجئتها، لا يمكنك تغييرها أو العودة إلى الوراء - سوف تحتاج إلى البدء مرة أخرى من البداية. إذن الرجاء إدخال الكلمات بعناية!
fr_fr: Il vous sera demandé de saisir 24 mots, quelle que soit la longueur réelle de votre fil. Si vous saisissez un mot incorrectement ou que vous l'épelez, vous ne pouvez pas le modifier ou revenir en arrière - vous devrez recommencer à partir du début. Veuillez donc entrer les mots avec précaution !
it_it: Ti verrà chiesto di inserire 24 parole indipendentemente dalla lunghezza effettiva del tuo seme. Se inserisci una parola errata, non puoi cambiarla o tornare indietro - dovrai ricominciare dall'inizio. Per favore, inserisci le parole con attenzione!
nl_nl: U zult worden gevraagd 24 woorden in te voeren, ongeacht de daadwerkelijke lengte van uw seed. Als u een woord verkeerd invoert of spelt, kunt u het niet wijzigen of teruggaan - u moet helemaal opnieuw beginnen. Dus voer de woorden zorgvuldig in!
pl_pl: Zostaniesz poproszony o wprowadzenie 24 słów niezależnie od długości Twojego seeda. Jeśli wpiszesz słowo niepoprawnie lub przeliterowałeś, nie możesz go zmienić lub wrócić - musisz zacząć ponownie od początku. Więc wprowadź słowa ostrożnie!
pt_br: Você será solicitado a digitar 24 palavras, independentemente da extensão real de sua seed. Se você digitar uma palavra errada, não poderá alterá-la ou voltar - será necessário recomeçar do início. Por favor, escreva as palavras com cuidado!
sw_ke: Utaulizwa kuingiza maneno 24 bila kujali urefu wa manenosiri yako. Ikiwa utaandika neno bila usahihi au kuibadilisha, huwezi kuibadilisha au kurudi nyuma - utahitaji kuanza tena kutoka mwanzo. Kwa hivyo tafadhali ingiza maneno kwa uangalifu!

source: You're using a fee of less than 1.0 sats/B. It may take a very long time to confirm.
ar_sa: أنت تستخدم رسم أقل من 1.0 sats/B. قد يستغرق التأكيد وقتاً طويلاً جداً.
fr_fr: Vous utilisez des frais de moins de 1,0 sats/B. Cela peut prendre beaucoup de temps à confirmer.
it_it: Stai usando una commissione inferiore a 1.0 sat/B. Potrebbe volerci molto tempo per ottenere una confermara.
nl_nl: U gebruikt kosten minder dan 1,0 sat/B. Bevestiging kan erg lang duren.
pl_pl: Używasz opłaty poniżej 1,0 sat/B. Potwierdzenie może zająć bardzo dużo czasu.
pt_br: Você está usando uma comissão inferior a 1,0 sats / B. Pode levar muito tempo para ser confirmado.

source: Your Ledger Wallet wants to tell you a one-time PIN code.<br><br>For best security you should unplug your device, open a text editor on another computer, put your cursor into it, and plug your device into that computer. It will output a summary of the transaction being signed and a one-time PIN.<br><br>Verify the transaction summary and type the PIN code here.<br><br>Before pressing enter, plug the device back into this computer.<br>
ar_sa: تريد محفظتك Ledger إخبارك برمز PIN لمرة واحدة.<br><br>للحصول على أفضل أمان يجب عليك فك توصيل جهازك، قم بفتح محرر نص على جهاز كمبيوتر آخر، ووضع المؤشر فيه، وتوصيل جهازك إلى ذلك الكمبيوتر. وسيخرج بموجز عن العملية التي يجري توقيعها وبرمز PIN لمرة واحدة.<br><br>تحقق من ملخص العملية وأكتب رمز PIN هنا.<br><br>قبل الضغط على الدخول، قم بتوصيل الجهاز مرة أخرى إلى هذا الكمبيوتر.<br>
fr_fr: Votre portefeuille Ledger souhaite vous communiquer un code PIN à usage unique.<br><br>Pour une sécurité accrue vous devriez déconnecter votre appareil, ouvrir un éditeur texte sur un autre ordinateur, placer le curseur sur ce dernier et connecter votre appareil sur cet autre ordinateur. Un résumé de la transaction en cours de signature et un code PIN à usage unique seront générés.<br><br>Vérifiez le résumé de la transaction et entrez le code PIN ici.<br><br>Avant d'appuyer sur Entrée, connectez à nouveau votre appareil sur cet ordinateur.<br>
it_it: Il tuo portafoglio Ledger vuole comunicarti un PIN unico.<br><br>Per garantire la sicurezza dovresti scollegare il tuo dispositivo, aprire un editor di test su un altro computer, premere il mouse su di esso, e collegare il dispositivo in quel computer. Mostrerà un sommario della transazione durante la firma e un PIN unico.<br><br>Verifica il sommario della transazione e scrivi il codice PIN qui.<br><br>Prima di premere invio, collega nuovamente il dispositivo a questo computer.<br>
nl_nl: Uw Ledger-portemonnee wil u een eenmalige pincode geven.<br><br>Voor maximale veiligheid moet u uw apparaat loskoppelen, een teksteditor openen op een andere computer, uw cursor erin plaatsen, en uw apparaat op die computer aansluiten. Er wordt een samenvatting van de te ondertekenen transactie getoond en een eenmalige pincode.<br><br>Controleer de transactiesamenvatting en typ hier de pincode.<br><br>Sluit het apparaat terug op deze computer aan voordat u op enter drukt.<br>
pl_pl: Twój portfel Ledger chce przekazać Ci jednorazowy kod PIN.<br><br>Najbezpieczeniej jest odłączyć urządzenie, otworzyć edytor tekstu na innym komputerze, umieścić tam kursor i podłączyć urządzenie do tego komputera. Wygeneruje on podsumowanie podpisanej transakcji i jednorazowy kod PIN.<br><br>Zweryfikuj podsumowanie transakcji i wpisz kod PIN tutaj.<br><br>Przed naciśnięciem Enter, podłącz urządzenie z powrotem do tego komputera.<br>
pt_br: Sua carteira Ledgerdeseja informar um PIN de uso único. <br> <br> Para obter mais segurança, você deve desconectar o dispositivo, abrir um editor de texto em outro computador, colocar o cursor nele e conectar o dispositivo a este computador. O dispositivo mostrará um resumo da transação a ser assinada e um PIN de uso único. <br> <br> Verifique o resumo da transação e insira o código PIN aqui. <br> <br> Antes de pressionar enter, retorne para Conecte o dispositivo neste computador. <br>
sw_ke: Kipochi chako cha Ledger kinataka kukuambia nambari ya siri ya wakati mmoja.<br><br> Kwa usalama bora unapaswa kutoa kifaa chako, kufungua hariri wa maandishi kwenye kompyuta nyingine,. Itatoa ujumbe mfupi was shuguli za ununuzi na PIN ya wakati mmoja.<br><br>Thibitisha muhtasari shuguli za ununuzi na kisha uweke nambari ya Pini hapa.<br><br>Kabla ya kubonyeza 'Ingia', rudisha kifaa hicho kwenye hii kompyuta.<br>

source: Your accounts have been moved to
ar_sa: لقد تم نقل حساباتك إلى
fr_fr: Votre compte a été déplacé vers
it_it: I tuoi account sono stati spostati in
nl_nl: Uw accounts zijn verplaatst naar
pl_pl: Twoje konta zostały przeniesione do
pt_br: Suas contas foram movidas para

source: Your biometrics-based key for this wallet was reset. This means you will need to enter your password for this wallet again. (Then, you can optionally re-enable Touch/Face ID as before.)
ar_sa: تمت إعادة ضبط مفتاح القياسات الحيوية الخاص بك لهذه المحفظة. مما يعني أنك ستحتاج إلى إعادة إدخال كلمة المرور الخاصة بك لهذه المحفظة مجدداً. (ثم، يمكنك إختيارياً إعادة تفعيل Touch/Face ID كما كان من قبل.)
fr_fr: Votre clé basée sur la biométrie pour ce portefeuille a été réinitialisée. Cela signifie que vous devrez saisir à nouveau votre mot de passe pour ce portefeuille. (Ensuite, vous pouvez éventuellement réactiver Touch/Face ID comme avant.)
it_it: La tua chiave basata su parametri biometrici per questo portafoglio è stata resettata. Ciò significa che dovrai inserire nuovamente la password per questo portafoglio. (Poi, puoi opzionalmente riattivare Touch/Face ID come prima.)
nl_nl: Uw biometrie-gebaseerde sleutel voor deze portemonnee is gereset. Dit betekent dat u uw wachtwoord voor deze portemonnee opnieuw zult moeten invoeren. (Optioneel kunt u daarna Touch/Face ID optioneel opnieuw inschakelen, zoals voorheen.)
pl_pl: Twój klucz biometryczny dla tego portfela został zresetowany. Oznacza to, że musisz wprowadzić hasło dla tego portfela ponownie. (Następnie możesz opcjonalnie ponownie włączyć Touch/Face ID, tak jak wcześniej.)
pt_br: Sua chave biométrica deste portfólio foi redefinida. Você precisa digitar sua senha novamente nesta carteira. (Você pode optar por reativar o Touch / Face ID como antes)
sw_ke: Funguosiri lako la baometri kwa kipochi hiki kimewekwa upya. Hii inamaanisha utahitaji kuingiza nenosiri lako kwa kipochi hiki tena. (Unaweza wezesha tena Kitambulisho cha alama za kidole/Uso kama hapo awali.)

source: Your bitcoins are password protected. However, your wallet file is not encrypted.
ar_sa: البتكوين الخاص بك محمي بكلمة مرور. مع ذلك، لم يتم تشفير ملف محفظتك.
fr_fr: Vos bitcoins son protéger par un mot de passe, seulement votre portefeuille n'est pas encrypté.
it_it: I tuoi bitcoin sono protetti con una password. Però, il tuo portafoglio non è cifrato.
nl_nl: Uw bitcoins zijn met wachtwoord beveiligd, maar uw portemonneebestand is niet versleuteld.
pl_pl: Twoje bitcoiny s zabezpieczone hasłem. Jednakże, twój portfel nie jest szyfrowany.
pt_br: Seus bitcoins estão protegidos por senha. No entanto, seu arquivo de carteira não está criptografado.
sw_ke: Bitcoins zako zimelindwa na nenosiri. Lakini, faili yako ya kipochi haijasimbwa.

source: Your contact list is empty.
ar_sa: قائمة جهات إتصالك فارغة.
fr_fr: Votre liste de contact est vide.
it_it: La tua lista contatti è vuota.
nl_nl: Uw contactpersonenlijst is leeg.
pl_pl: Twoja lista kontaktów jest pusta.
pt_br: Lista de contatos vazia.
sw_ke: Orodha ya Stakabadhi za kuwasiliana ni tupu.

source: Your current Electron Cash wallet can only be used with an empty passphrase. You must create a separate wallet with the install wizard for other passphrases as each one generates a new set of addresses.
ar_sa: إن محفظة إلكترون كاش الحالية الخاصة بك يمكن إستخدامها فقط مع عبارة مرور فارغة. يجب عليك إنشاء محفظة منفصلة بواسطة معالج التثبيت لعبارات المرور الأخرى لأن كل منها يولد مجموعة جديدة من العناوين.
fr_fr: Votre portefeuille Electron Cash actuel ne peut être utilisé qu'avec une phrase secrète vide. Vous devez créer un portefeuille séparé avec l'assistant d'installation pour d'autres phrases secrètes car chacune génère un nouvel ensemble d'adresses.
it_it: Il tuo attuale portafoglio Electron Cash può essere utilizzato solo con una passphrase vuota. Devi creare un portafoglio separato con la procedura guidata di installazione per le altre passphrase, in quanto ciascuna genera un nuovo set di indirizzi.
nl_nl: Uw huidige Electron Cash-portemonnee kan uitsluitend worden gebruikt met een lege wachtzin. U moet een aparte portemonnee maken met de installatiewizard voor andere wachtzinnen, aangezien elk een nieuwe set adressen genereert.
pl_pl: Twój obecny portfel Electron Cash może być używany tylko z pustą frazą haseł. Musisz utworzyć oddzielny portfel za pomocą kreatora instalacji dla innych fraz haseł, ponieważ każdy z nich generuje nowy zestaw adresów.
pt_br: Sua carteira atual do Electron Cash só pode ser usada com uma frase de segurança em branco. É necessário criar um portfólio diferente com o assistente de instalação para outras frases de segurança, pois cada uma delas gera um novo conjunto de endereços.
sw_ke: Kipochi chako cha Electron Cash inaweza tumika tu bila manenosiri. Lazima uunde kipochi tofauti za manenosiri mengine kwani kila mmoja hutoa seti mpya ya anwani.

source: Your device firmware is too old
ar_sa: البرنامج الثابت لجهازك قديم جداً
fr_fr: Le firmware de votre appareil est trop ancien
it_it: Il firmware del tuo dispositivo è obsoleto
nl_nl: Uw apparaatfirmware is te oud
pl_pl: Twój firmware jest zbyt stary
pt_br: O firmware do seu dispositivo é muito antigo

source: Your entire transaction history will be downloaded again from the server and verified from the blockchain.
ar_sa: سيتم تنزيل سجل عملياتك مرة أخرى من الخادم وسيتم التحقق منها من سلسلة الكتل.
fr_fr: L'ensemble de votre historique des transactions sera téléchargé à nouveau à partir du serveur et vérifié à partir de la blockchain.
it_it: L'intera cronologia delle transazioni verrà nuovamente scaricata dal server e verificata dalla blockchain.
nl_nl: Uw volledige transactiegeschiedenis zal opnieuw worden gedownload van de server en geverifieerd vanuit de blockchain.
pl_pl: Cała historia transakcji zostanie pobrana ponownie z serwera i zweryfikowana z blockchain.
pt_br: Todo o seu histórico de transações será baixado novamente no servidor e verificado no blockchain.
sw_ke: Historia yako yote ya shughuli za ununuzi itashushwa tena kutoka kwa seva na kuthibitishwa kutoka kwa blockchain.

source: Your fee is too high. Max is 50 sat/byte.
ar_sa: رسومك مرتفعة جداً. الحد الأقصى هو 50 sat/byte.
fr_fr: Vos frais sont trop élevés. Le maximum est de 50 sat/byte.
it_it: La tua commissione è troppo alta. La massima consentita è di 50sat/byte.
nl_nl: Uw kosten zijn te hoog. Max. is 50 sat/byte.
pl_pl: Twoja opłata jest zbyt wysoka. Max to 50 sat/bajt.
pt_br: Tarifa muito alta. Máximo é 50 sat/byte.
sw_ke: Ada yako ni kubwa mno. Max ni 50 sat / byte.

source: Your labels have been synchronised.
ar_sa: تمت مزامنة تسمياتك.
it_it: Le tue etichette sono state sincronizzate.
nl_nl: Uw labels zijn gesynchroniseerd.
pl_pl: Twoje etykiety zostały zsynchronizowane.
pt_br: Os seus rótulos foram sincronizados.
sw_ke: Lebo zako zimesawazishwa.

source: Your labels were exported to
ar_sa: تم تصدير تسمياتك إلى
fr_fr: Vos libellés ont été exportés vers
it_it: Le tue etichette sono state esportate su
nl_nl: Uw labels zijn geëxporteerd naar
pl_pl: Twoje etykiety zostały wyeksportowane do
pt_br: Rótulos exportados para

source: Your labels were imported from
ar_sa: تم استيراد تسمياتك من
it_it: Le tue etichette sono state importate da
nl_nl: Uw labels zijn geïmporteerd vanuit
pl_pl: Twoje etykiety zostały zaimportowane z
pt_br: Rótulos importados de

source: Your new imported wallet has been successfully created. Would you like to switch to it now?
ar_sa: تم إنشاء محفظتك الجديدة المستوردة بنجاح. هل ترغب في التبديل إليها الآن؟
fr_fr: Votre nouveau portefeuille importé a été créé avec succès. Voulez-vous basculer vers lui maintenant ?
it_it: Il tuo nuovo portafoglio importato è stato creato con successo. Vuoi usarlo ora?
nl_nl: U nieuw geïmporteerde portemonnee is succesvol aangemaakt. Wilt u er nu naar overschakelen?
pl_pl: Twój nowy zaimportowany portfel został pomyślnie utworzony. Czy chcesz teraz go otworzyć?
pt_br: Sua nova carteira importada foi criada com sucesso. Deseja mudar agora?
sw_ke: Kipochi chako kipya kimeundwa. Je! Ungependa kukitumia sasa?

source: Your own Cash Accounts are now hidden
ar_sa: حساباتك النقدية مخفية الآن
fr_fr: Vos propres comptes de trésorerie sont maintenant cachés
it_it: I tuoi Account Cash sono ora nascosti
nl_nl: Uw eigen CashAccounts zijn nu verborgen
pl_pl: Twoje własne Cash Accounts są teraz ukryte
pt_br: Suas próprias Cash Accounts agora estão ocultas

source: Your own Cash Accounts are now shown
ar_sa: حساباتك النقدية ظاهرة الآن
fr_fr: Vos propres comptes de trésorerie sont maintenant affichés
it_it: I tuoi Account Cash sono ora mostrati
nl_nl: Uw eigen CashAccounts worden nu weergegeven
pl_pl: Twoje Cash Accounts są teraz wyświetlane
pt_br: Suas próprias Cash Accounts agora estão mostradaas

source: Your own LNS Names are now hidden
it_it: I tuoi Nomi LNS sono ora nascosti

source: Your own LNS Names are now shown
it_it: I tuoi Nomi LNS sono ora mostrati

source: Your seed extension is
ar_sa: ملحق الكلمة المفتاحية الخاص بك هو
fr_fr: Votre extension de graine est
it_it: L'estensione della tua frase di recupero è
nl_nl: Uw seed-uitbreiding is
pl_pl: Rozszerzenie twojego ziarna to
pt_br: A extensao da sua seed é
sw_ke: Manenosiri yako yaliyongezwa ni

source: Your seed extension must be saved together with your seed.
ar_sa: يجب حفظ ملحق الكلمة المفتاحية الخاص بك جنبا إلى جنب مع الكلمة المفتاحية الخاصة بك.
fr_fr: L'extension de votre graine doit être enregistrée avec votre graine.
it_it: L'estensione del tuo seme deve essere salvata insieme al seme.
nl_nl: Uw seed-uitbreiding moet samen met uw seed worden bewaard.
pl_pl: Twoje rozszerzenie seed musi być zapisane razem z Twoim seedem.
pt_br: Sua extensão da seed deve ser salva junto com sua seed.
sw_ke: Ongezo la manenosiri yako lazima yahifadhiwe pamoja na manenosiri yako.

source: Your seed is important!
ar_sa: بذرتك مهمة!
fr_fr: Votre graine est importante !
it_it: Il tuo seme è importante!
nl_nl: Uw seed is belangrijk!
pl_pl: Twoje ziarno jest ważne!
pt_br: A sua seed é importante!
sw_ke: Manenosiri yako ni ya muhimu!

source: Your server is on branch
ar_sa: الخادم الخاص بك في فرع
fr_fr: Votre serveur est sur la branche
it_it: Il tuo server è sul branch
nl_nl: Uw server is op tak
pl_pl: Twój serwer jest w oddziale
pt_br: Seu servidor está no ramo
sw_ke: Seva yako iko kwenye tawi

source: Your shuffled and unshuffled coins can be mixed and spent together.
ar_sa: يمكن خلط العملات المخلوطة والغير المخلوطة الخاصة بك وإنفاقها معا.
fr_fr: Vos pièces mélangées et non mélangées peuvent être mélangées et dépensées ensemble.
it_it: I tuoi fondi mixati e non mixati possono essere mixati e spesi insieme.
nl_nl: Uw geshufflede en ongeshufflede munten kunnen worden gemengd en samen worden besteed.
pl_pl: Twoje zmiksowane i niezmiksowane monety mogą być miksowane i wydawane razem.
pt_br: Suas moedas misturadas e não misturadas podem ser gastas conjuntamente.

source: Your transaction was sent to the cosigning pool.
ar_sa: تم إرسال عمليتك إلى مخزن التواقيع المشتركة.
fr_fr: Votre transaction a été envoyée au groupement de cosignataires.
it_it: La tua transazione è stata inviata alla pool cofirmataria.
nl_nl: Uw transactie is verzonden naar de medeondertekenaarspool.
pl_pl: Twoja transakcja została wysłana do puli współpodpisów.
pt_br: Sua transação foi enviada para o grupo de cossignatários.

source: Your wallet generation seed is:
ar_sa: كلمة مفتاحية إنشاء محفظتك هي:
fr_fr: La graine de génération de votre portefeuille est :
it_it: La frase di recupero per generare il tuo portafoglio è:
nl_nl: Uw portemonnee-aanmaak-seed is:
pl_pl: Twoje ziarno z portfela to:
pt_br: Sua seed de geração de carteira é:
sw_ke: Manenosiri ya kipochi chako ni:

source: Your wallet history has been successfully exported.
ar_sa: تاريخ محفظتك تم تصديره بنجاح.
fr_fr: Votre historique de portefeuille a bien été exporté.
it_it: La cronologia del tuo portafoglio è stata esportata con successo.
nl_nl: Uw portemonneegeschiedenis is succesvol geëxporteerd.
pl_pl: Historia twojego portfela została pomyślnie eksportowana.
pt_br: O histórico da sua carteira foi exportado com sucesso.
sw_ke: Historia yako ya kipochi imetolewa nakala.

source: Your wallet is not protected.
ar_sa: محفظتك غير محمية.
fr_fr: Votre portefeuille n'est pas protéger.
it_it: Il tuo portafoglio non è protetto.
nl_nl: Uw portemonnee is niet beveiligd.
pl_pl: Twój portfel nie jest zabezpieczony.
pt_br: Sua carteira não está protegida.
sw_ke: Kipochi chako hakijalindwa.

source: Your wallet is password protected and encrypted.
ar_sa: محفظتك محمية بكلمة مرور ومشفرة.
fr_fr: Votre portefeuille est protégé par mot de passe et chiffré.
it_it: Portafoglio protetto con password e cifrato.
nl_nl: Uw portemonnee is met wachtwoord beveiligd en versleuteld.
pl_pl: Twój portfel jest zabezpieczony hasłem i zaszyfrowany.
pt_br: Sua carteira é protegida por senha e criptografada.
sw_ke: Kipochi chako kimelindwa na kusimbwa.

source: Your {} is locked. Please unlock it.
ar_sa: {} مقفل. الرجاء فتحه.
fr_fr: Votre {} est verrouillé. Veuillez le déverrouiller.
it_it: Il tuo {} è bloccato. Per favore, sbloccalo.
nl_nl: Uw {} is vergrendeld. Gelieve te ontgrendelen.
pl_pl: Twój {} jest zablokowany. Proszę go odblokować.
pt_br: Seu {} está bloqueado. Por favor, desbloqueie-o.

source: Your {} might not have support for this functionality.
ar_sa: قد لا يكون لدى {} الخاص بك دعم لهذه الوظيفة.
fr_fr: Votre {} ne prend peut-être pas cette fonctionnalité en charge.
it_it: Il tuo {} potrebbe non supportare questa funzionalità.
nl_nl: Uw {} ondersteunt deze functionaliteit mogelijk niet.
pl_pl: Twój {} może nie wspierać tej funkcji.
pt_br: Seu {} pode não ter suporte para esta funcionalidade.

source: Zeros after decimal point
ar_sa: الأصفار بعد الفاصلة العشرية
fr_fr: Zéro après la virgule
it_it: Zeri dopo la virgola dei decimali
nl_nl: Nullen achter de komma
pl_pl: Liczba zer po przecinku
pt_br: Casas decimais

source: Zip Archives (*.zip)
ar_sa: أرشيف Zip (*.zip)
fr_fr: Archives Zip (*.zip)
it_it: Archivi Zip (*.zip)
nl_nl: Zip-archieven (*.zip)
pl_pl: Archiwum ZIP (*.zip)
pt_br: Arquivo Zip (*. zip)

source: [b] - print server banner
ar_sa: [b] - طباعة شعار الخادم
fr_fr: [b] - bannière du serveur d'impression
it_it: [b] - stampa banner dei server
nl_nl: [b] - serverbanner printen
pl_pl: [b] - drukuj baner serwera
pt_br: [b] - imprimir banner do servidor

source: [c] - display contacts
ar_sa: [c] - عرض جهات الاتصال
fr_fr: [c] - afficher les contacts
it_it: [c] - mostra contatti
nl_nl: [c] - contactpersonen weergeven
pl_pl: [c] - wyświetlanie kontaktów
pt_br: [c] - mostrar contatos
sw_ke: [c] - onyesha Stakabadhi za kuwasiliana

source: [h] - displays this help text
ar_sa: [h] - عرض نص المساعدة هذا
fr_fr: [h] - affiche ce texte d'aide
it_it: [h] - mostra questo aiuto
nl_nl: [h] - deze hulptekst tonen
pl_pl: [h] - wyświetla ten tekst pomocy
pt_br: [h] - mostrar esta ajuda em texto

source: [i] - display transaction history
ar_sa: [i] - عرض سجل العمليات
fr_fr: [i] - afficher l'historique des transactions
it_it: [i] - visualizza la cronologia delle transazioni
nl_nl: [i] - transactiegeschiedenis tonen
pl_pl: [i] - wyświetl historię transakcji
pt_br: [i] - mostrar histórico de transação

source: [o] - enter payment order
ar_sa: [o] - إدخال أمر الدفع
fr_fr: [o] - entrer l'ordre de paiement
it_it: [o] - inserisci l'ordine di pagamento
nl_nl: [o] - betaalorder invoeren
pl_pl: [o] - wprowadź zlecenie zapłaty
pt_br: [o] - inserir ordem de pagamento

source: [p] - print stored payment order
ar_sa: [p] - طباعة أمر الدفع المخزن
fr_fr: [p] - imprimer l'ordre de paiement stocké
it_it: [p] - stampa l'ordine di pagamento memorizzato
nl_nl: [p] - opgeslagen betaalorder printen
pl_pl: [p] - drukuj przechowywane zlecenie zapłaty
pt_br: [p] - imprimir ordem de pagamento armazenada

source: [q] - quit
ar_sa: [q] - الخروج
fr_fr: [q] - quitter
it_it: [q] - esci
nl_nl: [q] - afsluiten
pl_pl: [q] - wyjdź
pt_br: [q] - sair
sw_ke: [q] - toka

source: [r] - show own receipt addresses
ar_sa: [r] - إظهار عناوين الإيصالات الخاصة بك
fr_fr: [r] - montrer ses propres adresses de réception
it_it: [r] - mostra i propri indirizzi di pagamento
nl_nl: [r] - eigen ontvangstadressen weergeven
pl_pl: [r] - pokaż własne adresy odbiorcze
pt_br: [r] - mostrar seus endereços de recebimento

source: [s] - send stored payment order
ar_sa: [s] - إرسال أمر الدفع المخزن
fr_fr: [s] - envoyer un ordre de paiement stocké
it_it: [s] - invia l'ordine di pagamento memorizzato
nl_nl: [s] - opgeslagen betaalorder verzenden
pl_pl: [s] - wyślij przechowywane zlecenie zapłaty
pt_br: [s] - enviar ordem de pagamento armazenada
sw_ke: [s] - tuma agizo la malipo lililohifadhiwa

source: [{amount} unconfirmed]
ar_sa: [{amount} غير مؤكد]
fr_fr: [{amount} non confirmé]
it_it: [{amount} non confermato]
nl_nl: [{amount} onbevestigd]
pl_pl: [{amount} niepotwierdzona]
pt_br: [{amount} não confirmado]

source: [{amount} unmatured]
ar_sa: [{amount} غير ناضج]
fr_fr: [{amount} non arrivé à maturité ]
it_it: [{amount} non pronto]
nl_nl: [{amount} ongerijpt]
pl_pl: [{amount} niemożliwe do zapłaty]
pt_br: [{amount} não amadurecido]

source: [{count} unverified TXs]
ar_sa: [{count} لم يتم التحقق من TXs]
fr_fr: [{count} TX non vérifiés]
it_it: [{count} TX non verificate]
nl_nl: [{count} ongeverifieerde TX's]
pl_pl: [{count} niezweryfikowanych TX]
pt_br: [{count} TXs não verificados]
