Repository: Electron-Cash/electrum-locale
Catalog: locale/*/electron-cash.po
Languages: ar_sa, fr_fr, it_it, nl_nl, pl_pl, pt_br, sw_ke

source: Normally, when you (re)generate a wallet from its seed, addresses are derived and added to the wallet until a block of addresses is found without a history. This is referred to as the gap.
ar_sa: عادة، عند (إعادة) إنشاء محفظة من كلمتها المفتاحية، يتم إشتقاق العناوين وإضافتها إلى المحفظة حتى يتم العثور على كتلة من العناوين بدون سجل. يشار إلى هذا بالفجوة.
it_it: Normalmente, quando rigeneri un portafoglio da questo seme, gli indirizzi sono derivati e aggiunti al portafoglio fino al punto in cui essi hanno una cronologia.
nl_nl: Normaliter wanneer u een portemonnee (her)genereert vanaf zijn seed, worden adressen afgeleid en toegevoegd aan de portemonnee totdat een blok adressen zonder geschiedenis wordt aangetroffen. Dit wordt bedoeld met het gat.
pl_pl: Zwykle kiedy (ponownie) generujesz portfel z jego seeda, adresy są wyprowadzane i dodawane do portfela dopóki nie zostanie znaleziony blok adresów bez historii. Zjawisko to nazywa się luką.
pt_br: Normalmente, quando você (re)gerar uma carteira a partir de sua seed, os endereços são derivados e adicionados à carteira até que um bloco de endereços seja encontrado sem histórico. A isto chama-se a lacuna.
sw_ke: Kawaida, wakati (una)toa kipochi kutoka manenosiri, anwani hutolewa na kuongezwa kwa kipochi hadi sehemu ya anwani inapatikana bila historia. Hii inajulikana kama kipengo.

source: Not Deleted
ar_sa: غير محذوف
fr_fr: Non supprimé
it_it: Non Eliminato
nl_nl: Niet verwijderd
pl_pl: Nieskasowany
pt_br: Não Excluído
sw_ke: Halijafutwa

source: Not Now
ar_sa: ليس الآن
fr_fr: Pas pour l'instant
it_it: Non ora
nl_nl: Niet nu
pl_pl: Nie teraz
pt_br: Agora Não
sw_ke: Sio kwa sasa

source: Not Removable
ar_sa: غير قابل للإزالة
fr_fr: Non supprimable
it_it: Non Rimovibile
nl_nl: Niet verwijderbaar
pl_pl: Nie można usunąć
pt_br: Não Removível
sw_ke: Haifutwa

source: Not Verified
ar_sa: لم يتم التحقق منه
fr_fr: Non vérifié
it_it: Non verificato
nl_nl: Niet geverifieerd
pl_pl: Nie zweryfikowane
pt_br: Não Verificado
sw_ke: Haijathibitishwa

source: Not a text file
ar_sa: ليس ملف نصي
fr_fr: Pas un fichier texte
it_it: Non è un file di testo
nl_nl: Geen tekstbestand
pl_pl: To nie plik tekstowy
pt_br: Não é um arquivo de texto
sw_ke: Sio ya faili ya maandishi

source: Not a valid address or private key: '%s'
ar_sa: عنوان غير صالح أو مفتاح خاص: '%s'
fr_fr: Pas une adresse valide ou clé privée : '%s'
it_it: Non è un indirizzo valido o una chiave privata: '%s'
nl_nl: Geen geldig adres of privésleutel: '%s'
pl_pl: Nieprawidłowy adres lub klucz prywatny: '%s'
pt_br: Não é um endereço válido ou chave privada: '%s'
sw_ke: Sio anwani halali au funguosiri: %s

source: Not a {schemes} URI
ar_sa: ليس URI {schemes}
fr_fr: Pas une URI {schemes}
it_it: Non è {schemes} URI
nl_nl: Geen {schemes}-URI
pl_pl: To nie {schemes} URI
pt_br: Não a {schemes} URI
sw_ke: Sio {schemes} URI

source: Not connected
ar_sa: عير متصل
fr_fr: Non connecté
it_it: Non connesso
nl_nl: Niet verbonden
pl_pl: Niepołączony
pt_br: Desconectado
sw_ke: Haijaunganishwa

source: Not enough funds
ar_sa: رصيد غير كافي
fr_fr: Fonds insuffisants
it_it: Fondi insufficenti
nl_nl: Niet genoeg geld
pl_pl: Niewystarczające środki
pt_br: Sem fundos suficientes
sw_ke: Hazina fedha za kutosha

source: Not enough funds on address.
ar_sa: لا توجد أموال كافية على العنوان.
fr_fr: Pas assez de fonds à cette l'adresse.
it_it: Fondi insufficienti sull'indirizzo.
nl_nl: Niet genoeg geld op adres.
pl_pl: Za mało środków na adresie.
pt_br: Fundos insuficientes no endereço.
sw_ke: Hakuna fedha za kutosha kwa anwani.

source: Not installed
ar_sa: غير مثبت
fr_fr: Non installé
it_it: Non installato
nl_nl: Niet geïnstalleerd
pl_pl: Nie zainstalowane
pt_br: Não instalado
sw_ke: Haijasanikishwa

source: Not verified
ar_sa: لم يتم التحقق منه
fr_fr: Non vérifié
it_it: Non verificato
nl_nl: Niet geverifieerd
pl_pl: Nie zweryfikowane
pt_br: Não verificado
sw_ke: Haijathibitishwa

source: Note that if you have frozen some of your addresses, the available funds will be lower than your total balance.
ar_sa: لاحظ أنه إذا قمت بتجميد بعض عناوينك، فإن الأموال المتاحة ستكون أقل من رصيدك الإجمالي.
fr_fr: Notez que si vous avez gelé certaines de vos adresses, les fonds disponibles seront inférieurs à votre solde total.
it_it: Se hai congelato alcuni dei tuoi indirizzi, i fondi disponibili saranno minori del tuo saldo complessivo.
nl_nl: Merk op dat als u enkele van uw adressen heeft bevroren, het beschikbare geld minder zal zijn dan uw totale saldo.
pl_pl: Pamiętaj, że jeśli zamrożono niektóre adresy, dostępne fundusze będą niższe od łącznego salda.
pt_br: Note que se você travar alguns de seus endereços, os fundos disponíveis será menor do que o saldo total.
sw_ke: Kumbuka kuwa ikiwa umekua baadhi ya anwani zako, pesa zinazopatikana zitakuwa chini kuliko kiwango ulicho nacho kwa jumla.

source: Note that this is NOT your encryption password.
ar_sa: لاحظ أن هذه ليست كلمة مرور التشفير الخاصة بك.
fr_fr: Notez que ceci N'EST PAS votre mot de passe de chiffrage.
it_it: Nota che questa NON è la tua password di cifratura.
nl_nl: Let op: dit is NIET uw vercijferingswachtwoord.
pl_pl: Pamiętaj, że to NIE jest twoje hasło szyfrowania.
pt_br: Note que essa NÃO é sua senha de criptografia.
sw_ke: Kumbuka kwamba hii sio Nenosiri lako la usimbizo.

source: Note: Installing udev rules requires root access via "sudo", so make sure you are in the sudoers file and/or have Administrator rights on this system!
ar_sa: ملاحظة: يتطلب تثبيت قواعد udev الوصول إلى الجذر عبر "sudo"، لذا تأكد من أنك في ملف sudoers و/أو لديك حقوق المسؤول على هذا النظام!
it_it: Nota: Installare le regole udev richiede l'accesso root tramite "sudo", assicurati di essere nel file sudoers e/o di avere i diritti di amministratore su questo sistema!
nl_nl: Merk op: de installatie van udev-regels vereist root-toegang via "sudo", dus zorg ervoor dat u in het sudoers-bestand staat en/of beheerdersrechten heeft op dit systeem!
pl_pl: Uwaga: Instalacja reguł udev wymaga dostępu do roota poprzez "sudo", więc upewnij się, że jesteś w pliku sudoers i/lub masz uprawnienia administratora w tym systemie!
pt_br: Nota: A instalação do udev requer instruções de acesso root via "sudo", você deve ter certeza de que está no arquivo sudoers e / ou tem disposições de administrador no sistema!
sw_ke: Kumbuka: Kuweka sheria za udev kunahitaji ufikiaji wa mamlaka kubwa kupitia "sudo", kwa hivyo hakikisha uko kwenye faili ya sudoers na / au una haki za Msimamizi kwenye mfumo huu!

source: Note: This camera generates frames of relatively low resolution; QR scanning accuracy may be affected
ar_sa: ملاحظة: تنشأ هذه الكاميرا إطارات ذات دقة منخفضة نسبيا"؛ قد تتأثر دقة مسح QR
it_it: Nota: Questa fotocamera ha una risoluzione relativamente bassa; l'accuratezza della scansione QR potrebbe esserne influenzata
nl_nl: Merk op: deze camera genereert frames van relatief lage resolutie; de nauwkeurigheid van QR-scannen kan hieronder lijden
pl_pl: Uwaga: Ta kamera generuje ramki o stosunkowo niskiej rozdzielczości; może mieć to wpływ na dokładność skanowania QR
pt_br: Nota: Esta câmera gera quadros de resolução relativamente baixa; A precisão da digitalização QR pode ser afetada
sw_ke: Kumbuka: Kamera hii inatengeneza framu za azimio la chini; Usahihi wa skanning ya QR inaweza kuathiriwa

source: Note: You may now need to disconnect & reconnect your HW wallet.
ar_sa: ملاحظة: قد تحتاج الآن إلى قطع الإتصال & وإعادة الإتصال بمحفظة HW.
it_it: Nota: Potrebbe essere necessario scollegare e ricollegare il tuo portafoglio HW.
nl_nl: Merk op: u moet nu mogelijk uw hardwareportemonnee loskoppelen en opnieuw aansluiten.
pl_pl: Uwaga: teraz może być konieczne odłączenie i ponowne podłączenie portfela sprzętowego HW.
pt_br: Nota: agora você pode precisar desconectar e reconectar sua carteira física.
sw_ke: Kumbuka: Sasa unaweza kutoa ama kuunganisha tena kifaa kilicho na kipochi.

source: Notify when receiving funds
ar_sa: إعلام عند إستلام الأموال
it_it: Notifica quando riceve fondi
nl_nl: Ontvangst van geld melden
pl_pl: Powiadom o otrzymaniu środków
pt_br: Notificar ao receber fundos
sw_ke: Arifu wakati wa kupokea pesa

source: Num players
ar_sa: Num لاعبين
it_it: Numero di partecipanti
nl_nl: Aantal spelers
pl_pl: Liczba graczy
pt_br: Número de jogadores
sw_ke: Wachezaji wa Num

source: Number of addresses to scan:
ar_sa: عدد العناوين المراد مسحها:
fr_fr: Nombre d'adresses à analyser :
it_it: Numero di indirizzi da analizzare:
nl_nl: Aantal te scannen adressen:
pl_pl: Liczba adresów do skanowania:
pt_br: Número de endereços para escanear:
sw_ke: Idadi ya anwani za kuchambua:

source: Number of queued fusions
ar_sa: عدد الدمج في قائمة الإنتظار
it_it: Numero di fusioni in coda
nl_nl: Aantal fusies in wachtrij
pl_pl: Liczba fuzji w kolejce
pt_br: Número de fusões na fila
sw_ke: Idadi ya fusions zilizokadiriwa

source: Number of zeros displayed after the decimal point. For example, if this is set to 2, "1." will be displayed as "1.00"
ar_sa: عدد الأصفار الظاهرة بعد الفاصلة. كمثال إذا وضع هذا لـ 2, ".1" سوف تعرض كـ "1.00"
fr_fr: Nombre de zéro affichés après la virgule décimale. Par exemple, si c'est réglé sur 2,"1". s'affichera comme "1.00"
it_it: Numero di zeri visualizzati dopo la virgola. Ad esempio, se questa impostazione è fissata a 2, il numero "1" sarà visualizzato come "1,00"
nl_nl: Aantal nullen dat achter de komma wordt weergegeven. Bijvoorbeeld met de instelling 2 zal "1" worden weergegeven als "1,00"
pl_pl: Liczba zer wyświetlana po przecinku. Np. jeśli wpiszesz tutaj "2", to zamiast "1," zobaczysz "1,00"
pt_br: Número de zeros exibidos depois do ponto decimal. Por exemplo, se for definido como 2, "1." será exibido como "1.00"
sw_ke: Idadi ya sarafu zilizoonyeshwa baada ya uhakika wa decimal. Kwa mfano, ikiwa hii imewekwa kwa 2, "1." itaonyeshwa kama "1.00"

source: OP_RETURN data (optional).
ar_sa: بيانات OP_RETURN (إختياري).
fr_fr: Données OP_RETURN (optionnel).
it_it: Dati OP_RETURN (opzionale).
nl_nl: OP_RETURN-gegevens (optioneel).
pl_pl: Dane OP_RETURN (opcjonalne).
pt_br: Dados OP_RETURN (opcional).
sw_ke: Data ya OP_RETURN (Hiari).

source: OP_RETURN data size exceeds the maximum of {} bytes.
ar_sa: يتجاوز حجم بيانات OP_RETURN الحد الأقصى لـ {} بايت.
fr_fr: La taille des données OP_RETURN dépasse le maximum de {} octets.
it_it: La dimensione dei dati OP_RETURN supera il limite massimo di {} byte.
nl_nl: OP_RETURN-gegevens overschrijden maximum van {} bytes.
pl_pl: Rozmiar danych OP_RETURN przekracza maksimum {} bajtów.
pt_br: O tamanho dos dados OP_RETURN excede o máximo de {} bytes.
sw_ke: Kipimo cha data ya OP_RETURN inazidi kiwango cha juu cha {} bytes.

source: OP_RETURN is limited to {max_pushes} data push.
ar_sa: يقتصر OP_RETURN على دفع البيانات {max_pushes} يقتصر OP_RETURN على دفعات البيانات {max_pushes} يقتصر OP_RETURN على {max_pushes} صفر دفعة البيانات.
it_it: OP_RETURN è limitato a {max_pushes} push di dati.
nl_nl: OP_RETURN is beperkt tot {max_pushes} stuk data.
pl_pl: OP_RETURN jest ograniczony do {max_pushes}.
pt_br: OP_RETURN é limitado a {max_pushes} tentativas de dados.
sw_ke: OP_RETURN imepimwa na {max_pushes} data push.

source: OP_RETURN message too large, needs to be no longer than 220 bytes
ar_sa: رسالة OP_RETURN كبيرة جداً، يجب ألا تتجاوز 220 بايت
fr_fr: Le message OP_RETURN est trop grand, ne doit pas dépasser 220 octets
it_it: Messaggio OP_RETURN troppo grande, la dimensione massima è di 220 byte
nl_nl: OP_RETURN-bericht te groot, mag niet langer zijn dan 220 bytes
pl_pl: Wiadomość OP_RETURN jest zbyt duża, nie może być dłuższa niż 220 bajtów
pt_br: Mensagem OP_RETURN muito grande, não deve ser maior que 220 bytes
sw_ke: OP_RETURN ujumbe ni mkubwa sana, unahitaji kuwa mrefu zaidi ya ka 200

source: OP_RETURN script expected to be hexadecimal bytes
ar_sa: النص البرمجي OP_RETURN متوقع أن يكون وحدات بايت سداسية المستوى
fr_fr: Le script OP_RETURN devrait être des octets hexadécimaux
it_it: Script OP_RETURN riservato a byte esadecimali
nl_nl: OP_RETURN-script moet hexadecimale bytes zijn
pl_pl: Oczekiwany skrypt OP_RETURN ma być heksadecymalny
pt_br: Script OP_RETURN deve ser em hexadecimal
sw_ke: OP_RETURN script inatarajiwa kuwa na byte ya hexadecimal

source: OP_RETURN script too large, needs to be no longer than 223 bytes
ar_sa: النص البرمجي OP_RETURN كبير جداً، يجب ألا يكون أكثر من 223 بايت
fr_fr: Le script OP_RETURN est trop grand, ne doit pas dépasser 223 octets
it_it: Script OP_RETURN troppo grande, la dimensione massima è di 223 byte
nl_nl: OP_RETURN-script te groot, mag niet langer zijn dan 223 bytes
pl_pl: Skrypt OP_RETURN jest zbyt duży, nie może być dłuższy niż 223 bajty
pt_br: Script OP_RETURN muito grande, não deve ser maior que 223 bytes
sw_ke: OP_RETURN script ni kubwa sana, inahitaji kuwa si zaidi ya ka 223

source: Offline
ar_sa: غير متصل
fr_fr: Hors-ligne
it_it: Disconnesso
pt_br: Desconectado
sw_ke: Nje ya mkondoni

source: Offline signing with {} is not supported.
ar_sa: التوقيع دون إتصال مع {} غير معتمد.
fr_fr: La signature hors ligne avec {} n'est pas prise en charge.
it_it: La firma offline con {} non è supportata.
nl_nl: Offline ondertekenen met {} wordt niet ondersteund.
pl_pl: Podpisywanie offline z {} nie jest obsługiwane.
pt_br: As assinaturas offline com {} não são suportadas.
sw_ke: Usajili wa nje ya mtandao na {} hauhimiliwi.

source: Omit incompatible pools
ar_sa: حذف المخازن غير المتوافقة
fr_fr: Omettre les pools incompatibles
it_it: Omettere pool incompatibili
nl_nl: Incompatibele pools weglaten
pl_pl: Pomiń niekompatybilne pule
pt_br: Omitir pools incompatíveis
sw_ke: Ondoa dimbwi za seva

source: On Debian-based distros, you can run: sudo apt install python3-pyqt5.qtsvg
ar_sa: على التوزيعات الموجودة في Debian، يمكنك تشغيل: sudo apt install python3-pyqt5.qtsvg
fr_fr: Sur les distributions basées sur Debian, vous pouvez exécuter : sudo apt install python3-pyqt5.qtsvg
it_it: Su distribuzioni basate su Debian puoi eseguire: sudo apt install python3-pyqt5.qtsvg
nl_nl: Op Debian-gebaseerde distributies kunt u uitvoeren: sudo apt install python3-pyqt5.qtsvg
pl_pl: Na dystrybucjach opartych na debianie, możesz uruchomić: sudo apt install python3-pyqt5.qtsvg
pt_br: Nas distribuições baseadas no Debian, você pode executar: sudo apt install python3-pyqt5.qtsvg
sw_ke: Unaweza tumia, aina za Debian: sudo apt install python3-pyqt5.qtsvg

source: On Linux, you may try: python3 -m pip install --user -I pyqt5
ar_sa: في Linux، يمكنك محاولة: python3 -m pip install --user -I pyqt5
fr_fr: Sous Linux, vous pouvez essayer : python3 -m pip install --user -I pyqt5
it_it: Su Linux, puoi provare: python3 -m pip install --user -I pyqt5
nl_nl: Op Linux kunt u proberen: python3 -m pip install --user -I pyqt5
pl_pl: Na Linuksie możesz spróbować: python3 -m pip install --user -I pyqt5
pt_br: No Linux, você pode executar: python3 -m pip install --user -I pyqt5
sw_ke: Kwenye Linux, unaweza kujaribu: python3 -m pip install --user -I pyqt5

source: On most systems you can do so with this command:
ar_sa: في معظم الأنظمة يمكنك فعل ذلك بهذا الأمر:
it_it: Sulla maggior parte dei sistemi puoi farlo con questo comando:
nl_nl: Op de meeste systemen kunt u dit doen met deze opdracht:
pl_pl: W większości systemów możesz to zrobić za pomocą tej komendy:
pt_br: Na maioria dos sistemas você pode fazer isso com este comando:
sw_ke: Kwenye mifumo mingi unaweza kufanya hivyo na amri hii:

source: One coin has been sent to CashFusion for fusing.
ar_sa: تم إرسال عملة واحدة إلى CashFusion للدمج. تم إرسال {count} عملات إلى CashFusion للدمج. تم إرسال {count} صفر عملات إلى CashFusion للدمج.
it_it: Una moneta è stata inviata a CashFusion per la fusione.
nl_nl: Eén munt is naar CashFusie verzonden om te fuseren.
pl_pl: Moneta została wysłana do CashFusion aby dokonać fuzji.
pt_br: Uma moeda foi enviada ao CashFusion para fusão.
sw_ke: Sarafu moja imetumwa kwa CashFusion ili kuchanganya.

source: One output per line.
ar_sa: مخرج واحد لكل سطر.
fr_fr: Une adresse par ligne.
it_it: Un output per linea.
nl_nl: Eén output per regel.
pl_pl: Jedno wyjście na linię.
pt_br: Uma saída por linha.
sw_ke: Pato moja kwa kila mstari.

source: Online Block Explorer
ar_sa: متصفح الكتل الأونلاين
fr_fr: Explorateur de blocs en ligne
it_it: Block Explorer Online
nl_nl: Online blokverkenner
pl_pl: Eksplorator bloków
pt_br: Explorador de bloco online
sw_ke: Mtaftaji wa vitengo mtandaoni

source: Online block explorer
ar_sa: متصفح الكتل على الإنترنت
fr_fr: Explorateur de blocs en ligne
it_it: Block explorer online
nl_nl: Online blokverkenner
pl_pl: Eksplorator bloków online
pt_br: Explorador de Blocos Online
sw_ke: Mtaftaji wa vitengo mtandaoni

source: Only <b>shuffled</b> funds will be sent
ar_sa: فقط<b>الأموال</b>المخلوطة سيتم إرسالها
it_it: Verranno inviati solo fondi <b>mixati</b>
nl_nl: Alleen <b>geshuffled</b> geld zal worden verzonden
pl_pl: Tylko <b>zmiksowane</b> środki zostaną wysłane
pt_br: Apenas fundos <b>misturados</b> serão enviados
sw_ke: Ni pesa tu za <b>zilizochanganywa</b> zitatumwa

source: Only <i>unshuffled</i> funds will be sent
ar_sa: فقط<i>الأموال</i>الغير مخلوطة سيتم إرسالها
it_it: Verranno inviati solo i fondi <i>non mixati</i>
nl_nl: Alleen <i>ongeshuffled</i> geld zal worden verzonden
pl_pl: Tylko <i>niezmiksowane</i> środki zostaną wysłane
pt_br: Apenas fundos não <i>misturados</i> serão enviados
sw_ke: Ni pesa tu za <i>zisizochanganywa</i> zitatumwa

source: Only OP_RETURN scripts are supported.
ar_sa: فقط النصوص البرمجية OP_RETURN مدعومة.
it_it: Sono supportati solo script OP_RETURN.
nl_nl: Alleen OP_RETURN-scripts worden ondersteund.
pl_pl: Obsługiwane są tylko skrypty OP_RETURN.
pt_br: Apenas scripts OP_RETURN são suportados.
sw_ke: Programu za OP_RETURN pekee zinaungwa mkono.

source: Only address and script outputs are supported by {}
ar_sa: فقط عنوان ومخرجات النص البرمجي مدعومة من {}
it_it: Solo indirizzi e script output sono supportati da {}
nl_nl: Alleen adres- en scriptoutputs worden ondersteund door {}
pl_pl: Tylko adres i wyjścia skryptowe są obsługiwane przez {}
pt_br: Somente endereços e scripts de saída são suportados por {}
sw_ke: Anwani tu na matokeo ya programu yanatumiwa na {}

source: Only address outputs are supported by {}
ar_sa: فقط مخرجات العنوان معتمدة من {}
it_it: Soltanto gli indirizzi di output sono supportati da {}
nl_nl: Alleen adresoutputs worden ondersteund door {}
pl_pl: Tylko wyjścia adresów są obsługiwane przez {}
pt_br: Apenas endereços de saída são suportados por {}
sw_ke: Anwani tu na matokeo yanatumiwa na {}

source: Only auto-fuse when all coins are confirmed
ar_sa: الدمج التلقائي فقط عند تأكيد جميع العملات
it_it: Fusione automatica solo quando tutti i fondi sono confermati
nl_nl: Alleen auto-fuseren wanneer alle munten bevestigd zijn
pl_pl: Automatyczne fuzje tylko wtedy, gdy wszystkie monety są potwierdzone
pt_br: Apenas auto-fundir quando todas as moedas forem confirmadas
sw_ke: Fuse kiautomatiki pekee wakati sarafu zote zinathibitishwa

source: Only wipe a device if you have the recovery seed written down and the device wallet(s) are empty, otherwise the bitcoins will be lost forever.
ar_sa: إمسح الجهاز فقط إذا كان لديك الكلمة المفتاحية للإسترداد مكتوبة ومحفظة (محفظات) الجهاز فارغة، وإلا فسيتم فقدان ال Bitcoins إلى الأبد.
fr_fr: Ne réinitialisez un appareil que si vous avez noté la graine (seed) de récupération ou que les portefeuilles contenus dans l'appareil sont vides. Dans le cas contraire, les bitcoins seront à jamais perdus.
it_it: Cancella un dispositivo solo hai salvato il seed di recupero e i portafogli in esso sono vuoti, altrimenti i bitcoin saranno persi per sempre.
nl_nl: Wis een apparaat uitsluitend als u de herstelseed heeft opgeschreven en de apparaatportemonnee(s) leeg zijn, anders raken de bitcoins voorgoed verloren.
pl_pl: Wyczyść urządzenie tylko wtedy, gdy masz zapisany seed odzyskiwania, a portfel urządzenia jest pusty, w przeciwnym razie bitcoiny zostaną utracone na zawsze.
pt_br: Não exclua um dispositivo, a menos que você tenha gravado a seed de recuperação e a (s) carteira (s) do dispositivo esteja vazia, caso contrário, os bitcoins serão perdidos para sempre.
sw_ke: Futa kifaa tu ikiwa unayo manenosiri yaliyoandikwa na kifaa kilicho na pochi(ki) ni kitupu, la sivyo bitcoins zitapotea milele.

source: Open &Recent
ar_sa: إفتح &الأحدث
it_it: Apri &Recente
nl_nl: On&langs geopend
pl_pl: Otwórz &ostatnie
pt_br: Aberto &Recente
sw_ke: Fungua &ya hivi karibuni

source: Open New Wallet
ar_sa: فتح محفظة جديدة
fr_fr: Ouvrir un nouveau portefeuille
it_it: Apri Nuovo Portafoglio
nl_nl: Nieuwe portemonnee openen
pl_pl: Otwórz nowy portfel
pt_br: Abrir Nova Carteira
sw_ke: Fungua Kipochi Kipya

source: Open Wallet
ar_sa: فتح محفظة
fr_fr: Ouvrir le portefeuille
it_it: Apri Portafoglio
nl_nl: Portemonnee openen
pl_pl: Otwórz portfel
pt_br: Abrir carteira
sw_ke: Fungua Kipochi

source: Open labels file
ar_sa: فتح ملف التسميات
it_it: Apri file etichette
nl_nl: Labelsbestand openen
pl_pl: Otwórz plik etykiet
pt_br: Abrir arquivo de rótulos
sw_ke: Fungua faili ya lebo

source: Open your cosigner wallet to retrieve it.
ar_sa: إفتح محفظة الموقّع الخاصة بك لإستردادها.
fr_fr: Ouvrez votre portefeuille de cosignataire pour le récupérer.
it_it: Apri il portafoglio del tuo cofirmatario per recuperarlo.
nl_nl: Open uw medeondertekenaarsportemonnee om haar op te halen.
pl_pl: Otwórz swój portfel współpodpisujący, aby odzyskać.
pt_br: Abra sua carteira cossignatária para recuperá-la.
sw_ke: Fungua kipochi chako cha mweka sahihi wa pili ili kuipata.

source: OpenAlias record, used to receive coins and to sign payment requests.
ar_sa: سجل OpenAlias، يستخدم لاستلام العملات وتوقيع طلبات الدفع.
fr_fr: OpenAlias record, utilisé pour recevoir des pièces de monnaie et signer les ordres de paiement.
it_it: Registro OpenAlias, viene usato per ricevere moneta e firmare richieste di pagamento.
nl_nl: OpenAlias-vermelding, gebruikt om munten te ontvangen en betaalverzoeken te ondertekenen.
pl_pl: Rekord OpenAlias, służący do otrzymywania monet i podpisywania żądań płatności.
pt_br: Registro Apelido, usado para receber moedas e assinar pedidos de pagamento.
sw_ke: OpenAlias rekodi, iliyotumiwa kupokea sarafu na kusaini ombi la malipo.

source: Opening encrypted wallet: '{}'
ar_sa: فتح المحفظة المشفرة: '{}'
fr_fr: Ouverture du portefeuille chiffré: '{}'
it_it: Apertura portafoglio cifrato: '{}'
nl_nl: Versleutelde portemonnee openen: '{}'
pl_pl: Otwieranie zaszyfrowanego portfela: '{}'
pt_br: Abrindo carteira criptografada: '{}'
sw_ke: Kufungua kipochi kilichosimbwa: '{}'

source: Opening {}...
ar_sa: فتح {}...
fr_fr: Ouverture de {}...
it_it: Apertura {}...
nl_nl: {} openen...
pl_pl: Otwieranie {}...
pt_br: Abrindo {}...
sw_ke: Inafungua {}...

source: Operation aborted by user!
it_it: Operazione annullata dall'utente!

source: Optional &Features
ar_sa: &ميزات اختيارية
fr_fr: Fonctionnalités &optionnelles
it_it: &Funzionalità Aggiuntive
nl_nl: Optionele &functies
pl_pl: Opcjonalne &funkcje
pt_br: &Recursos opcionais
sw_ke: &Vipengele vya hiari

source: Optional Features
ar_sa: ميزات إختيارية
fr_fr: Fonctionnalités optionnelles
it_it: Funzionalità Aggiuntive
nl_nl: Optionele functies
pl_pl: Opcjonalne funkcje
pt_br: Recursos opcionais
sw_ke: Vipengele vya hiari

source: Options
ar_sa: خيارات
it_it: Opzioni
nl_nl: Opties
pl_pl: Ustawienia
pt_br: Opções
sw_ke: Chaguo
