Repository: Electron-Cash/electrum-locale
Catalog: locale/*/electron-cash.po
Languages: ar_sa, fr_fr, it_it, nl_nl, pl_pl, pt_br, sw_ke

source: Color theme support is provided by macOS if using Mojave or above. Use the System Preferences to switch color themes.
ar_sa: يتم توفير دعم سمة اللون بواسطة macOS في حالة استخدام Mojave أو إصدار أحدث. إستخدم تفضيلات النظام لتبديل سمات الألوان.
it_it: Il supporto al colore del tema è definito da macOS se si usa Mojave o più recente. Usa le Preferenze di Sistema per cambiare il colore dei temi.
nl_nl: Kleurenschemaondersteuning wordt verzorgd door macOS bij gebruik van Mojave of later. Gebruik Systeemvoorkeuren om van kleurenschema te wisselen.
pl_pl: Obsługa motywu kolorów jest wspierana przez macOS jeśli używasz Mojave lub powyżej. Użyj ustawień systemowych, aby zmienić motywy kolorów.
pt_br: O suporte ao tema de cores é fornecido pelo macOS usando Mojave ou superior. Use as Preferências do Sistema para alternar os temas de cores.
sw_ke: Usaidizi wa mandhari ya rangi hutolewa na macOS ikiwa unatumia Mojave. Tumia Mapendeleo ya Mfumo kubadili mada za rangi.

source: Coming Soon
ar_sa: يأتي قريباً
fr_fr: Pas encore disponible
it_it: In Arrivo
nl_nl: Binnenkort beschikbaar
pl_pl: Wkrótce dostępne
pt_br: Em breve
sw_ke: Inakuja hivi punde

source: Command-line.
ar_sa: سطر الأوامر.
fr_fr: Ligne de commande.
it_it: Linea di Comando.
nl_nl: Opdrachtregel.
pl_pl: Wiersz poleceń.
pt_br: Linha de comando.
sw_ke: Mstari wa amri.

source: Complete the initialization process on your {} device
it_it: Completa il processo di inizializzazione sul tuo {} dispositivo
nl_nl: Voltooi het initialisatieproces op uw {}-apparaat
pl_pl: Ukończ proces inicjowania na swoim urządzeniu {}
pt_br: Complete o processo de inicialização no seu dispositivo {}
sw_ke: Kamilisha mchakato wa uanzishaji kwenye kifaa chako cha {}

source: Con&tacts
ar_sa: جهات&الإتصال
it_it: Con&tatti
nl_nl: &Contacten
pl_pl: Kon&takty
pt_br: Contatos
sw_ke: &Stakabadhi za kuwasiliana

source: Confirm Delete
ar_sa: تأكيد الحذف
fr_fr: Confirmer la suppression
it_it: Conferma Eliminazione
nl_nl: Verwijderen bevestigen
pl_pl: Potwierdź usunięcie
pt_br: Confirmar exclusão
sw_ke: Thibitisha kufuta

source: Confirm Device Wipe
ar_sa: تأكيد مسح الجهاز
fr_fr: Confirmation de réinitialisation d'appareil
it_it: Conferma la Cancellazione del Dispositivo
nl_nl: Apparaat wissen bevestigen
pl_pl: Potwierdź wyczyszczenie urządzenia
pt_br: Confirme a limpeza completa do dispositivo
sw_ke: Thibitisha kufutwa kwa Kifaa

source: Confirm Passphrase:
ar_sa: تأكيد عبارة المرور:
fr_fr: Confirmer la phrase secrète :
it_it: Conferma la Passphrase:
nl_nl: Wachtzin bevestigen:
pl_pl: Potwierdź tekst szyfrujący:
pt_br: Confirmar frase-senha:
sw_ke: Thibitisha nenosiri:

source: Confirm Password:
ar_sa: تأكيد كلمة المرور:
fr_fr: Confirmer le mot de passe :
it_it: Conferma password:
nl_nl: Wachtwoord bevestigen:
pl_pl: Potwierdź hasło:
pt_br: Confirmar Senha:
sw_ke: Thibitisha nenosiri:

source: Confirm Seed
ar_sa: تأكيد الكلمات المفتاحية
fr_fr: Confirmer la graine
it_it: Conferma Seme
nl_nl: Seed bevestigen
pl_pl: Potwierdź Ziarno
pt_br: Confirmar Seed
sw_ke: Thibitisha Manenosiri

source: Confirm Seed Extension
ar_sa: تأكيد ملحق الكلمة المفتاحية
fr_fr: Veuillez confirmer l'extension de la graine
it_it: Conferma l'Estensione del Seme
nl_nl: Seed-uitbreiding bevestigen
pl_pl: Potwierdź rozszerzenie frazy Seed
pt_br: Confirme a extensão da Seed
sw_ke: Thibitisha manenosiri yaliyongezwa

source: Confirm Send
ar_sa: تأكيد الإرسال
fr_fr: Confirmer l'envoi
it_it: Conferma Invio
nl_nl: Verzenden bevestigen
pl_pl: Potwierdź wysłanie
pt_br: Confirmar envio
sw_ke: Thibitisha Umetuma

source: Confirm Toggle Passphrase Protection
ar_sa: تأكيد تبديل حماية عبارة المرور
fr_fr: Confirmation d'activation/désactivation de la protection par phrase secrète
it_it: Conferma l'Attivazione/Disattivazione della Protezione per la Passphrase
nl_nl: Omschakelen wachtzinbeveiliging bevestigen
pl_pl: Potwierdź ochronę przełączania frazy haseł
pt_br: Confirmar Alternar Proteção de Frase Secreta
sw_ke: Thibitisha Ulinzi wa Nakala ya Unukuzi

source: Confirm Transaction on your {}...
ar_sa: تأكيد العملية على {}...
fr_fr: Confirmer la transaction sur votre {}...
it_it: Conferma Transazione sul tuo {}...
nl_nl: Transactie bevestigen op uw {}...
pl_pl: Potwierdź transakcję na twoim {}...
pt_br: Confirme a transação no seu {}...
sw_ke: Thibitisha Shuguli za Ununuzi kwenye {} yako...

source: Confirm Wallet Password
ar_sa: تأكيد كلمة مرور المحفظة
fr_fr: Confirmer le mot de passe du portefeuille
it_it: Conferma Password del Portafoglio
nl_nl: Portemonneewachtwoord bevestigen
pl_pl: Potwierdź hasło Portfela
pt_br: Confirmar Senha da Carteira
sw_ke: Thibitisha Nenosiri la kipochi

source: Confirm internal entropy on your {} device to begin
ar_sa: تأكيد الأنتروبيا الداخلية على {} جهازك للبدء
fr_fr: Confirmez l'entropie interne sur votre appareil {} pour commencer
it_it: Conferma l'entropia interna sul tuo dispositivo {} per iniziare
nl_nl: Bevestig interne entropie op uw {}-apparaat om te beginnen
pl_pl: Potwierdź wewnętrzny entropię na twoim urządzeniu {} aby rozpocząć
pt_br: Confirme a entropia interna no seu dispositivo {} para começar
sw_ke: Thibitisha uingiano kwa kifaa chako cha {} ili kuanza

source: Confirm on your {} device the message to sign
ar_sa: تأكيد الرسالة على {} جهازك للتوقيع
fr_fr: Confirmez sur votre appareil {} le message à signer
it_it: Conferma sul tuo dispositivo {} il messaggio da firmare
nl_nl: Bevestig op uw {}-apparaat het te ondertekenen bericht
pl_pl: Potwierdź na twoim {} urządzeniu wiadomość do podpisania
pt_br: Confirme no seu dispositivo {} a mensagem para assinar
sw_ke: Thibitisha kwenye kifaa chako {} ujumbe kusaini

source: Confirm on your {} device to change your PIN
ar_sa: تأكيد على {} جهازك لتغيير رمز PIN الخاص بك
fr_fr: Confirmez sur votre appareil {} pour changer votre code PIN
it_it: Conferma sul tuo dispositivo {} per cambiare il PIN
nl_nl: Bevestig op uw {}-apparaat om uw pincode te wijzigen
pl_pl: Potwierdź na twoim {} urządzeniu, aby zmienić kod PIN
pt_br: Confirme no seu dispositivo {} para alterar seu PIN
sw_ke: Thibitisha kwenye kifaa chako cha {} kubadilisha PIN yako

source: Confirm on your {} device to change your home screen
ar_sa: تأكيد على {} جهازك لتغيير الشاشة الرئيسية
fr_fr: Confirmez sur votre appareil {} pour changer votre fond d'écran
it_it: Conferma sul tuo dispositivo {} per cambiare la schermata principale
nl_nl: Bevestig op uw {}-apparaat om uw startscherm te wijzigen
pl_pl: Potwierdź na twoim {} urządzeniu, aby zmienić ekran główny
pt_br: Confirme no seu dispositivo {} para alterar sua tela inicial
sw_ke: Thibitisha kwenye kifaa chako cha {} kubadilisha skrini yako

source: Confirm on your {} device to disable PIN protection
ar_sa: تأكيد على {} جهازك لتعطيل حماية رمز PIN
fr_fr: Confirmez sur votre appareil {} pour désactiver la protection par code PIN
it_it: Conferma sul tuo dispositivo {} per disabilitare la protenzione del PIN
nl_nl: Bevestig op uw {}-apparaat om pinbeveiliging uit te schakelen
pl_pl: Potwierdź na twoim {} urządzeniu, aby wyłączyć ochronę PIN
pt_br: Confirme no seu dispositivo {} para desativar a proteção por PIN
sw_ke: Thibitisha kwenye kifaa chako cha {} kuzima kinga ya PIN

source: Confirm on your {} device to disable passphrases
ar_sa: تأكيد على {} جهازك لتعطيل عبارات المرور
fr_fr: Confirmez sur votre appareil {} pour désactiver les phrases secrètes
it_it: Conferma sul tuo dispositivo {} per disabilitare le frasi segrete
nl_nl: Bevestig op uw {}-apparaat het uitschakelen van wachtwoordzinnen
pl_pl: Potwierdź na twoim {} urządzeniu, aby wyłączyć frazę haseł
pt_br: Confirme no seu dispositivo {} para desativar frases secretas
sw_ke: Thibitisha kwenye kifaa chako cha {} kuzima manenosiri

source: Confirm on your {} device to enable passphrases
ar_sa: تأكيد على {} جهازك لتفعيل عبارات المرور
fr_fr: Confirmez sur votre appareil {} pour activer les phrases secrètes
it_it: Conferma sul tuo dispositivo {} per abilitare le frasi segrete
nl_nl: Bevestig op uw {}-apparaat het inschakelen van wachtwoordzinnen
pl_pl: Potwierdź na urządzeniu {}, aby włączyć frazę haseł
pt_br: Confirme no seu dispositivo {} para ativar frases secretas
sw_ke: Thibitisha kwenye kifaa chako cha {} kuwezesha manenosiri

source: Confirm on your {} device to set a PIN
ar_sa: تأكيد على {} جهازك لتعيين رمز PIN
fr_fr: Confirmez sur votre appareil {} pour configurer un code PIN
it_it: Conferma sul tuo dispositivo {} per impostare un PIN
nl_nl: Bevestig op uw {}-apparaat om een pincode in te stellen
pl_pl: Potwierdź na twoim {} urządzeniu, aby ustawić PIN
pt_br: Confirme no seu dispositivo {} para definir um PIN
sw_ke: Thibitisha kwenye kifaa chako cha {} kuweka PIN yako

source: Confirm on your {} that you want to wipe it clean
ar_sa: تأكيد على {} الخاص بك أنك تريد مسحه
fr_fr: Confirmez sur votre {} que vous voulez complètement le réinitialiser
it_it: Conferma sul tuo dispositivo {} che vuoi cancellarlo del tutto
nl_nl: Bevestig op uw {} dat u het wilt wissen
pl_pl: Potwierdź na twoim {}, że chcesz go wyczyścić
pt_br: Confirme no seu {} que você deseja limpá-lo
sw_ke: Thibitisha kwenye {} yako kwamba unataka kuifuta

source: Confirm password
ar_sa: تأكيد كلمة المرور
fr_fr: Confirmer le mot de passe
it_it: Conferma password
nl_nl: Wachtwoord bevestigen
pl_pl: Potwierdź hasło
pt_br: Confirme a senha
sw_ke: Thibitisha nenosiri

source: Confirm the new label on your {} device
ar_sa: تأكيد التسمية الجديدة على {} جهازك
fr_fr: Confirmez la nouvelle étiquette sur votre appareil {}
it_it: Conferma la nuova etichetta sul tuo dispositivo {}
nl_nl: Bevestig het nieuwe label op uw {}-apparaat
pl_pl: Potwierdź nową etykietę na twoim {} urządzeniu
pt_br: Confirme o novo rótulo no seu dispositivo {}
sw_ke: Thibitisha anwani ya kipochi kwenye kifaa chako cha {}

source: Confirm the total amount spent and the transaction fee on your {} device
ar_sa: تأكيد المبلغ الإجمالي الذي تم إنفاقه ورسم العملية على {} جهازك
fr_fr: Confirmez la somme totale dépensée et les frais de transaction sur votre appareil {}
it_it: Conferma l'importo totale speso e la commissione di transazione sul tuo dispositivo {}
nl_nl: Bevestig het totaalbedrag en de transactiekosten op uw {}-apparaat
pl_pl: Potwierdź całkowitą kwotę i opłatę transakcyjną na twoim {} urządzeniu
pt_br: Confirme o valor total gasto e a taxa de transação no seu dispositivo {}
sw_ke: Thibitisha jumla ya pesa iliyotumika na ada ya manunuzi kwenye kifaa chako cha {}

source: Confirm the transaction output on your {} device
ar_sa: تأكيد مخرجات العملية على {} جهازك
fr_fr: Confirmez la destination de la transaction sur votre appareil {}
it_it: Conferma il risultato della transazione sul tuo dispositivo {}
nl_nl: Bevestig de transactieoutput op uw {}-apparaat
pl_pl: Potwierdź dane wyjściowe transakcji na twoim {} urządzeniu
pt_br: Confirme o resultado da transação em seu dispositivo {}
sw_ke: Thibitisha pato la shughuli ya ununuzi kwenye kifaa chako cha {}

source: Confirm wallet address on your {} device
ar_sa: تأكيد عنوان المحفظة على {} جهازك
fr_fr: Confirmez l'adresse du portefeuille sur votre appareil {}
it_it: Conferma l'indirizzo del portafoglio sul tuo dispositivo {}
nl_nl: Bevestig portemonneeadres op uw {}-apparaat
pl_pl: Potwierdź adres portfela na twoim {} urządzeniu
pt_br: Confirme o endereço da carteira no seu dispositovo {}
sw_ke: Thibitisha anwani ya kipochi kwenye kifaa chako cha {}

source: Confirmed. Signing Transaction...
ar_sa: تم التأكيد. توقيع المعاملة...
fr_fr: Confirmé. Signature de la transaction...
it_it: Confermato. Firma della transazione...
nl_nl: Bevestigd. Transactie ondertekenen...
pl_pl: Potwierdzone. Podpisywanie transakcji...
pt_br: Confirmado. Assinando transação...
sw_ke: Imethibitishwa. Inasaini shuguli ya ununuzi...

source: Connect only to preferred servers
ar_sa: الإتصال فقط بالخوادم المفضلة
fr_fr: Ne se connecter qu'aux serveurs préférés
it_it: Connetti solo ai server preferiti
nl_nl: Uitsluitend met voorkeurservers verbinden
pl_pl: Łącz tylko z preferowanymi serwerami
pt_br: Conectar apenas à servidores preferidos
sw_ke: Unganisha tu kwa seva unazopendelea

source: Connected
ar_sa: متصل
fr_fr: Connecté
it_it: Connesso
nl_nl: Verbonden
pl_pl: Połączono
pt_br: Não conectado
sw_ke: Imewasiliana

source: Connected node
ar_sa: عقدة متصلة
fr_fr: Nœud connecté
it_it: Nodo connesso
nl_nl: Verbonden node
pl_pl: Połączony węzeł
pt_br: Nós conectados
sw_ke: Seva iliyounganika

source: Connected to %d nodes.
ar_sa: متصل ب %d عقد.
fr_fr: Connecté à %d noeuds.
it_it: Connesso a %d nodi.
nl_nl: Verbonden met %d nodes.
pl_pl: Połączono z %d węzłami.
pt_br: Conectado a %d nós.
sw_ke: Imeunganishwa na seva %d.

source: Connected via proxy
ar_sa: متصل عبر الوكيل
fr_fr: Connecté via proxy
it_it: Connesso tramite proxy
nl_nl: Verbonden via proxy
pl_pl: Połączony przez proxy
pt_br: Conectado através de proxy
sw_ke: Unganisho kutumia proxy

source: Connecting...
ar_sa: جاري الإتصال...
fr_fr: Connexion...
it_it: Connessione...
nl_nl: Verbinden...
pl_pl: Łączenie...
pt_br: Conectando...
sw_ke: Inaunganisha...

source: Connection failure
ar_sa: فشل في الإتصال
fr_fr: Échec de connexion
it_it: Errore di connessione
nl_nl: Verbindingsfout
pl_pl: Błąd połączenia
pt_br: Falha na conexão
sw_ke: Unganisho kukosekana

source: Connections
ar_sa: اتصالات
fr_fr: Connexions
it_it: Connessioni
nl_nl: Verbindingen
pl_pl: Połączenia
pt_br: Conexões
sw_ke: Inaunganisha

source: Consolidate
ar_sa: دمج
fr_fr: Consolider
it_it: Consolidata
nl_nl: Consolideren
pl_pl: Konsolidacja
pt_br: Consolidar
sw_ke: Unganisha

source: Consolidation mode
ar_sa: وضع الدمج
fr_fr: Mode de consolidation
it_it: Modalità consolidata
nl_nl: Consolidatiemodus
pl_pl: Tryb konsolidacji
pt_br: Modo de consolidação
sw_ke: Mbinu ya kuunganisha

source: Contact
ar_sa: الإتصال
it_it: Contatto
nl_nl: Contactpersoon
pl_pl: Kontakt
pt_br: Contato
sw_ke: Stakabadhi za kuwasiliana

source: Contact Info
ar_sa: معلومات الإتصال
fr_fr: Coordonnées
it_it: Info del Contatto
nl_nl: Contactgegevens
pl_pl: Dane kontaktu
pt_br: Informações de Contato
sw_ke: Maelezo ya Stakabadhi za kuwasiliana

source: Contact added
ar_sa: تمت إضافة جهة إتصال
fr_fr: Contact ajouté
it_it: Contatto aggiunto
nl_nl: Contactpersoon toegevoegd
pl_pl: Kontakt dodany
pt_br: Contato adicionado
sw_ke: Stakabadhi za kuwasiliana kuongezwa

source: Contact saved
ar_sa: تم حفظ جهة إتصال
fr_fr: Contact enregistré
it_it: Contatto salvato
nl_nl: Contactpersoon opgeslagen
pl_pl: Kontakt został zapisany
pt_br: Contato salvo
sw_ke: Stakabadhi za kuhifadiwa

source: Contacts
ar_sa: قائمة العناوين
it_it: Contatti
nl_nl: Contactpersonen
pl_pl: Kontakty
pt_br: Contatos
sw_ke: Stakabadhi za kuwasiliana

source: Control your own private keys
ar_sa: التحكم في مفاتيحك الخاصة
fr_fr: Contrôlez vos propres clés privées
it_it: Controlla le tue chiavi private
nl_nl: Uw eigen privésleutels beheren
pl_pl: Zarządzaj swoimi kluczami prywatnymi
pt_br: Controle suas chaves privadas
sw_ke: Simamia mwenyewe funguosiri zako

source: Convert between Legacy and Cashaddr formats
ar_sa: التحويل بين صيغ الإرث و ال Cashaddr
it_it: Converti tra formato Legacy e Cashaddr
nl_nl: Oude en CashAdr-formaten in elkaar omzetten
pl_pl: Konwertuj pomiędzy starym formatem i CashAddr
pt_br: Converter entre formatos de endereço Legacy e CashAddr
sw_ke: Badilisha kati ya muundo wa jadi na Cashaddr

source: Copy &URI
ar_sa: نسخ &URI
fr_fr: Copier l'&URI
it_it: Copia &URI
nl_nl: &URI kopiëren
pl_pl: Kopiuj &URI
pt_br: Cópia e URI
sw_ke: Nakili &URI

source: Copy <b>{cash_account_name}</b>
ar_sa: نسخ <b>{cash_account_name}</b>
it_it: Copia <b>{cash_account_name}</b>
nl_nl: <b>{cash_account_name}</b> kopiëren
pl_pl: Kopiuj <b>{cash_account_name}</b>
pt_br: Copie <b>{cash_account_name}</b>
sw_ke: Nakili <b>{cash_account_name}</b>

source: Copy <b>{lns_name}</b>
it_it: Copia <b>{lns_name}</b>

source: Copy <b>{text}</b>
it_it: Copia <b>{text}</b>

source: Copy Address
ar_sa: نسخ العنوان
fr_fr: Copier l'adresse
it_it: Copia Indirizzo
nl_nl: Adres kopiëren
pl_pl: Kopiuj adres
pt_br: Copiar endereço
sw_ke: Nakili Anwani

source: Copy Address (Embedded)
ar_sa: نسخ العنوان (المضمن)
it_it: Copia Indirizzo (Incorporato)
nl_nl: Adres kopiëren (ingesloten)
pl_pl: Kopiuj adres (zintegrowany)
pt_br: Copiar endereço (incorporado)
sw_ke: Nakili Anwani (mfumo ulioingia)

source: Copy Amount
ar_sa: نسخ المبلغ
fr_fr: Copier le montant
it_it: Copia Importo
nl_nl: Bedrag kopiëren
pl_pl: Kopiuj kwotę
pt_br: Copie a quantidade
sw_ke: Nakili Kiasi

source: Copy Cash Account
ar_sa: نسخ المبلغ النقدي
it_it: Copia Account Cash
nl_nl: CashAccount kopiëren
pl_pl: Kopiuj Cash Account
pt_br: Copie Cash Account
sw_ke: Nakili Cash Account

source: Copy Prevout
ar_sa: نسخ Prevout
it_it: Copia Prevout
nl_nl: Prevout kopiëren
pl_pl: Kopiuj Prevout
pt_br: Copiar Prevout
sw_ke: Nakili Prevout

source: Copy Public Key
ar_sa: نسخ المفتاح العمومي
fr_fr: Copier la clé publique
it_it: Copia Chiave Pubblica
nl_nl: Publieke sleutel kopiëren
pl_pl: Kopiuj klucz publiczny
pt_br: Copiar clave pública
sw_ke: Nakili Funguo la umma

source: Copy Public key
ar_sa: نسخ المفتاح العمومي
fr_fr: Copier la clé publique
it_it: Copia chiave Pubblica
nl_nl: Publieke sleutel kopiëren
pl_pl: Kopiuj klucz publiczny
pt_br: Copiar Chave Pública
sw_ke: Nakili Funguo siri

source: Copy QR Image
ar_sa: نسخ صورة QR
fr_fr: Copier Image QR
it_it: Copia Immagine QR
nl_nl: QR-afbeelding kopiëren
pl_pl: Kopiuj obraz QR
pt_br: Copiar imagem QR
sw_ke: Nakili picha ya QR

source: Copy Script
ar_sa: نسخ النص البرمجي
it_it: Copia Script
nl_nl: Script kopiëren
pl_pl: Kopiuj skrypt
pt_br: Copiar Script
sw_ke: Nakili Maandishi

source: Copy Script Hex
ar_sa: نسخ النص البرمجي Hex
it_it: Copia Hex Script
nl_nl: Script hex. kopiëren
pl_pl: Kopiuj skrypt Hex
pt_br: Copiar Script Hex
sw_ke: Nakili maandishi ya Hex

source: Copy Script Text
ar_sa: نسخ نص النص البرمجي
it_it: Copia Text Script
nl_nl: Scripttekst kopiëren
pl_pl: Kopiuj skrypt tekst
pt_br: Copiar script para texto
sw_ke: Nakili maandishi ya Text

source: Copy Selected Text
ar_sa: نسخ النص المحدد
fr_fr: Copier le texte sélectionné
it_it: Copia Testo Selezionato
nl_nl: Geselecteerde tekst kopiëren
pl_pl: Kopiuj zaznaczony tekst
pt_br: Copiar texto selecionado
sw_ke: Nakili maandishi yaliyochaguliwa

source: Copy URI
ar_sa: نسخ عنوان URL
fr_fr: Copier l'URI
it_it: Copia URI
nl_nl: URI kopiëren
pl_pl: Kopiuj URI
pt_br: Copiar URI
sw_ke: Nakili URI

source: Copy UTXO
ar_sa: نسخ UTXO
it_it: Copia UTXO
nl_nl: UTXO kopiëren
pl_pl: Kopiuj UTXO
pt_br: Copiar UTXO
sw_ke: Nakili UTXO

source: Copy input hash
ar_sa: نسخ تجزئة المدخلات
it_it: Copia hash dell'input
nl_nl: Inputhash kopiëren
pl_pl: Kopiuj hash wejściowy
pt_br: Copiar hash de entrada
sw_ke: Nakili input hash

source: Copy link
ar_sa: نسخ الرابط
fr_fr: Copier le lien
it_it: Copia link
nl_nl: Koppeling kopiëren
pl_pl: Kupiuj link
pt_br: Copiar enlace
sw_ke: Nakili Kiunga

source: Copy to clipboard
ar_sa: نسخ
fr_fr: Copier dans le presse-papier
it_it: Copia negli appunti
nl_nl: Naar klembord kopiëren
pl_pl: Skopiuj do schowka
pt_br: Copiar para a Área de transferência
sw_ke: Nakili kwenye clipboard

source: Copy transaction raw hex to the clipboard
it_it: Copia l'hex raw della transazione negli appunti
nl_nl: Ruwe hex. transactie naar het klembord kopiëren
pl_pl: Kopiuj transakcję raw hex do schowka
pt_br: Copiar o hexadecimal da transação para a área de transferência

source: Copy {}
ar_sa: نسخ {}
fr_fr: Copier {}
it_it: Copia {}
nl_nl: {} kopiëren
pl_pl: Kopiuj {}
pt_br: Copiar {}
sw_ke: Nakili {}

source: Copyright © 2017-2022 Electron Cash LLC and the Electron Cash developers.
it_it: Copyright © 2017-2022 Electron Cash LLC e gli sviluppatori di Electron Cash.

source: Copyright © {year_start}-{year_end} Electron Cash LLC and the Electron Cash developers.
ar_sa: حقوق الطبع والنشر © {year_start}-{year_end} Electron Cash LLC ومطوري Electron Cash.
it_it: Copyright © {year_start}-{year_end} Electron Cash LLC e gli sviluppatori di Electron Cash.
nl_nl: Copyright © {year_start}-{year_end} Electron Cash LLC en de Electron Cash-ontwikkelaars.
pl_pl: Copyright © {year_start}-{year_end} Electron Cash LLC i programiści Electron Cash.
pt_br: Copyright © {year_start}-{year_end} Electron Cash LLC e os desenvolvedores do Electron Cash.
sw_ke: Hakimiliki © {year_start}{year_end} Electron Cash LLC na mhandisi wa programu hii.

source: Correct udev rules are required in order for a hardware wallet to be accessed by Electron Cash.
ar_sa: قواعد udev الصحيحة مطلوبة من أجل الوصول إلى محفظة الأجهزة بواسطة Electron Cash.
it_it: Sono necessarie regole udev appropriate per consentire l'accesso a un portafoglio hardware da parte di Electron Cash.
nl_nl: Correcte udev-regels zijn vereist voor toegang tot een hardwareportemonnee vanuit Electron Cash.
pl_pl: Prawidłowe reguły udev są wymagane, aby portfel sprzętowy miał dostęp do Electron Cash.
pt_br: Regras de udev corretas são necessárias para que uma carteira de hardware seja acessada pelo Electron Cash.
sw_ke: Sheria sahihi za udev zinahitajika ili kifaa cha kipochi kipatikane na Electron Cash.

source: Cosign with hardware device
ar_sa: التوقيع المشترك مع الجهاز
it_it: Cofirma con il dispositivo hardware
nl_nl: Medeondertekenen met hardwareapparaat
pl_pl: Współpodpisz z urządzeniem sprzętowym
pt_br: Assine com o seu dispositivo de hardware
sw_ke: Tumia pamoja na kifaa

source: Cosigner %d
it_it: Cofirmatario %d

source: Cosigner Pool
ar_sa: مخزن التواقيع المشتركة
fr_fr: Groupe de cosignataires
it_it: Gruppo di cofirmatari
nl_nl: Medeondertekenaarspool
pl_pl: Pula Współpodpisów
pt_br: Grupo de Cossignatários
sw_ke: Dimbwi la seva za mweka sahihi wa pili

source: Could not convert image to monochrome
ar_sa: تعذر تحويل الصورة الى أحادية اللون
fr_fr: Impossible de convertir l'image en monochrome
it_it: Impossibile convertire l'immagine in formato monocromatico
nl_nl: Kon afbeelding niet omzetten naar monochroom
pl_pl: Nie można przekonwertować obrazu na czarno-biały
pt_br: Não foi possível converter a imagem para monocromático
sw_ke: Haikuweza kubadilisha picha kuwa monochrome

source: Could not convert image, a required library is missing: {}
ar_sa: تعذر تحويل الصورة، المكتبة المطلوبة مفقودة: {}
fr_fr: Impossible de convertir l'image, une bibliothèque requise est manquante : {}
it_it: Impossibile convertire l'immagine, manca una libreria richiesta: {}
nl_nl: Kon afbeelding niet converteren, een vereiste bibliotheek ontbreekt: {}
pl_pl: Nie można przekonwertować obrazu, brakuje wymaganej biblioteki: {}
pt_br: Não foi possível converter a imagem, uma biblioteca necessária está faltando: {}
sw_ke: Haikuweza kubadilisha picha, maktaba inayohitajika inakosekana: {}

source: Could not dither or re-render image
ar_sa: لا يمكن تقويم أو إعادة عرض الصورة
it_it: Impossibile ditherare o ri-renderizzare l'immagine
nl_nl: Kon afbeelding niet ditheren of opnieuw renderen
pl_pl: Nie można dither lub ponownie renderować obrazu
pt_br: Não foi possível renderizar a imagem
sw_ke: Haikuweza kutoa picha tena
