Repository: Electron-Cash/electrum-locale
Catalog: locale/*/electron-cash.po
Languages: ar_sa, fr_fr, it_it, nl_nl, pl_pl, pt_br, sw_ke

source: Something went wrong running Electron Cash.
ar_sa: حدث خطأ ما في تشغيل Electron Cash.
fr_fr: Une erreur s'est produite lors de l'exécution d'Electron Cash.
it_it: Qualcosa è andato storto con Electron Cash.
nl_nl: Er ging iets mis met Electron Cash.
pl_pl: Coś poszło nie tak z uruchomieniem Electron Cash.
pt_br: Algo aconteceu de errado com o Electron Cash.
sw_ke: Kuna kitu hakiendi sawa katika uendeshaji wa Electron Cash.

source: Sorry!
ar_sa: عذراً!
fr_fr: Désolé !
it_it: Spiacente!
pl_pl: Przepraszamy!
pt_br: Desculpe!
sw_ke: Samahani!

source: Sorry, but we were unable to check for updates. Please try again later.
ar_sa: عذراً، لكننا لم نتمكن من التحقق من وجود تحديثات. الرجاء المحاولة مرة أخرى لاحقاً.
fr_fr: Désolé, mais nous n'avons pas pu vérifier les mises à jour. Veuillez réessayer plus tard.
it_it: Spiacente, non è stato possibile controllare gli aggiornamenti. Riprova più tardi.
nl_nl: Sorry, maar we konden niet controleren op updates. Probeer het later opnieuw.
pl_pl: Przepraszamy, ale nie mogliśmy sprawdzić aktualizacji. Spróbuj ponownie później.
pt_br: Desculpe, incapaz de procurar por novas atualizações. Tente novamente mais tarde.
sw_ke: Samahani, lakini hatukuweza kuangalia visasisho. Tafadhali jaribu tena baadae.

source: Source
ar_sa: المصدر
it_it: Fonte
nl_nl: Bron
pl_pl: Źródło
pt_br: Fonte de taxa indicativa
sw_ke: Msimbo

source: Source:
ar_sa: المصدر:
it_it: Fonte:
nl_nl: Bron:
pl_pl: Źródło:
pt_br: Fonte:
sw_ke: Msimbo:

source: Specify a master key to re-create a deterministic wallet.
ar_sa: حدد مفتاح رئيسي لإعادة إنشاء محفظة حتمية.
fr_fr: Spécifiez une clé maîtresse pour recréer un portefeuille déterministe.
it_it: Specifica una chiave principale per ricreare un portafoglio deterministico.
nl_nl: Specificeer een moedersleutel om een deterministische portemonnee opnieuw te maken.
pl_pl: Podaj klucz główny, aby odtworzyć deterministyczny portfel.
pt_br: Especifique uma chave mestra para re-criar uma carteira determinista.
sw_ke: Taja funguo siri za kuunda kipochi tena wa kuamua.

source: Specify a maximum of 1 queued fusion
ar_sa: تحديد حد أقصى 1 من الدمج في قائمة الإنتظار
fr_fr: Spécifiez un maximum de 1 fusion en file d'attente
it_it: Specificare un massimo di 1 fusione in coda
nl_nl: Specificeer een maximum van 1 fusie in wachtrij
pl_pl: Podaj maksymalnie 1 fuzję w kolejce
pt_br: Especifique um máximo de 1 fusão na fila
sw_ke: Taja kiwango cha juu cha kuchanganywa 1 iliyokamilika

source: Specify a passphrase to use for BIP38 encryption.
ar_sa: حدد عبارة مرور لاستخدامها في تشفير BIP38.
fr_fr: Spécifiez un mot de passe à utiliser pour le chiffrement BIP38.
it_it: Specifica una frase segreta da usare per la cifratura BIP38.
nl_nl: Specificeer een wachtzin voor BIP38-vercijfering.
pl_pl: Podaj hasło do szyfrowania BIP38.
pt_br: Especifique uma frase segura para usar a criptografia BIP38.

source: Specify how old a change address must be in order to be considered for retirement. This value is in terms of address index position from the most recent change address.
it_it: Specifica quanto vecchio deve essere un indirizzo di resto per poterlo considerare da ritirare. Questo valore è in termine di indice di posizione dell'indirizzo dal più recente indirizzo di resto.

source: Specify minimum and maximum coin amounts to select for shuffling:
ar_sa: حدد الحد الأدنى والحد الأقصى لمبالغ العملة للإختيار للخلط:
fr_fr: Spécifiez les montants minimum et maximum de pièces à sélectionner pour la lecture aléatoire :
it_it: Specifica gli importi dei fondi minimi e massimi da selezionare per il mixaggio:
nl_nl: Specificeer minimale en maximale muntbedragen om te selecteren voor shufflen:
pl_pl: Podaj minimalne i maksymalne kwoty monet do do miksowania:
pt_br: Especificar valores mínimos e máximos de moedas a serem selecionadas pelo CashShuffle:
sw_ke: Taja kiwango cha chini na kiwango cha juu cha sarafu ili uchague za kuchanganywa:

source: Specify the <b>account name</b> below (limited to 99 characters):
ar_sa: حدد <b>إسم الحساب</b> أدناه (محدود ب 99 حرفاً):
fr_fr: Spécifiez le <b>nom du compte</b> ci-dessous (limité à 99 caractères) :
it_it: Specifica il <b>nome dell'account</b> qua sotto (limite di 99 caratteri):
nl_nl: Specificeer de <b>accountnaam</b> hieronder (beperkt tot 99 tekens):
pl_pl: Podaj poniżej <b>nazwę konta</b> (ograniczone do 99 znaków):
pt_br: Especifique <b> Nome da conta </b> abaixo (limitado a 99 caracteres):

source: Spend
ar_sa: إنفاق
fr_fr: Dépenser
it_it: Spendi
nl_nl: Uitgeven
pl_pl: Wydaj
pt_br: Gastar
sw_ke: Tumia

source: Spend From
ar_sa: أنفق من
fr_fr: Dépenser à partir de
it_it: Spendi Da
nl_nl: Hiervanaf uitgeven
pl_pl: Wydaj z
pt_br: Gastar de
sw_ke: Tumia kutoka

source: Spend Shuffled
ar_sa: الإنفاق مخلوط
fr_fr: Dépenser mélangé
it_it: Spendi Mixato
nl_nl: Geshuffled uitgeven
pl_pl: Wydaj zmiksowane
pt_br: Gastar misturados
sw_ke: Tumia Sarafu zilizochanganywa

source: Spend Unshuffled
ar_sa: الإنفاق غير مخلوط
fr_fr: Dépenser non mélangé
it_it: Spendi non Mixato
nl_nl: Ongeshuffled uitgeven
pl_pl: Wydaj niezmiksowane
pt_br: Gastar não misturados
sw_ke: Tumia Sarafu hazijachanganywa

source: Spend from
ar_sa: أنفق من
fr_fr: Dépenser à partir de
it_it: Spendi da
nl_nl: Hiervanaf uitgeven
pl_pl: Wydaj z
pt_br: Gastar deste endereço
sw_ke: Tumia kutoka

source: Spend from this Address
ar_sa: أنفق من هذا العنوان
fr_fr: Dépenser à partir de cette adresse
it_it: Spendi da questo Indirizzo
nl_nl: Uitgeven vanaf dit adres
pl_pl: Wydaj z tego adresu
pt_br: Gastar deste endereço
sw_ke: Tumia kutoka anwani hii

source: Spend from this UTXO
ar_sa: أنفق من هذا UTXO
fr_fr: Dépenser depuis cet UTXO
it_it: Spendi da questo UTXO
nl_nl: Deze UTXO uitgeven
pl_pl: Wydaj z tego UTXO
pt_br: Gastar esta moeda
sw_ke: Tumia kutoka UTXO hii

source: Spend from this UTXO + Selected
ar_sa: أنفق من هذا UTXO + المحدد
fr_fr: Dépenser depuis cet UTXO + sélectionné
it_it: Spendi da questo UTXO + Selezionati
nl_nl: Deze UTXO + selectie uitgeven
pl_pl: Wydaj z tego UTXO + zaznaczone
pt_br: Gastar esta moeda e selecionados
sw_ke: Tumia kutoka UTXO hii + Iliyochaguliwa

source: Spend only confirmed coins
ar_sa: إنفاق عملات مؤكدة فقط
fr_fr: Dépense seulement la monnaie confirmé
it_it: Spendi solo monete confermate
nl_nl: Uitsluitend bevestigde munten besteden
pl_pl: Wydaj tylko potwierdzone monety
pt_br: Gastar apenas moedas confirmadas
sw_ke: Tumia pembejeo zilizothibitishwa

source: Spend only confirmed inputs.
ar_sa: إنفاق المدخلات المؤكدة فقط.
fr_fr: Dépense seulement des impôts confirmé.
it_it: Spendi solo gli input confermati.
nl_nl: Uitsluitend bevestigde inputs besteden.
pl_pl: Wydaj tylko potwierdzone wejścia.
pt_br: Gastar apenas entradas confirmadas.
sw_ke: Tumia pembejeo zilizothibitishwa.

source: Spend only fused coins
it_it: Spendi solo fondi mixati

source: Spend only fused coins, minimum {min} fusion
it_it: Spendi solo fondi che sono stati fusi almeno {min} volta

source: Spend only your shuffled (private) coins
ar_sa: إنفاق عملاتك المخلوطة (الخاصة) فقط
fr_fr: Dépensez uniquement vos pièces (privées) mélangées
it_it: Spendi solo i tuoi fondi mescoalti (privati)
nl_nl: Alleen uw geshufflede (privé)munten uitgeven
pl_pl: Wydaj tylko twoje zmiksowane (prywatne) monety
pt_br: Gastar apenas suas moedas misturadas (privadas)

source: Spend only your unshuffled coins
ar_sa: إنفاق عملاتك غير المخلوطة فقط
fr_fr: Dépensez uniquement vos pièces de monnaie non mélangées
it_it: Spendi solo i tuoi fondi non mixati
nl_nl: Alleen uw ongeshufflede munten uitgeven
pl_pl: Wydaj tylko twoje niezmiksowane monety
pt_br: Gastar apenas suas moedas não misturadas

source: Spending and linking coins with CashShuffle disabled may compromise your privacy for both shuffled and unshuffled coins in this wallet.
ar_sa: إن إنفاق وربط العملات مع CashShuffle المعطلة، قد يعرّض خصوصيتك للخطر لكل من العملات المخلوطة والغير مخلوطة معاً في هذه المحفظة.
fr_fr: Dépenser et lier des pièces avec CashShuffle désactivé peut compromettre votre vie privée pour les pièces mélangées et non mélangées dans ce portefeuille.
it_it: Spendere e collegare fondi mentre CashShuffle è disabilitato potrebbe compromettere la tua privacy per i tuoi fondi mixati e non.
nl_nl: Het uitgeven en linken van munten met CashShuffle uitgeschakeld kan uw privacy in gevaar brengen, voor zowel geshufflede als ongeshufflede munten in deze portemonnee.
pl_pl: Wydawanie i łączenie monet z wyłączonym CashShuffle może zagrozić Twojej prywatności zarówno dla monet zmiksowanych, jak i niezmiksowanych w tym portfelu.
pt_br: Gastar moedas com CashShuffle desativo pode comprometer sua privacidade para as moedas tanto misturadas como não misturadas desta carteira.
sw_ke: Kutumia na kuunganisha sarafu na CashShuffle ikiwa imezuiliwa kunaweza kuhatarisha ya siri zako kwa sarafu zote mbili ambazo zilizochanganywa na sizizochanganywa kwenye kipochi hiki.

source: Spending and linking these coins may compromise your privacy not only for new received coins, but also for your past spending of shuffled coins.
ar_sa: إنفاق وربط هذه العملات قد يضر بخصوصيتك ليس فقط للعملات الجديدة المستلمة، ولكن أيضاً بإنفاقك السابق للعملات المخلوطة.
fr_fr: Dépenser et lier ces pièces peut compromettre votre vie privée non seulement pour les nouvelles pièces reçues, mais aussi pour vos dépenses passées de pièces mélangées.
it_it: Spendere e collegare questi fondi potrebbe compromettere la tua privacy non solo per i nuovi fondi ricevuti, ma anche per quelli precedentemente spesi o mixati.
nl_nl: Het uitgeven en linken van deze munten kan uw privacy niet alleen voor nieuw ontvangen munten schaden, maar ook voor reeds uitgegeven of geshufflede munten.
pl_pl: Wydawanie i łączenie tych monet może zagrozić Twojej prywatności nie tylko dla nowych otrzymanych monet, ale również dla Twoich wcześniej wydanych zmiksowanych monet.
pt_br: Gastar moedas pode comprometer sua privacidade não somente para novas moedas recebidas, mas também de seus gastos passados de moedas misturadas.
sw_ke: Kutumia na kuunganisha sarafu hizi kunaweza kuathiri siri yako sio tu kwa sarafu mpya zilizopokelewa, lakini pia kwa matumizi yako ya zamani ya sarafu zilizochanganywa.

source: Standard Wallet
ar_sa: المحفظة القياسية
fr_fr: Portefeuille standard
it_it: Portafoglio Standard
nl_nl: Standaardportemonnee
pl_pl: Portfel standardowy
pt_br: Carteira padrão
sw_ke: Kipochi

source: Standard wallet
ar_sa: المحفظة القياسية
fr_fr: Portefeuille standard
it_it: Portafoglio standard
nl_nl: Standaardportemonnee
pl_pl: Portfel standardowy
pt_br: Carteira padrão
sw_ke: Kipochi

source: Start
ar_sa: بدء
fr_fr: Démarrer
it_it: Avvia
nl_nl: Starten
pl_pl: Rozpocznij
pt_br: Iniciar
sw_ke: Anza

source: Start Scan
ar_sa: بدء المسح
fr_fr: Démarrer le scan
it_it: Inizia Scansione
nl_nl: Scannen starten
pl_pl: Rozpocznij skanowanie
pt_br: Começar a escanear
sw_ke: Anzisha Scan

source: Start {tor_binary_name} client
it_it: Avvia il client {tor_binary_name}
nl_nl: {tor_binary_name_capitalized}client starten
pl_pl: Uruchom {tor_binary_name} klienta
pt_br: Iniciar cliente {tor_binary_name}

source: Status
ar_sa: الحالة
fr_fr: Statut
it_it: Stato
sw_ke: Hali

source: Status Extra
ar_sa: معلومات إضافية عن الحالة
it_it: Stato Extra
nl_nl: Extra status
pl_pl: Status specjalny

source: Status:
ar_sa: الحالة:
fr_fr: Statut:
it_it: Stato:
sw_ke: Hali:

source: Step {}/24. Enter seed word as explained on your {}:
ar_sa: الخطوة {}/24. أدخل الكلمة المفتاحية كما هو موضح في {}:
fr_fr: Étape {}/24. Entrez le mot de la graine comme expliqué sur votre {} :
it_it: Passaggio {}/24. Inserisci parola del seme come spiegato sul tuo {}:
nl_nl: Stap {}/24. Voer seed-woorden in zoals uitgelegd op uw {}:
pl_pl: Krok {}/24. Wprowadź słowo seed jak wyjaśniono na {}:
pt_br: Etapa {} / 24. Digite a palavra seed, conforme explicado em seu {}:
sw_ke: Hatua {} / 24. Ingiza manenosiri kama ilivyoelezewa kwenye {} yako:

source: Stop requested by user
ar_sa: طلب التوقف من قبل المستخدم
fr_fr: Arrêt demandé par l'utilisateur
it_it: Interruzione richiesta dall'utente
nl_nl: Stop aangevraagd door gebruiker
pl_pl: Wstrzymanie spowodowane przez użytkownika
pt_br: Parada solicitada pelo usuário
sw_ke: Acha ombi na mtumiaji

source: Submit the transaction to the blockchain
it_it: Invia la transazione alla blockchain
nl_nl: De transactie naar de blockchain versturen
pl_pl: Prześlij transakcję do łańcucha bloków
pt_br: Enviar a transação para a blockchain

source: Success
ar_sa: نجح
fr_fr: Succès
it_it: Successo
nl_nl: Geslaagd
pl_pl: Powodzenie
pt_br: Concluído
sw_ke: Mafanikio

source: Summary Text PIN (requires dongle replugging)
ar_sa: موجز نص رمز PIN (يتطلب إعادة تشغيل dongle)
fr_fr: Résumé du code PIN du texte (rebranchement du dongle nécessaire)
it_it: Riepilogo PIN testuale (richiede la riconnessione del dongle)
nl_nl: Pincode samenvattingstekst (vereist opnieuw aansluiten dongle)
pl_pl: Kod PIN tekstu podsumowującego (wymaga ponownego podłączania)
pt_br: PIN do texto de resumo (requer reconectar o dongle)
sw_ke: Muhtasari wa maandishi ya pini (inahitaji dongle kurudishwa tena)

source: Summary Text PIN is Disabled
ar_sa: موجز نص رمز PIN معطل
fr_fr: Le code PIN du texte récapitulatif est désactivé
it_it: Riepilogo PIN testuale disabilitato
nl_nl: Pincode samenvattingstekst is uitgeschakeld
pl_pl: Kod PIN tekstu podsumowującego jest wyłączony
pt_br: O PIN do texto de resumo está desativado
sw_ke: Fagia

source: Supported Coins
ar_sa: العملات المدعومة
fr_fr: Pièces prises en charge
it_it: Blockchain supportate
nl_nl: Ondersteunde munten
pl_pl: Obsługiwane monety
pt_br: Moedas suportadas
sw_ke: Fedha zinazopatikana hapa

source: Sweep
ar_sa: مسح
fr_fr: Balayer
it_it: Preleva
nl_nl: Saldo opnemen
pl_pl: Opróżnij
pt_br: Varrer
sw_ke: Fagia

source: Sweep %d input
it_it: Spazza via un input

source: Sweep private keys
ar_sa: مسح المفاتيح الخاصة
fr_fr: Balayer les clés privées
it_it: Preleva chiavi private
nl_nl: Saldo van privésleutels opnemen
pl_pl: Opróżnij klucze prywatne
pt_br: Varrer chaves privadas
sw_ke: Fagia funguosiri

source: Synchronize now?
ar_sa: مزامنة الآن؟
it_it: Sincronizzare ora?
nl_nl: Nu synchroniseren?
pl_pl: Zsynchronizować teraz?
pt_br: Sincronizar agora?
sw_ke: Sawazisha sasa?

source: Synchronizing
ar_sa: جاري المزامنة
fr_fr: Synchronisation
it_it: Sincronizzazione
nl_nl: Synchroniseren
pl_pl: Synchronizacja
pt_br: Sincronizando
sw_ke: Iinalinganisha

source: Synchronizing...
ar_sa: جاري المزامنة...
fr_fr: Synchronisation...
it_it: Sincronizzazione...
nl_nl: Synchroniseren...
pl_pl: Synchronizowanie...
pt_br: Sincronizando...
sw_ke: Iinalinganisha...

source: System
ar_sa: النظام
fr_fr: Système
it_it: Sistema
nl_nl: Systeem
pt_br: Sistema
sw_ke: Mfumo

source: Tap to add a description
ar_sa: أنقر لإضافة وصف
fr_fr: Touchez pour ajouter une description
it_it: Tocca per aggiungere la descrizione
nl_nl: Tik om een omschrijving toe te voegen
pl_pl: Kliknij, aby dodać opis
pt_br: Toque para adicionar uma descrição
sw_ke: Bonyeza ili kuongeza maelezo

source: Tap to add text...
ar_sa: أنقر لإضافة نص...
fr_fr: Touchez pour ajouter du texte...
it_it: Tocca per aggiungere il testo...
nl_nl: Tik om tekst toe te voegen...
pl_pl: Kliknij by dodać tekst...
pt_br: Toque para adicionar texto...
sw_ke: Bonyeza kuongeza maandishi...

source: Tap to enter a password
ar_sa: أنقر لإدخال كلمة مرور
fr_fr: Touchez pour entrer un mot de passe
it_it: Tocca per inserire la password
nl_nl: Tik om een wachtwoord in te voeren
pl_pl: Kliknij, aby wprowadzić hasło
pt_br: Toque para inserir sua senha
sw_ke: Bonyeza kuweka nenosiri

source: Tap to enter text...
ar_sa: أنقر لإدخال نص...
fr_fr: Touchez pour entrer du texte...
it_it: Tocca per inserire il testo...
nl_nl: Tik om tekst in te voeren...
pl_pl: Kliknij, aby wprowadzić tekst...
pt_br: Toque para adicionar texto...
sw_ke: Bonyeza kuongeza maandishi...

source: Target number of coins in wallet
ar_sa: العدد المستهدف للعملات في المحفظة
fr_fr: Nombre cible de pièces dans le portefeuille
it_it: Obiettivo numero di fondi nel portafoglio
nl_nl: Doel aantal munten in portemonnee
pl_pl: Docelowa liczba monet w portfelu
pt_br: Número alvo de moedas na carteira
sw_ke: Lengo la idadi ya sarafu katika kipochi

source: Target typical output amount
ar_sa: مبلغ المخرج النموذجي المستهدف
fr_fr: Montant de sortie typique cible
it_it: Indica il tipico importo per l'output
nl_nl: Doel typisch outputbedrag
pl_pl: Docelowa typowa kwota wyjściowa
pt_br: Quantifique alvo típica de saída

source: Text copied to clipboard
ar_sa: تم نسخ النص إلى الحافظة
fr_fr: Texte copié dans le presse-papier
it_it: Testo copiato negli appunti
nl_nl: Tekst naar klembord gekopieerd
pl_pl: Tekst skopiowany do schowka
pt_br: Texto copiado para a área de transferência
sw_ke: Maandishi yamenakiliwa kwa clipboard

source: The Bitcoin Cash address never expires and will always be part of this Electron Cash wallet.
ar_sa: عنوان Bitcoin Cash لن ينتهي أبدا وسيكون دائما جزءا من محفظة Electron Cash هذه.
fr_fr: L'adresse Bitcoin Cash n'expirera jamais et fera toujours partie de ce portefeuille Electron Cash.
it_it: L'indirizzo Bitcoin Cash non scade mai e farà sempre parte di questo portafoglio Electron Cash.
nl_nl: Het Bitcoin Cash-adres verloopt nooit en zal altijd onderdeel zijn van deze Electron Cash-portemonnee.
pl_pl: Adres Bitcoin Cash nigdy nie wygasa i zawsze będzie częścią portfela Electron Cash.
pt_br: O endereço Bitcoin Cash nunca expira e sempre fará parte deste portfólio da Electron Cash.
sw_ke: Anwani ya Bitcoin Cash haikwishi kamwe na hubaki daima kuwa sehemu ya kipochi hiki cha Electron Cash.

source: The Cash Account (if any) associated with this address. It doesn't get saved with the request, but it is shown here for your convenience. You may use the Cash Accounts button to register a new Cash Account for this address.
ar_sa: الحساب النقدي (إن وجد) المرتبط بهذا العنوان. لا يتم حفظه بالطلب، ولكنه يظهر هنا من أجل راحتك. يمكنك إستخدام زر الحسابات النقدية لتسجيل حساب نقدي جديد لهذا العنوان.
fr_fr: Le compte de trésorerie (le cas échéant) associé à cette adresse. Il ne sera pas enregistré avec la demande, mais il est affiché ici pour votre commodité. Vous pouvez utiliser le bouton Comptes de trésorerie pour créer un nouveau compte de trésorerie pour cette adresse.
it_it: L'Account Cash (se presente) associato a questo indirizzo. Non viene salvato con la richiesta, ma viene mostrato qui per convenienza. Potresti premere il pulsante degli Account Cash per registrarne un nuovo per questo indirizzo.
nl_nl: Het (evt.) CashAccount gekoppeld aan dit adres. Het wordt niet opgeslagen bij het verzoek, maar wordt hier voor uw gemak getoond. U kunt de knop CashAccounts gebruiken om een nieuw CashAccount voor dit adres te registreren.
pl_pl: Powiązany z tym adrem Cash Account (jeśli istnieje). Nie jest zapisywany wraz z prośbą, ale jest wyświetlany tutaj dla Twojej wygody. Możesz użyć przycisku Cash Account do rejestracji nowego Cash Account dla tego adresu.
pt_br: A conta Cash (existe) associada a este endereço. Não foi salvo com a solicitação, mas é mostrado aqui para sua conveniência.
sw_ke: Cash Account (ikiwa ipo) inayohusiana na anwani hii. Haihifadhiwi na ombi, lakini inaonyeshwa hapa kwa urahisi wako. Unaweza kutumia kitufe cha Cash Account kusajili Akaunti mpya ya Cash Account kwa anwani hii.

source: The Cash Account {name} uses an account type that is not supported by Electron Cash.
ar_sa: يستعمل الحساب النقدي {name} نوع حساب غير معتمد من قبل Electron Cash.
fr_fr: Le compte de trésorerie {name} utilise un type de compte qui n'est pas pris en charge par Electron Cash.
it_it: L'Account Cash {name} utilizza un tipo di account che non è supportato da Electron Cash.
nl_nl: Het CashAccount {name} gebruikt een accounttype dat niet wordt ondersteund door Electron Cash.
pl_pl: Cash Account {name} używa typu konta, który nie jest obsługiwany przez Electron Cash.
pt_br: A Cash Account {name} usa um tipo de conta que não é suportada pelo Electron Cash.
sw_ke: Cash Account {name} hutumia aina ya akaunti ambayo haitumiki na Electron Cash.

source: The Digital Bitbox is already seeded. Choose an option:
ar_sa: إن Bitbox الرقمي قادر على إنشاء الكلمات المفتاحية بالفعل. أختر خيار:
fr_fr: La Bitbox numérique est déjà configurée. Choisissez une option :
it_it: Il seme è già applicato alla Digital Bitbox. Scegli un opzione:
nl_nl: De Digital Bitbox is reeds voorzien van een seed. Kies een optie:
pl_pl: Digital Bitbox jest już seedowany. Wybierz opcję:
pt_br: O Digital Bitbox já está semeado. Escolha uma opção:
sw_ke: Kifaa cha digitali cha Bitbox tayari kina manenosiri. Chagua chaguo:

source: The Electron Cash Developers do NOT audit or vet any plugins.
ar_sa: مطوري Electron Cash لا يدققون أو يفحصون أي برامج مساعدة.
fr_fr: Que les développeurs d'Electron Cash ne vérifient PAS un seul plug-in Electron Cash.
it_it: Gli sviluppatori di Electron Cash NON contribuiscono o controllano alcun plugin.
nl_nl: De ontwikkelaars van Electron Cash controleren of keuren GEEN ENKELE plug-ins.
pl_pl: Programiści Electron Cash NIE kontrolują ani nie sprawdzają żadnych wtyczek.
pt_br: Os desenvolvedores do Electron Cash NÃO auditam ou examinam qualquer plug-in.
sw_ke: Waendelezaji wa Electron Cash HAWAKAGUI programu jalizi zozote.

source: The LNS Name {name} uses an account type that is not supported by Electron Cash.
it_it: Il Nome LNS {name} utilizza un tipo di account che non è supportato da Electron Cash.

source: The PIN cannot be longer than 9 characters.
ar_sa: لا يمكن أن يكون رمز PIN أطول من 9 أحرف.
fr_fr: Le code PIN ne peut pas contenir plus de 9 caractères.
it_it: Il PIN non può essere più lungo di 9 caratteri.
nl_nl: De pincode kan niet langer zijn dan 9 tekens.
pl_pl: Kod PIN nie może być dłuższy niż 9 znaków.
pt_br: O PIN não pode ter mais de 9 caracteres.

source: The PIN values do not match! Please type PIN again!
ar_sa: قيم رمز PIN غير متطابقة! يرجى كتابة رمز PIN مرة أخرى!
fr_fr: Les valeurs du code PIN ne correspondent pas! Veuillez saisir à nouveau le code PIN !
it_it: I PIN non corrispondono! Per favore, digitali nuovamente!
nl_nl: De pincodes komen niet overeen! Gelieve de pincode opnieuw in te typen!
pl_pl: Wartości PIN nie pasują! Proszę wpisać kod PIN ponownie!
pt_br: Os valores do PIN não correspondem! Digite o PIN novamente!

source: The QR code contains multiple outputs. At this time only a single output is supported. Please try again.
ar_sa: رمز QR يحتوي على مخرجات متعددة. في هذا الوقت يتم إعتماد مخرج واحد فقط. الرجاء المحاولة مرة أخرى.
fr_fr: Le code QR contient plusieurs sorties. Pour le moment, seule une seule sortie est prise en charge. Veuillez réessayer.
it_it: Il codice QR contiene output multipli. Al momento è supportato solo un output. Per favore, riprova.
nl_nl: De QR-code bevat meerdere outputs. Momenteel wordt slechts een enkele output ondersteund. Probeer het opnieuw.
pl_pl: Kod QR zawiera wiele wyjść. W tej chwili obsługiwane jest tylko jedno wyjście. Spróbuj ponownie.
pt_br: O código QR contém várias saídas. No momento, apenas uma saída é permitida. Por favor tente novamente.
sw_ke: Nambari ya QR ina matokeo mengi. Kwa wakati huu pato moja tu linasaidiwa.
