Repository: Electron-Cash/electrum-locale
Catalog: locale/*/electron-cash.po
Languages: ar_sa, fr_fr, it_it, nl_nl, pl_pl, pt_br, sw_ke

source: Restore from seed
ar_sa: الإستعادة من الكلمة المفتاحية
fr_fr: Restaurer depuis la graine
it_it: Ripristina dal seme
nl_nl: Herstellen vanaf seed
pl_pl: Przywróć z seed
pt_br: Restaurar através da seed
sw_ke: Rudisha manenosiri

source: Retire if older than:
it_it: Ritira se più vecchio di:

source: Retire unnused change addresses
it_it: Ritira indirizzi di resto non usati

source: Right-click for context menu
ar_sa: أنقر بالزر الأيمن لقائمة السياق
fr_fr: Clic droit pour le menu contextuel
it_it: Premi il tasto destro del mouse per il menu contestuale
nl_nl: Klik rechts voor contextmenu
pl_pl: Kliknij prawym przyciskiem myszy aby uzyskać menu kontekstowe
pt_br: Clique com botão direito para menu
sw_ke: Bonyeza kulia kwa menyu ya muktadha

source: Right-click to select a different CashShuffle server
ar_sa: أنقر بالزر اليمين لتحديد خادم CashShuffle مختلف
fr_fr: Clic droit pour sélectionner un autre serveur CashShuffle
it_it: Premi il tasto destro del mouse per selezionare un server CashShuffle diverso
nl_nl: Klik rechts om een andere CashShuffle-server te selecteren
pl_pl: Kliknij prawym przyciskiem myszy, aby wybrać inny serwer CashShuffle
pt_br: Clique com botão direito para selecionar um servidor CashShuffle diferente
sw_ke: Bonyeza kidude cha kulia ili kuchagua seva tofauti ya CashShuffle

source: Risks and Dangers
ar_sa: المخاطر والأخطار
fr_fr: Risques et Périls
it_it: Rischi e Pericoli
nl_nl: Risico's en gevaren
pl_pl: Zagrożenia i ryzyka
pt_br: Riscos e perigos
sw_ke: Vizuizi na Hatari

source: S&ave
ar_sa: ح&فظ
fr_fr: &Enregistrer
it_it: S&alva
nl_nl: &Opslaan
pl_pl: &Zapisz
pt_br: S&alvar
sw_ke: &Hifadhi

source: SHA256 Checksum
fr_fr: Checksum SHA256
it_it: Checksum SHA256
nl_nl: SHA256-controlegetal
pl_pl: Suma kontrolna SHA256
pt_br: Checksum SHA256
sw_ke: Checksum ya SHA256

source: SLP Token
ar_sa: رمز SLP
fr_fr: Jeton SLP
it_it: Token SLP
nl_nl: SLP-fiche
pl_pl: Token SLP
pt_br: Token SLP
sw_ke: Sarafu za SLP

source: SLP Token: Spend Locked
ar_sa: رمز SLP: الإنفاق مقفل
fr_fr: Jeton SLP : dépense verrouillée
it_it: Token SLP: Spesa Bloccata
nl_nl: SLP-fiche: niet spendeerbaar
pl_pl: Token SLP: Wydawanie zablokowane
pt_br: Token SLP: Gastar bloqueado
sw_ke: Tokeni za SLP: Kufungwa

source: SSL certificate
ar_sa: شهادة SSL
fr_fr: Certificat SSL
it_it: Certificato SSL
nl_nl: SSL-certificaat
pl_pl: Certyfikat SSL
pt_br: Certificado SSL
sw_ke: Cheti cha SSL

source: SSL certificate used to sign payment requests.
ar_sa: شهادة SSL المستخدمة لتوقيع طلبات الدفع.
fr_fr: Certificat SSL utilisé pour la signature des demandes de paiement.
it_it: Certificato SSL usato per firmare le richieste di pagamento.
nl_nl: SSL-certificaat gebruikt om betaalverzoeken te ondertekenen.
pl_pl: Certyfikat SSL używany do podpisania żądania płatności.
pt_br: Certificado SSL usado para assinar pedidos de pagamento.
sw_ke: Cheti cha SSL kinachotumiwa kusaini ombi la malipo.

source: SSL is used to authenticate and encrypt your connections with the blockchain servers.
ar_sa: يستخدم SSL لمصادقة وتشفير إتصالاتك مع خوادم سلسلة الكتل.
fr_fr: SSL est utilisé pour authentifier et chiffrer vos connexions avec les serveurs blockchain.
it_it: La cifratura SSL è utilizzata per autenticare e cifrare le tue connessioni con i server della blockchain.
nl_nl: SSL wordt gebruikt om uw verbindingen met blockchainservers te authenticeren en versleutelen.
pl_pl: SSL jest używany do uwierzytelniania i szyfrowania połączeń z serwerami blockchain.
pt_br: SSL é usado para autentica e criptografar sua conexão com os servidores da blockchain.
sw_ke: SSL hutumiwa kudhibitisha na kuficha miunganisho yako na seva za blockchain.

source: Satochip Wallet
ar_sa: محفظة Satochip
fr_fr: Portefeuille Satochip
it_it: Portafoglio Satochip
nl_nl: Satochip-portemonnee
pl_pl: Portfel Satochip
pt_br: Carteira Satochip
sw_ke: Kipochi cha Satochip

source: Save
ar_sa: حفظ
fr_fr: Enregistrer
it_it: Salva
nl_nl: Opslaan
pl_pl: Zapisz
pt_br: Salvar
sw_ke: Hifadhi

source: Save QR Image
ar_sa: حفظ صورة QR
fr_fr: Enregistrer l'image QR
it_it: Salva Immagine QR
nl_nl: QR-afbeelding opslaan
pl_pl: Zapisz obraz QR
pt_br: Salvar imagem QR
sw_ke: Hifadhi Picha ya QR

source: Save Wallet
ar_sa: حفظ المحفظة
fr_fr: Sauver portefeuille
it_it: Salva Portafoglio
nl_nl: Portemonnee opslaan
pl_pl: Zapisz portfel
pt_br: Salvar carteira
sw_ke: Hifadhi Kipochi

source: Save as BIP70 file
ar_sa: حفظ كملف BIP70
fr_fr: Enregistrer sous un fichier BIP70
it_it: Salva come file BIP70
nl_nl: Opslaan als BIP70-bestand
pl_pl: Zapisz jako plik BIP70
pt_br: Salvar como arquivo BIP70
sw_ke: Okoa kama faili ya BIP70

source: Save invoice to file
ar_sa: حفظ الفاتورة إلى ملف
fr_fr: Enregistrer la facture
it_it: Salva fattura in un file
nl_nl: Factuur opslaan in bestand
pl_pl: Zapisz rachunek do pliku
pt_br: Salve a fatura no arquivo
sw_ke: Hifadhi ankara kwa faili

source: Save the transaction to a file
it_it: Salva la transazione in un file
nl_nl: De transactie opslaan in een bestand
pl_pl: Zapisz transakcję do pliku
pt_br: Salve a transação em um arquivo

source: Save this passphrase if you save the generated key so you may decrypt it later.
ar_sa: إحفظ عبارة المرور هذه، إذا قمت بحفظ المفتاح الذي تم إنشاؤه، حتى يمكنك فك تشفيرها لاحقاً.
it_it: Salva questa passphrase se salvi la chiave generata in modo che tu possa decifrarla in seguito.
nl_nl: Bewaar deze wachtzin als u de gegenereerde sleutel bewaart, zodat u hem later kunt ontcijferen.
pl_pl: Zapisz tę frazę haseł podczas zapisywania wygenerowanego klucza, abyś mógł odszyfrować później.
pt_br: Mantenha esta frase segurança, se você mantiver a chave gerada, poderá decifrá-la mais tarde.
sw_ke: Hifadhi manukuu haya ikiwa utahifadhi nenosiri iliyotengenezwa ili uweze kuigundua baadaye.

source: Save this passphrase so you may decrypt your BIP38 keys later.
ar_sa: إحفظ عبارة المرور هذه حتى يمكنك فك تشفير مفاتيح BIP38 الخاصة بك لاحقاً.
it_it: Salve questa passphrase in modo che tu possa decifrare le tue chiavi BIP38 in seguito.
nl_nl: Bewaar deze wachtzin zodat u uw BIP38-sleutels later kunt ontcijferen.
pl_pl: Zapisz tę frazę haseł, abyś mógł odszyfrować swoje klucze BIP38 później.
pt_br: Mantenha a frase segurança para poder decifrar sua chave BIP38 posteriormente.
sw_ke: Hifadhi manenosiri ili upate kufungua nenosiri za BIP38 baadaye.

source: Save your wallet labels on a remote server, and synchronize them across multiple devices where you use Electron Cash.
ar_sa: قم بحفظ تسميات محفظتك على خادم بعيد ومزامنتها عبر أجهزة متعددة حيث تستخدم Electron Cash.
it_it: Salva le etichette del tuo portafoglio su un server remoto, sincronizzale tra diversi dispositivi su cui usi Electron Cash.
nl_nl: Sla uw portemonneelabels op een externe server op en synchroniseer ze op meerdere apparaten met Electron Cash.
pl_pl: Zapisz etykiety portfela na zdalnym serwerze i synchronizuj je na innych urządzeniach, na których używasz Electron Cash.
pt_br: Salve suas etiquetas de carteira em um servidor remoto e sincronize-as em vários dispositivos onde você usa o Electron Cash.
sw_ke: Hifadhi majina uliyopea kipochi chako kwenye seva ya mbali, na usawazishe kwa vifaa vingi kote ambapo unatumia Bitcoin Cash.

source: Save/Export Wallet
ar_sa: حفظ/تصدير المحفظة
fr_fr: Sauver / exporter le portefeuille
it_it: Salva/Esporta Portafoglio
nl_nl: Portemonnee opslaan/exporteren
pl_pl: Zapisz/Eksportuj Portfel
pt_br: Salvar/exportar carteira
sw_ke: Hifadhi/Hifadhi nje kipochi

source: Scan &More Addresses...
ar_sa: مسح &عناوين إضافية...
fr_fr: Analyser &Plus d'adresses...
it_it: Scansiona &Più Indirizzi...
nl_nl: &Meer adressen scannen...
pl_pl: Skanuj &więcej adresów...
pt_br: Ler &Mais Endereços...
sw_ke: Scani &More Anwani...

source: Scan Beyond Gap
ar_sa: مسح ما بعد الفجوة
it_it: Scansiona Oltre il Limite
nl_nl: Voorbij gat scannen
pl_pl: Skanuj poza luką
pt_br: Escanear além do gap
sw_ke: Scani Zaidi ya Pengo

source: Scan Derivation Paths...
it_it: Scansione Percorsi di Derivazione...
pl_pl: Zeskanuj ścieżki (derivation paths)...

source: Scan QR
it_it: Scansiona QR

source: Scan QR Code
ar_sa: مسح رمز QR
fr_fr: Scanner le code QR
it_it: Scansione Codice QR
nl_nl: QR-code scannen
pl_pl: Skanuj kod QR
pt_br: Escaneie o Código QR
sw_ke: Tambaza msimbo wa QR

source: Scanned {}/{}
it_it: Scansionato {}/{}
pl_pl: Zeskanowano {}/{}

source: Scanning Beyond the Gap
ar_sa: المسح ما بعد الفجوة
fr_fr: Balayage au-delà du fossé
it_it: Scansione Oltre il Limite
nl_nl: Voorbij het gat scannen
pl_pl: Skanowanie poza luką
pt_br: Escaneando além do gap
sw_ke: Scani Zaidi ya Pengo

source: Scanning {} of {} addresses ...{}
ar_sa: مسح {} من {} عناوين ...{}
it_it: Scansione {} di {} indirizzi ...{}
nl_nl: Adres {} van {} scannen... {}
pl_pl: Skanowanie {} z {} adresów ...{}
pt_br: Escaneando {} de {} endereços ...{}
sw_ke: Inascan {} za {} anwani ...{}

source: Scanning...
it_it: Scansione...
pl_pl: Skanowanie...

source: Schnorr Signed
ar_sa: Schnorr موقّع
fr_fr: Schnorr signé
it_it: Firmato Schnorr
nl_nl: Ondertekend met Schnorr
pl_pl: Podpisano Schnorr
pt_br: Assinado com Schnorr
sw_ke: Imewekwa Sahihi ya Schnorr

source: Schnorr signatures are disabled for this wallet type.
ar_sa: تواقيع Schnorr معطلة لهذا النوع من المحفظة.
fr_fr: Les signatures Schnorr sont désactivées pour ce type de portefeuille.
it_it: Le firme Schnorr sono disattivate per questo tipo di portafoglio.
nl_nl: Schnorr-handtekeningen zijn uitgeschakeld voor dit type portemonnee.
pl_pl: Podpisy Schnorr są wyłączone dla tego typu portfela.
pt_br: Assinaturas schnorr estão desativadas para este tipo de carteira.
sw_ke: Saini za schnorr zimezimwa kwa aina hii ya kipochi.

source: Scrambled words
ar_sa: الكلمات المبعثرة
fr_fr: Mots mélangés
it_it: Parole mischiate
nl_nl: Gecodeerde woorden
pl_pl: Wymieszane słowa
pt_br: Palavras misturadas
sw_ke: Maneno yaliyochanganywa

source: Script type
ar_sa: نوع النص البرمجي
fr_fr: Type de script
it_it: Tipo di script
nl_nl: Type script
pl_pl: Typ skryptu
pt_br: Tipo de script

source: Search online...
ar_sa: البحث عبر الإنترنت...
fr_fr: Recherche en ligne...
it_it: Cerca online...
nl_nl: Online zoeken...
pl_pl: Szukaj online...
pt_br: Pesquisar online...
sw_ke: Tafuta mkondoni...

source: Search wallet, {key}F to hide
ar_sa: البحث في المحفظة، F{key} للإخفاء
fr_fr: Rechercher dans le portefeuille, {key}F à masquer
it_it: Cerca il portafoglio, {key}F per nascondere
nl_nl: Portemonnee doorzoeken, {key}F om te verbergen
pl_pl: Szukaj portfela, {key}F do ukrycia
pt_br: Pesquisar carteira, {key}F para esconder
sw_ke: Tafuta Kipochi, {key}F cha kuficha

source: Searching for <b>{cash_account_name}</b> please wait ...
ar_sa: البحث عن <b>{cash_account_name}</b> الرجاء الإنتظار ...
fr_fr: Recherche de <b>{cash_account_name}</b> veuillez patienter...
it_it: Ricerca di <b>{cash_account_name}</b>, attendi per favore...
nl_nl: Zoeken naar <b>{cash_account_name}</b>, even geduld...
pl_pl: Wyszukiwanie <b>{cash_account_name}</b> proszę czekać...
pt_br: Procurando por <b>{cash_account_name}</b> aguarde...
sw_ke: Kutafuta <b>{cash_account_name}</b> tafadhali subiri ...

source: Searching for <b>{lns_name}</b> please wait ...
it_it: Ricerca di <b>{lns_name}</b>, per favore, attendi ...

source: Secure Channel
ar_sa: قناة آمنة
it_it: Canale Sicuro
nl_nl: Veilig kanaal
pl_pl: Bezpieczny kanał
pt_br: Canal seguro
sw_ke: Idhaa Salama

source: Secure Enclave Key Reset
ar_sa: إعادة ضبط مفتاح الجيب الآمن
fr_fr: Réinitialisation de la clé Enclave Sécurisée
it_it: Resetta Chiave Enclave Sicura
nl_nl: Sleutel veilige enclave resetten
pl_pl: Resetowanie klucza Secure Enclave
pt_br: Redefinição de chave de enclave Secure
sw_ke: Weka nenosiri upwya

source: Secure Enclave Unavailable
ar_sa: الجيب الآمن غير متوفر
fr_fr: Enclave sécurisée indisponible
it_it: Enclave Sicuro non Disponibile
nl_nl: Veilige enclave niet beschikbaar
pl_pl: Secure Enklave niedostępna
pt_br: Clave Seguro Indisponível
sw_ke: Nenosiri haipatikani

source: Security Card Challenge
ar_sa: تحدّي بطاقة الأمان
fr_fr: Défi de la carte de sécurité
it_it: Sfida scheda di sicurezza
nl_nl: Beveiligingskaartcontrole
pl_pl: Kontrola Security Card
pt_br: Desafio Cartão de Segurança
sw_ke: Changamoto ya Kadi ya Usalama

source: Security Warning
ar_sa: تحذير الأمان
fr_fr: Avertissement de sécurité
it_it: Avviso di Sicurezza
nl_nl: Beveiligingswaarschuwing
pl_pl: Ostrzeżenie bezpieczeństwa
pt_br: Aviso de segurança
sw_ke: Onyo la Usalama

source: Seed
ar_sa: كلمة مفتاح
fr_fr: Graine
it_it: Seme
pl_pl: Ziarno
sw_ke: Manenosiri

source: Seed Entered
ar_sa: تم إدخال الكلمة المفتاحية
fr_fr: Graine saisie
it_it: Seme Inserito
nl_nl: Seed ingevoerd
pl_pl: Wprowadzono Seed
pt_br: Seed digitada
sw_ke: Manenosiri yameingizwa

source: Seed Entry
ar_sa: إدخال الكلمة المفتاحية
fr_fr: Entrée de graine
it_it: Seme Inserito
nl_nl: Seedinvoer
pl_pl: Wprowadzanie Seed
pt_br: Semente digitada
sw_ke: Kiingilio cha manenosiri

source: Seed Type
ar_sa: نوع الكلمة المفتاحية
fr_fr: Type de graine
it_it: Tipo di Seed
nl_nl: Type seed
pl_pl: Rodzaj ziarna
pt_br: Tipo de Seed
sw_ke: Aina ya manenosiri

source: Seed extension
ar_sa: ملحقات الكلمة المفتاحية
fr_fr: Extension de graine
it_it: Estensione del Seme
nl_nl: Seed-uitbreiding
pl_pl: Rozszerzenie frazy seed
pt_br: Extensão de seed
sw_ke: Ongezo la Manenosiri

source: Seed format
ar_sa: صيغة الكلمة المفتاحية
fr_fr: Format de graine
it_it: Formato del seme
nl_nl: Seed-formaat
pl_pl: Format seed
pt_br: Formato da Seed
sw_ke: Muundo wa manenosiri

source: Seed reset successfully! You should close this wallet and launch the wizard to generate a new wallet.
ar_sa: تمت إعادة ضبط الكلمة المفتاحية بنجاح! يجب عليك إغلاق هذه المحفظة وبدء تشغيل المعالج لإنشاء محفظة جديدة.
fr_fr: La graine a été réinitialisée avec succès ! Vous devriez fermer ce portefeuille et lancer l'assistant pour générer un nouveau portefeuille.
it_it: Seed reimpostato con successo! Chiudi questo portafoglio e lancia la procedura guidata per generare un nuovo portafoglio.
nl_nl: Seed-reset succesvol! U moet deze portemonnee sluiten en de wizard starten om een nieuwe portemonnee te genereren.
pl_pl: Pomyślnie zresetowano seed! Powinieneś zamknąć ten portfel i uruchomić kreator, aby wygenerować nowy portfel.
pt_br: Redefinição de seeds com sucesso! Você deve fechar esta carteira e executar o assistente para gerar uma nova carteira.
sw_ke: Kuweka upya maneno siri Unapaswa kufunga kipochi hichi na kufungua tena ili kutengeneze kipochi kipya.

source: Select All
ar_sa: تحديد الكل
fr_fr: Tout sélectionner
it_it: Seleziona Tutto
nl_nl: Alles selecteren
pl_pl: Zaznacz wszystko
pt_br: Selecionar Tudo
sw_ke: Chagua Zote

source: Select Cash Account
ar_sa: تحديد الحساب النقدي
fr_fr: Sélectionner un compte Cash
it_it: Seleziona Account Cash
nl_nl: CashAccount selecteren
pl_pl: Wybierz Cash Account
pt_br: Selecionar Cash Account
sw_ke: Chagua Cash Account

source: Select Derivation Path
it_it: Seleziona Percorso di Derivazione
pl_pl: Wybierz Ścieżkę (derivation path)

source: Select LNS Name
it_it: Seleziona Nome LNS

source: Select Plugin
ar_sa: تحديد البرنامج المساعد
fr_fr: Sélectionner le plugin
it_it: Seleziona Plugin
nl_nl: Plug-in selecteren
pl_pl: Wybierz Plugin
pt_br: Selecione o plugin
sw_ke: Chagua programu-jalizi

source: Select a device
ar_sa: تحديد جهاز
fr_fr: Sélectionnez un appareil
it_it: Seleziona un dispositivo
nl_nl: Apparaat selecteren
pl_pl: Wybierz urządzenie
pt_br: Selecione um dispositivo
sw_ke: Chagua kifaa

source: Select between Cash Address and Legacy formats for addresses
ar_sa: إختر ما بين صيغة العنوان النقدي و الصيغ القديمة للعناوين
fr_fr: Sélectionnez entre les formats d'adresse en espèces et les anciens formats pour les adresses
it_it: Seleziona gli indirizzi tra i formati Cash Address e Legacy
nl_nl: Kies tussen CashAdres- en oud formaat voor adressen
pl_pl: Wybierz pomiędzy Cash Address i starymi formatami adresów
pt_br: Selecione entre o Cash Address e os formatos Legacy para endereços
sw_ke: Chagua kati ya Anwani za Cash ama muuno wa awali za anwani

source: Select file to export your private keys to
ar_sa: اختر ملفاً لتصدير مفاتيحك الخاصة له
fr_fr: Sélectionner un fichier vers lequel exporter vos clés privées
it_it: Seleziona il file per esportare le tue chiavi private
nl_nl: Selecteer bestand om uw privésleutels naar te exporteren
pl_pl: Wybierz plik aby wyeksportować swoje prywatne klucze
pt_br: Selecione um ficheiro para o qual serão exportadas as suas chaves privadas
sw_ke: Chagua faili ya kuweka manenosiro

source: Select file to export your wallet transactions to
ar_sa: حدد ملف لتصدير حوالات محفظتك له
fr_fr: Sélectionner un fichier vers lequel exporter les transactions de votre portefeuille
it_it: Seleziona il file su cui esportare le transazioni del tuo portafoglio
nl_nl: Selecteer bestand om uw portemonneetransacties naar te exporteren
pl_pl: Wybierz plik aby wyeksportować swoje transakcje do
pt_br: Selecione um arquivo para o qual serão exportadas as transações da sua carteira
sw_ke: Chagua faili ya kutoa na kuweka shuguli za ununuzi

source: Select file to save your contacts
ar_sa: حدد ملف لحفظ جهات اللإتصال الخاصة بك
fr_fr: Sélectionnez un fichier pour enregistrer vos contacts
it_it: Seleziona il file per salvare i tuoi contatti
nl_nl: Kies bestand om uw contactpersonen op te slaan
pl_pl: Wybierz plik aby zapisać kontakty
pt_br: Selecione arquivos para salvar contatos
sw_ke: Chagua faili ya kuhifadhi Stakabadhi za kuwasiliana

source: Select file to save your labels
ar_sa: تحديد ملف لحفظ تسمياتك
fr_fr: Sélectionnez le fichier pour enregistrer vos étiquettes
it_it: Selezione il file per salvare le tue etichette
nl_nl: Kies bestand om uw labels op te slaan
pl_pl: Wybierz plik, aby zapisać etykiety
pt_br: Selecione arquivo para salvar rótulos
sw_ke: Chagua faili za kuhifadhi lebo

source: Select recovery type:
ar_sa: تحديد نوع الإسترداد:
fr_fr: Sélectionnez le type de récupération :
it_it: Seleziona il tipo di recupero:
nl_nl: Type herstel kiezen:
pl_pl: Wybierz typ odzyskiwania:
pt_br: Selecione o tipo de recuperação:
sw_ke: Chagua aina ya kuokolea:

source: Select server automatically
ar_sa: تحديد الخادم تلقائيا"
fr_fr: Sélectionner un serveur automatiquement
it_it: Seleziona server automaticamente
nl_nl: Server automatisch kiezen
pl_pl: Wybierz serwer automatycznie
pt_br: Selecionar servidor automaticamente
sw_ke: Chagua seva kiatomati

source: Select server manually
ar_sa: تحديد خادم يدويا
fr_fr: Sélectionner un serveur manuellement
it_it: Seleziona il server manualmente
nl_nl: Server handmatig kiezen
pl_pl: Wybierz serwer ręcznie
pt_br: Selecionar um servidor manualmente
sw_ke: Chagua seva kwa njia ya mkono

source: Select when the payment request should expire
ar_sa: حدد تاريخ إنتهاء صلاحية طلب الدفع
fr_fr: Sélectionnez quand la demande de paiement doit expirer
it_it: Seleziona quando la richiesta di pagamento dovrebbe scadere
nl_nl: Selecteer wanneer het betaalverzoek moet verlopen
pl_pl: Wybierz, kiedy prośbą o zapłatę ma wygasnąć
pt_br: Selecione quando a solicitação de pagamento deve expirar
sw_ke: Chagua wakati ombi la malipo linapaswa kumalizika

source: Select where to save your payment request
ar_sa: حدد مكان حفظ طلب الدفع الخاص بك
fr_fr: Sélectionner où enregistrer votre demande de paiement
it_it: Seleziona dove salvare la tua richiesta di pagamento
nl_nl: Selecteer waar uw betaalverzoek moet worden opgeslagen
pl_pl: Wybierz, gdzie zapisać żądanie zapłaty
pt_br: Selecione onde salvar o seu pedido de pagamento
sw_ke: Chagua wapi kuhifadhi ombi lako la malipo

source: Select where to save your signed transaction
ar_sa: حدد أين تحفظ حوالاتك الموقعة
fr_fr: Sélectionner un endroit où enregistrer votre transaction signée
it_it: Scegli dove salvare le transazioni firmate
nl_nl: Selecteer waar uw ondertekende transactie moet worden opgeslagen
pl_pl: Wybierz gdzie zapisać swoją podpisaną transakcję
pt_br: Selecione onde salvar sua transação assinada
sw_ke: Chagua ni wapi utahifadhi Shuguli za ununuzi zilizosainiwa

source: Select which language is used in the GUI (after restart).
ar_sa: حدد أي لغة ستستخدم في الواجهة الرسومية (بعد إعادة التشغيل).
fr_fr: Sélectionner la langue utilisée pour l'interface graphique (après redémarrage).
it_it: Seleziona la lingua da usare nella interfaccia grafica (dopo il riavvio del programma)
nl_nl: De taal van de GUI kiezen (vereist herstart).
pl_pl: Wybierz język używany w programie (wymagany restart).
pt_br: Selecione que língua deve ser utilizada na interface gráfica (após reiniciar).
sw_ke: Chagua lugha itakayotumika kwenye GUI (baada ya kuanza tena).

source: Select your seed length:
ar_sa: حدد طول الكلمة المفتاحية الخاصة بك:
fr_fr: Sélectionnez la longueur de votre graine :
it_it: Seleziona lunghezza del tuo seme:
nl_nl: Selecteer uw seed-lengte:
pl_pl: Wybierz długość frazy seed:
pt_br: Selecione tamanho da sua seed:
sw_ke: Chagua urefu wa manenosiri yako:

source: Select your transaction file
ar_sa: حدد ملف حوالاتك
fr_fr: Sélectionner votre fichier de transaction
it_it: Seleziona il file della transazioni
nl_nl: Selecteer uw transactiebestand
pl_pl: Wybierz swój plik transakcji
pt_br: Selecione o seu ficheiro de transação
sw_ke: Chagua faili yako ya shughuli za ununuzi

source: Self-Fusing
ar_sa: الدمج الذاتي
fr_fr: Auto-fusionnant
it_it: Auto-Fusione
nl_nl: Zelf-fuseren
pl_pl: Samodzielna fuzja
pt_br: Auto-fundir
sw_ke: Inyajichanganya

source: Send
ar_sa: أرسل
fr_fr: Envoyer
it_it: Invia
nl_nl: Versturen
pl_pl: Wyślij
pt_br: Enviar
sw_ke: Tuma

source: Send Bug Report
ar_sa: أرسل تقرير بالأخطاء
fr_fr: Expédier un rapport d'erreur
it_it: Invia rapporto bug
nl_nl: Bugrapport verzenden
pl_pl: Wyślij raport o błędzie
pt_br: Enviar relatório de bug
sw_ke: Tuma Ripoti ya dosari

source: Send and receive payment request with an email account
ar_sa: إرسال واستلام طلب الدفع بواسطة حساب بريد إلكتروني
fr_fr: Envoyer et recevoir une demande de paiement avec un compte e-mail
it_it: Invia e ricevi richieste di pagamento con un account di posta elettronica
nl_nl: Betaalverzoeken met een e-mailaccount verzenden en ontvangen
pl_pl: Wysylaj i odbieraj prośbę o zapłatę przez konto e-mail
pt_br: Envie e receba pedidos de pagemento com uma conta de e-mail
sw_ke: Tuma na upokee ombi la malipo na akaunti ya barua pepe

source: Send and receive payment requests via email
ar_sa: إرسال واستلام طلبات الدفع عبر البريد الإلكتروني
fr_fr: Envoyer et recevoir des demandes de paiement par e-mail
it_it: Invia e ricevi richieste di pagamento tramite posta elettronica
nl_nl: Betaalverzoeken verzenden en ontvangen per e-mail
pl_pl: Wysylaj i odbieraj zapytania o zapłatę przez konto e-mail
pt_br: Envie e receba pedidos de pagamento por e-mail
sw_ke: Tuma na upokee maombi ya malipo kupitia barua pepe

source: Send request
ar_sa: إرسال طلب
fr_fr: Envoyer la demande
it_it: Invia richiesta
nl_nl: Verzoek verzenden
pl_pl: Wyślij prośbę
pt_br: Enviar solicitação
sw_ke: Tuma Ombi

source: Send to cosigner
ar_sa: إرسال إلى الشريك الموقع
fr_fr: Envoyer au cosignataire
it_it: Invia al cofirmatario
nl_nl: Verzenden naar medeondertekenaar
pl_pl: Wyślij do współpodpisującego
pt_br: Enviar para cossignatário
sw_ke: Tuma kwa mweka sahihi wa pili

source: Send to speaker
ar_sa: إرسال الى مكبر الصوت
fr_fr: Envoyer au haut-parleur
it_it: Invia alle casse
nl_nl: Naar luidspreker sturen
pl_pl: Wyślij do głośnika
pt_br: Enviar para o alto-falante
sw_ke: Tuma kwa Spika

source: Send via e-mail
ar_sa: إرسال عبر البريد الإلكتروني
fr_fr: Envoyer par e-mail
it_it: Invia tramite e-mail
nl_nl: Per e-mail versturen
pl_pl: Wyślij przez e-mail
pt_br: Enviar via e-mail
sw_ke: Tuma kupitia barua-pepe

source: Sending Report...
ar_sa: يتم إرسال التقرير...
fr_fr: Envoi du rapport...
it_it: Invio della Segnalazione...
nl_nl: Rapport verzenden...
pl_pl: Wysyłanie raportu...
pt_br: Enviando relatório...
sw_ke: Ripoti inatumwa...
