Repository: Electron-Cash/electrum-locale
Catalog: locale/*/electron-cash.po
Languages: ar_sa, fr_fr, it_it, nl_nl, pl_pl, pt_br, sw_ke

source: Max static fee
ar_sa: الحد الأقصى للرسوم الثابتة
fr_fr: Frais statiques maximaux
it_it: Commissione statica massima
nl_nl: Max. statische kosten
pl_pl: Maksymalna stała opłata
pt_br: Tarifa estática máxima
sw_ke: Ada ya juu

source: Maximum coin:
ar_sa: الحد الأقصى للعملة:
fr_fr: Pièce maximale :
it_it: Fondi massimi:
nl_nl: Maximale munt:
pl_pl: Maksymalna ilość monet:
pt_br: Valor máximo:
sw_ke: Kiwango cha juu cha sarafu:

source: Memo
ar_sa: مذكرة
fr_fr: Mémo
it_it: Promemoria
pl_pl: Notka
pt_br: Memorando
sw_ke: Arifa

source: Message
ar_sa: رسالة
it_it: Messaggio
nl_nl: Bericht
pl_pl: Wiadomość
pt_br: Mensagem
sw_ke: Ujumbe

source: Message hash: {}
ar_sa: تجزئة الرسالة: {}
fr_fr: Hash du message : {}
it_it: Hash del messaggio: {}
nl_nl: Berichthash: {}
pl_pl: Hash informacji: {}
pt_br: Hash de mensagem: {}
sw_ke: Ujumbe wa hash: {}

source: Method:
ar_sa: الطريقة:
fr_fr: Méthode :
it_it: Metodo:
nl_nl: Methode:
pl_pl: Metoda:
pt_br: Método:
sw_ke: Mbinu:

source: Mine
ar_sa: تعدين
fr_fr: Miner
it_it: Mina
nl_nl: Van mij
pl_pl: Kop
pt_br: Minar
sw_ke: Yangu

source: Mined in block
ar_sa: تم تعدينها في كتلة
fr_fr: Miné dans le bloc
it_it: Minato nel blocco
nl_nl: Gedolven in blok
pl_pl: Wykopane w bloku
pt_br: Mineração de blocos
sw_ke: Imechimbwa kwa block

source: Minimum coin:
ar_sa: الحد الأدنى للعملة:
fr_fr: Pièce minimale :
it_it: Fondi minimi:
nl_nl: Minimale munt:
pl_pl: Minimalna ilość monet:
pt_br: Valor mínimo:
sw_ke: Kiwango cha chini cha sarafu:

source: Mining fee
ar_sa: رسوم التعدين
fr_fr: Frais de minage
it_it: Commissione di mining
nl_nl: Delfvergoeding
pl_pl: Opłata dla górników
pt_br: Tarifa de mineração
sw_ke: Ada ya Uchimbaji

source: Missing libsecp256k1
ar_sa: Libsecp256k1 مفقود
fr_fr: libsecp256k1 manquant
it_it: Libsecp256k1 mancante
nl_nl: Libsecp256k1 ontbreekt
pl_pl: Brakujący libsecp256k1
pt_br: Faltando libsecp256k1
sw_ke: Imekosa libsecp256k1

source: Mobile pairing options
ar_sa: خيارات إقران الجوّال
fr_fr: Options d'appairage mobile
it_it: Opzioni di abbinamento dispositivi mobili
nl_nl: Mobielkoppelopties
pl_pl: Opcje parowania mobilnego
pt_br: Opções de pareamento com celular
sw_ke: Chaguo za kuunganisha Simu ya rununu

source: Modify wallet password & encryption settings
ar_sa: تعديل كلمة مرور المحفظة & إعدادات التشفير
fr_fr: Modifier le mot de passe du portefeuille et les paramètres de chiffrement
it_it: Modifica la password del portafoglio e le impostazioni di cifratura
nl_nl: Wachtwoord- & versleutelingsinstellingen portemonnee wijzigen
pl_pl: Modyfikuj hasło portfela i ustawienia szyfrowania
pt_br: Modificar configurações de senha e criptografia da carteira
sw_ke: Badilisha nenosiri la kipochi na mipangilio wa usimbuaji fiche

source: More than one QR code found
ar_sa: تم العثور على أكثر من رمز QR
fr_fr: Plus d'un QR code trouvé
it_it: Trovato più di un codice QR
nl_nl: Meer dan één QR-code gevonden
pl_pl: Znaleziono więcej niż jeden kod QR
pt_br: Mais de um código QR encontrado
sw_ke: Zaidi ya codi ya QR moja imepatikana

source: More than one QR code was found in the selected image file.
ar_sa: تم العثور على أكثر من رمز QR واحد في ملف الصورة المحدد.
fr_fr: Plus d'un QR code a été trouvé dans le fichier image sélectionné.
it_it: È stato trovato più di un codice QR nel file immagine selezionato.
nl_nl: In het geselecteerde afbeeldingsbestand werd meer dan één QR-code gevonden.
pl_pl: W wybranym pliku obrazu znaleziono więcej niż jeden kod QR.
pt_br: Mais de um código QR foi encontrado no arquivo de imagem selecionado.
sw_ke: Zaidi ya codi moja ya QR ilipatikana katika faili iliyochaguliwa ya picha.

source: More than one QR code was found on the screen.
it_it: Più di un codice QR è stato trovato sullo schermo.
pl_pl: Na ekranie znaleziono więcej niż jeden kod QR.

source: Multi-Signature Wallet
ar_sa: محفظة التوقيع المتعدد
fr_fr: Portefeuille multi-signature
it_it: Portafoglio Multi-Firma
nl_nl: Multi-signature-portemonnee
pl_pl: Portfel z wieloma podpisami
pt_br: Carteira Multi-Assinatura
sw_ke: Pochi ya sahihi-zaidi

source: Multi-signature wallet
ar_sa: محفظة التوقيع المتعدد
fr_fr: Portefeuille multi-signature
it_it: Portafoglio Multi-Firma
nl_nl: Multi-signature-portemonnee
pl_pl: Portfel wielopodpisowy
pt_br: Carteira Multi-Assinatura
sw_ke: Pochi ya sahihi-zaidi

source: Multiple results were found, please select an option from the items below:
ar_sa: تم العثور على نتائج عديدة، الرجاء تحديد خيار من العناصر أدناه:
fr_fr: Plusieurs résultats ont été trouvés, veuillez sélectionner une option parmi les éléments ci-dessous:
it_it: Sono stati trovati risultati multipli, per favore, seleziona un'opzione tra elementi seguenti:
nl_nl: Meerdere resultaten zijn gevonden, selecteer een optie van onderstaande items:
pl_pl: Znaleziono wiele wyników, wybierz opcję z poniższych elementów:
pt_br: Foram encontrados vários resultados. Selecione uma opção nos itens abaixo:
sw_ke: Matokeo mengi yalipatikana, tafadhali chagua chaguo kutoka kwa maelezeo yaliyo hapa chini:

source: My Change Address
ar_sa: عنوان التغيير الخاص بي
fr_fr: Mon adresse de changement
it_it: Il mio Indirizzo di Resto
nl_nl: Mijn wisselgeldadres
pl_pl: Mój adres zawierający resztę
pt_br: Meu endereço de troco
sw_ke: Anwani yangu yakubadilishwa

source: My LNS Name
it_it: Il mio Nome LNS

source: My Receiving Address
ar_sa: عنوان الإستقبال الخاص بي
fr_fr: Mon adresse de réception
it_it: Il mio Indirizzo di Ricezione
nl_nl: Mijn ontvangstadres
pl_pl: Mój adres odbiorczy
pt_br: Meu endereço de recebimento
sw_ke: Anwani yangu ya Kupokea

source: My Wallet
ar_sa: محفظتي
fr_fr: Mon portefeuille
it_it: Il mio Portafoglio
nl_nl: Mijn portemonnee
pl_pl: Mój Wallet
pt_br: Minha Carteira
sw_ke: Kipochi Changu

source: NOT DEVICE PIN - see above
ar_sa: لا يوجد رمز PIN - أنظر أعلاه
fr_fr: PAS APPAREIL PIN - voir ci-dessus
it_it: PIN NON DEL DISPOSITIVO - vedi sopra
nl_nl: NIET DE APPARAATPINCODE - zie hierboven
pl_pl: TO NIE PIN URZĄDZENIA - patrz wyżej
pt_br: NÃO É O PIN DO DISPOSITIVO - veja acima
sw_ke: SIO PINI YA KIFAA - Tazama hapo juu

source: Name
ar_sa: إسم
fr_fr: Nom
it_it: Nome
nl_nl: Naam
pl_pl: Nazwa
pt_br: Nome
sw_ke: Jina

source: Name is empty
ar_sa: الإسم فارغ
fr_fr: Le nom est vide
it_it: Il nome è vuoto
nl_nl: Naam is leeg
pl_pl: Nazwa jest pusta
pt_br: Nome está vazio
sw_ke: Jina ni tupu

source: Name this {}. If you have multiple devices their labels help distinguish them.
ar_sa: قم بتسمية هذا {}. إذا كان لديك أجهزة متعددة فإن تسميتها تساعد على التفريق بينها.
fr_fr: Nommez ce {}. Si vous avez plusieurs appareils, leurs étiquettes vous aideront à les distinguer.
it_it: Dai un nome a questo {}. Se hai più dispositivi, le etichette ti aiuteranno a distinguerli.
nl_nl: Geef deze {} een naam. Als u meerdere apparaten heeft, helpen hun labels ze te onderscheiden.
pl_pl: Nazwij to {}. Jeśli masz wiele urządzeń, ich etykiety pomagają je rozróżniać.
pt_br: Nomeie este {}. Se você tem vários dispositivos, seus nomes ajudam a distinguí-los.
sw_ke: Jina hili {}. Ikiwa una vifaa vingi lebo zao husaidia kutofautisha.

source: Needs update
ar_sa: يحتاج إلى تحديث
fr_fr: Nécessite une MAJ
it_it: Da aggiornare
nl_nl: Update nodig
pl_pl: Potrzebna aktualizacja
pt_br: Atualização necessária
sw_ke: Inahitaji sasisho

source: Network
ar_sa: شبكة
fr_fr: Réseau
it_it: Rete
nl_nl: Netwerk
pl_pl: Sieć
pt_br: Rede
sw_ke: Mtandao

source: Network Settings
ar_sa: إعدادات الشبكة
fr_fr: Paramètres du réseau
it_it: Impostazioni di Rete
nl_nl: Netwerkinstellingen
pl_pl: Ustawienia sieci
pt_br: Configurações de rede
sw_ke: Mipangilio ya mtandao

source: Network Status
ar_sa: حالة الشبكة
fr_fr: État du réseau
it_it: Stato della Rete
nl_nl: Netwerkstatus
pl_pl: Status sieci
pt_br: Status da Rede
sw_ke: Hali ya mtandao

source: Never
ar_sa: أبدا"
fr_fr: Jamais
it_it: Mai
nl_nl: Nooit
pl_pl: Nigdy
pt_br: Nunca
sw_ke: Kamwe

source: Never ask for this wallet
ar_sa: لا تسأل أبدا" عن هذه المحفظة
fr_fr: Ne jamais demander ce portefeuille
it_it: Non chiedere mai per questo portafoglio
nl_nl: Nooit vragen voor deze portemonnee
pl_pl: Nigdy nie pytaj o ten portfel
pt_br: Nunca perguntar para esta carteira
sw_ke: Kamwe usiulize kipochi hiki

source: Never disclose your seed.
ar_sa: لا تكشف أبداً عن الكلمة المفتاحية الخاصة بك.
fr_fr: Ne divulguez jamais votre graine.
it_it: Tieni segreta la tua frase di recupero.
nl_nl: Onthul uw seed nooit.
pl_pl: Nigdy nie ujawniaj swojego ziarna.
pt_br: Nunca divulgue sua seed.
sw_ke: Kamwe usiambie mtu manenosiri yako.

source: Never show this again
ar_sa: لا تعرض هذا مرة أخرى
fr_fr: Ne plus afficher
it_it: Non mostrare più
nl_nl: Dit nooit meer tonen
pl_pl: Nie pokazuj już nigdy
pt_br: Não mostre isso novamente
sw_ke: Kamwe usionyeshe hii tena

source: Never type it on a website.
ar_sa: لا تكتبه ابدا" على موقع على الإنترنت.
fr_fr: Ne la tapez jamais sur un site web.
it_it: Non scriverlo mai su un sito web.
nl_nl: Typ het nooit in op een website.
pl_pl: Nigdy nie wpisuj go na stronie internetowej.
pt_br: Nunca digite-a em um site.
sw_ke: Kamwe usichapishe kwenye tovuti.

source: New Cash Account Contact
ar_sa: جهة إتصال للحساب النقدي الجديد
fr_fr: Nouveau contact de compte Cash
it_it: Nuovo Contatto Account Cash
nl_nl: Nieuwe CashAccount-contactpersoon
pl_pl: Nowy kontakt Cash Account
pt_br: Novo contato na conta Cash
sw_ke: Stakabadhi za kuwasiliana mpya za Cash Account

source: New Contact
ar_sa: عنوان جديد
fr_fr: Nouveau Contact
it_it: Nuovo contatto
nl_nl: Nieuw contactpersoon
pl_pl: Nowy kontakt
pt_br: Novo Contato
sw_ke: Stakabadhi za kuwasiliana mpya

source: New LNS Contact
it_it: Nuovo Contatto LNS

source: New Password:
ar_sa: كلمة مرور جديدة:
fr_fr: Nouveau mot de passe :
it_it: Nuova password:
nl_nl: Nieuw wachtwoord:
pl_pl: Nowe hasło:
pt_br: Nova senha:
sw_ke: Nenosiri mpya:

source: New Wallet
ar_sa: محفظة جديدة
fr_fr: Nouveau portefeuille
it_it: Nuovo Portafoglio
nl_nl: Nieuwe portemonnee
pl_pl: Nowy portfel
pt_br: Nova carteira
sw_ke: Kipochi Kipya

source: New Wallet Created
ar_sa: تم إنشاء محفظة جديدة
fr_fr: Nouveau portefeuille créé
it_it: Nuovo Portafoglio Creato
nl_nl: Nieuwe portemonnee gemaakt
pl_pl: Utworzono nowy portfel
pt_br: Nova carteira criada
sw_ke: Kipochi kipya kimetengenezwa

source: New automatic fusions will not be started, but you have {num} currently in progress. Would you like to signal them to stop?
ar_sa: لن يتم بدء الدمج التلقائي الجديد، ولكن لديك {num} قيد التقدم حاليا". هل ترغب في الإشارة إليهم للتوقف؟
it_it: Le nuove fusioni automatiche non saranno iniziate, ma ne hai {num} attualmente in corso. Vuoi segnalare per fermarle?
nl_nl: Nieuwe automatische fusies zullen niet worden gestart, maar u heeft er {num} nu bezig. Wilt u ze tot stoppen manen?
pl_pl: Nowe automatyczne fuzje nie zostaną uruchomione, ale teraz działa {num}. Czy chcesz je zatrzymać?
pt_br: Novas fusões automáticas não serão iniciadas, mas você tem {num} em andamento. Gostaria de marcá-las para parar?
sw_ke: Fusions mpya za kiotomatiki hazijaanza, lakini unaendelea kwa sasa {num} nambari. Ungependa kuisimamisha?

source: New contact
ar_sa: جهة اتصال جديدة
fr_fr: Nouveau contact
it_it: Nuovo contatto
nl_nl: Nieuw contactpersoon
pl_pl: Nowy kontakt
pt_br: Novo contato
sw_ke: Stakabadhi za kuwasiliana mpya

source: New password
ar_sa: كلمة مرور جديدة
fr_fr: Nouveau mot de passe
it_it: Nuova password
nl_nl: Nieuw wachtwoord
pl_pl: Nowe hasło
pt_br: Nova Senha
sw_ke: Nenosiri/nywila mpya

source: New transaction received: {}
ar_sa: تم إستلام عملية جديدة: {}
fr_fr: Nouvelle transaction reçue : {}
it_it: Nuova transazione ricevuta: {}
nl_nl: Nieuwe transactie ontvangen: {}
pl_pl: Otrzymano nową transakcję: {}
pt_br: Nova transação recebida: {}
sw_ke: Shughuli za ununuzi mpya imepokewa: {}

source: New transaction: {}
ar_sa: عملية جديدة" {}
fr_fr: Nouvelle transaction : {}
it_it: Nuova transazione: {}
nl_nl: Nieuwe transactie: {}
pl_pl: Nowa transakcja: {}
pt_br: Nova transação: {}
sw_ke: Shughuli mpya za ununuzi: {}

source: New wallet
ar_sa: محفظة جديدة
fr_fr: Nouveau portefeuille
it_it: Nuovo portafoglio
nl_nl: Nieuwe portemonnee
pl_pl: Nowy portfel
pt_br: Nova carteira
sw_ke: Kipochi kipya

source: Next
ar_sa: التالي
fr_fr: Suivant
it_it: Avanti
nl_nl: Volgende
pl_pl: Dalej
pt_br: Próximo
sw_ke: Endelea

source: No Cash Accounts
ar_sa: لا توجد حسابات نقدية
fr_fr: Pas de comptes courants
it_it: Nessun Account Cash
nl_nl: Geen CashAccounts
pl_pl: Brak Cash Account
sw_ke: Hamna Cash Accounts

source: No LNS Names
it_it: Nessun Nome LNS

source: No Match
ar_sa: لا يوجد تطابق
fr_fr: Aucun résultat
it_it: Nessun Risultato
nl_nl: Geen overeenkomst
pl_pl: Nie znaleziono
pt_br: Sem resultados
sw_ke: Hakuna Kifani

source: No Pools
ar_sa: لا يوجد مخزن
it_it: Nessuna Pool
nl_nl: Geen pools
pl_pl: Brak pul
pt_br: Nenhuma pool
sw_ke: Hamna dimbwi la seva

source: No QR code found
ar_sa: لم يتم العثور على رمز QR
fr_fr: QR code introuvable
it_it: Nessun codice QR trovato
nl_nl: Geen QR-code gevonden
pl_pl: Nie znaleziono kodu QR
pt_br: Nenhum código QR encontrado
sw_ke: Hakuna codi ya QR uliopatikana

source: No QR code was found in the selected image file.
ar_sa: لم يتم العثور على رمز QR في ملف الصورة المحدد.
fr_fr: Aucun code QR n'a été détecté dans le fichier image sélectionné.
it_it: Nessun codice QR trovato nel file immagine selezionato.
nl_nl: In het geselecteerde afbeeldingsbestand werd geen QR-code gevonden.
pl_pl: Nie znaleziono kodu QR w wybranym pliku.
pt_br: Nenhum código QR foi encontrado no arquivo de imagem selecionado.
sw_ke: Hakuna codi ya QR iliyopatikana katika faili iliyochaguliwa ya picha.

source: No QR code was found on the screen.
it_it: Nessun codice QR è stato trovato sullo schermo.
pl_pl: Nie znaleziono kodu QR na ekranie.

source: No Wallet
ar_sa: لا توجد محفظة
fr_fr: Aucun portefeuille
it_it: Nessun Portafoglio
nl_nl: Geen portemonnee
pl_pl: Brak portfela
pt_br: Sem Carteira
sw_ke: Hamna Kipochi

source: No Wallet Is Open
ar_sa: لا توجد محفظة مفتوحة
fr_fr: Aucun portefeuille n'est ouvert
it_it: Nessun Portafoglio è Aperto
nl_nl: Geen portemonnee is geopend
pl_pl: Żaden portfel nie jest otwarty
pt_br: Nenhuma carteira está aberta
sw_ke: Hamna kipochi kilichowazi

source: No addresses match the specified criteria
ar_sa: لا توجد عناوين مطابقة للمواصفات المحددة
fr_fr: Aucune adresse ne correspond au critère spécifié
it_it: Nessun indirizzo corrisponde ai criteri specificati
nl_nl: Geen adressen komen overeen met de opgegeven criteria
pl_pl: Żadne adresy nie spełniają tych kryteriów
pt_br: Nenhum endereço corresponde aos critérios especificados
sw_ke: Hakuna anwani zinazofanana na vigezo vilivyoainishwa

source: No addresses with transaction histories were found in the specified scan range.
ar_sa: لم يتم العثور على عناوين مع سجلات العمليات في نطاق المسح المحدد.
it_it: Nessun indirizzo con cronologia delle transazioni è stato trovato nel range di scansione specificato.
nl_nl: In het opgegeven scanbereik werden geen adressen met transactiegeschiedenis gevonden.
pl_pl: W podanym obszarze skanowania nie znaleziono adresów z historią transakcji.
pt_br: Nenhum endereço com histórico de transações foi encontrado no intervalo de varredura especificado.
sw_ke: Hakuna anwani zilizo na historia ya ununuzi zilizopatikana katika kiwango kilichochaguliwa cha Scani.

source: No coins
ar_sa: لا توجد عملات
fr_fr: Pas de pièces
it_it: Nessun fondo
nl_nl: Geen munten
pl_pl: Brak monet
pt_br: Sem moedas
sw_ke: Hamna Sarafu

source: No data
ar_sa: لا توجد بيانات
fr_fr: Aucune donnée
it_it: Nessun dato
nl_nl: Geen gegevens
pl_pl: Brak danych
pt_br: Sem dados
sw_ke: Hamna data

source: No description provided.
ar_sa: لم يتم تقديم وصف.
fr_fr: Aucune description fournie.
it_it: Nessuna descrizione fornita.
nl_nl: Geen beschrijving opgegeven.
pl_pl: Nie podano opisu.
pt_br: Nenhuma descrição foi fornecida.
sw_ke: Hakuna maelezo yaliyotolewa.

source: No donation address for this server
ar_sa: لا يوجد عنوان تبرع لهذا الخادم
fr_fr: Pas d’adresse de donation pour ce serveur
it_it: Nessun indirizzo di donazione per questo server
nl_nl: Geen donatieadres voor deze server
pl_pl: Brak adresu do wsparcia dla tego serwera
pt_br: Nenhum endereço de doação para este servidor
sw_ke: Hamna anwani ya mchango kwa seva hii

source: No hardware device detected.
ar_sa: لم يتم العثور على أي جهاز.
fr_fr: Aucun périphérique matériel détecté.
it_it: Nessun dispositivo hardware rilevato.
nl_nl: Geen hardwareapparaat gedetecteerd.
pl_pl: Nie wykryto urządzenia sprzętowego.
pt_br: Dispositivo de hardware não detectado.
sw_ke: Hamna kifaa kilichopatikana.

source: No inputs found. (Note that inputs need to be confirmed)
ar_sa: لم يتم العثور على أي مدخلات. (انتبه الى أن المدخلات تحتاج إلى تأكيد)
it_it: Nessun input trovato. (Ricorda che gli input devono essere confermati)
nl_nl: Geen inputs gevonden. (N.B. Inputs moeten bevestigd zijn)
pl_pl: Nie znaleziono wejść. (Uwaga, wejścia muszą być potwierdzone)
pt_br: Nenhuma entrada encontrada. (Observe que as entradas precisam ser confirmadas)
sw_ke: Hakuna pembejo zimepatikana. (Kumbuka pembejo zinahitaji kudhibitishwa)

source: No matching x_key for sign_transaction
ar_sa: لا يوجد x_key مطابق لتوقيع-العملية
it_it: Nessuna x_key corrispondente per sign_transaction
nl_nl: Geen overeenkomende x_key voor sign_transaction
pl_pl: Brak pasującego x_key dla sign_transakcji
pt_br: Não há correspondências com x_key para sign_transaction
sw_ke: Hamna x_key inayolingana ya sign_transaction

source: No message or amount
ar_sa: لا رسالة أو قيمة
fr_fr: Aucun message ou montant
it_it: Nessun messaggio o importo
nl_nl: Geen bericht of bedrag
pl_pl: Brak wiadomości lub kwoty
pt_br: Sem mensagem ou quantidade
sw_ke: Hakuna ujumbe au kiasi

source: No more addresses in your wallet.
ar_sa: لا مزيد من العناوين في محفظتك.
fr_fr: Plus aucune adresse dans votre portefeuille.
it_it: Nessun altro indirizzo nel tuo portafoglio.
nl_nl: Geen adressen meer in uw portemonnee.
pl_pl: Nie ma więcej adresów w portfelu.
pt_br: Não há mais endereços em sua carteira.
sw_ke: Hamna anwani zaidi kwenye kipochi chako.

source: No outputs
ar_sa: لا مخرجات
fr_fr: Aucune sortie
it_it: Nessun output
nl_nl: Geen outputs
pl_pl: Brak wyjść
pt_br: Sem saídas
sw_ke: Hamna toleo

source: No payment requests found. Feel free to create one.
ar_sa: لم يتم العثور على طلبات الدفع. لا تتردد في إنشاء واحدة.
it_it: Nessuna richiesta di pagamento trovata. Puoi crearne una.
nl_nl: Geen betaalverzoeken gevonden. Maak er gerust een.
pl_pl: Nie znaleziono próśb o zapłatę. Możesz je utworzyć.
pt_br: Nenhuma solicitação de pagamento foi encontrada. Crie um, se desejar.
sw_ke: Hakuna maombi ya malipo yaliyopatikana. Jisikie huru kuunda moja.

source: No receiving address
ar_sa: لا يوجد عنوان متلقي
fr_fr: Pas d'adresse de réception
it_it: Nessun indirizzo di ricezione
nl_nl: Geen ontvangstadres
pl_pl: Brak adresu odbiorczego
pt_br: Seu endereço de recebimento
sw_ke: Hamna Anwani ya kupokea

source: No results found. However, your wallet is busy updating. This can interfere with Cash Account lookups. You may want to try again when it is done.
ar_sa: لم يتم العثور على نتائج. ومع ذلك، محفظتك مشغولة بالتحديث. يمكن أن يتداخل هذا مع عمليات البحث في الحساب النقدي. قد ترغب في المحاولة مرة أخرى عند الإنتهاء من ذلك.
it_it: Nessun risultato trovato. Tuttavia, il tuo portafoglio è in aggiornamento. Questo può interferire con le ricerche di Account Cash. Riprova quando l'aggiornamento è terminato.
nl_nl: Geen resultaten gevonden. Uw portemonnee is echter bezig met updaten. Dit kan interfereren met CashAccount-raadplegingen. Probeer dit eventueel na afloop opnieuw.
pl_pl: Nie znaleziono wyników. Twój portfel jest zajęty aktualizacją. Może to zakłócać wyszukiwanie Cash Account. Możesz spróbować ponownie po jego zakończeniu.
pt_br: Nenhum resultado encontrado. No entanto, seu portfólio está ocupado atualizando. Isso pode interferir nas pesquisas de contas à vista. Você pode tentar novamente quando terminar.
sw_ke: Hakuna matokeo yaliyopatikana. Lakini, kipochi chako kinajiboresha. Hii inaweza kuingilia mtazamo wa Cash Account. Unaweza jaribu tena ikikamilika.

source: No results found. However, your wallet is busy updating. This can interfere with LNS lookups. You may want to try again when it is done.
it_it: Nessun risultato trovato. Comunque, il tuo portafoglio è in aggiornamento. Questo può interferire con la ricerca LNS. Puoi riprovare quando la procedura sarà completata.

source: No such mempool or blockchain transaction exists.
ar_sa: لا توجد مثل هذه الذاكرة أو عملية سلسلة الكتل.
it_it: Questa mempool o le transazioni su blockchain non esistono.
nl_nl: Er bestaat geen dergelijke transactie in geheugenpool of blokkenketen.
pl_pl: Taka transakcja nie istnieje ani w mempool ani w blockchain.
pt_br: Nenhuma transação correspondente na mempool ou na blockchain.
sw_ke: Hakuna shughuli za dimbwi za seva au blockchain zilizopo.

source: No transactions
ar_sa: لا توجد عمليات
fr_fr: Aucune transaction
it_it: Nessuna transazione
nl_nl: Geen transacties
pl_pl: Brak transakcji
pt_br: Nenhuma transação
sw_ke: Hamna shuguli za ununuzi

source: No transactions were found on the blockchain.
ar_sa: لم يتم العثور على عمليات في سلسلة الكتل.
fr_fr: Aucune transaction n'a été trouvée sur la blockchain.
it_it: Nessuna transazione trovata nella blockchain.
nl_nl: Geen transacties gevonden in de blockchain.
pl_pl: Nie znaleziono transakcji w blockchain.
pt_br: Nenhuma transação encontrada na blockchain.
sw_ke: Shughli za ununuzi hazipatikani kwenye blockchain.

source: No valid items remain. Cannot proceed -- go back and try again.
ar_sa: لا توجد عناصر صالحة باقية. لا يمكن المتابعة -- عد وحاول مرة أخرى.
it_it: Nessun elemento valido. Impossibile procedere -- torna indietro e riprova.
nl_nl: Geen geldige items over. Kan niet doorgaan -- ga terug en probeer het opnieuw.
pl_pl: Nie ma poprawnych elementów. Nie można kontynuować -- wróć i spróbuj ponownie.
pt_br: Não existe nenhum item válido. Você não pode prosseguir; Volte e tente novamente.
sw_ke: Hakuna kitu kimebaki. Hauwezi kuendelea - rudi nyuma na ujaribu tena.

source: No wallet
ar_sa: لا توجد محفظة
fr_fr: Pas de portefeuille
it_it: Nessun portafoglio
nl_nl: Geen portemonnee
pl_pl: Brak portfela
pt_br: Sem carteira
sw_ke: Hamna Kipochi

source: No wallet is open.
ar_sa: لا توجد محفظة مفتوحة.
fr_fr: Aucun portefeuille n'est ouvert.
it_it: Nessun portafoglio è aperto.
nl_nl: Er is geen portemonnee geopend.
pl_pl: Żaden portfel nie jest otwarty.
pt_br: Nenhuma carteira está aberta.
sw_ke: Hamna kipochi kilichowazi.

# Referencing CashAccount
source: None
ar_sa: لا شيء
fr_fr: Aucun
it_it: Nulla
nl_nl: Geen
pl_pl: Brak
pt_br: Nada
sw_ke: Hakuna

# Referencing Fiat currency
source: None
ar_sa: لا شيء
fr_fr: Aucun
it_it: Nulla
nl_nl: Geen
pl_pl: Brak
pt_br: Nada
sw_ke: Hakuna

# Referencing Fiat rate source
source: None
ar_sa: لا شيء
fr_fr: Aucun
it_it: Nulla
nl_nl: Geen
pl_pl: Brak
pt_br: Nada
sw_ke: Hakuna

# Referencing server
source: None
ar_sa: لا شيء
fr_fr: Aucun
it_it: Nessuno
nl_nl: Geen
pl_pl: Brak
pt_br: Nada
sw_ke: Hakuna

source: Normal
ar_sa: عادي
it_it: Normale
nl_nl: Normaal
pl_pl: Normalny
sw_ke: Kawaida

source: Normal mode
ar_sa: الوضع العادي
fr_fr: Mode normal
it_it: Modalità normale
nl_nl: Normale modus
pl_pl: Tryb normalny
pt_br: Modo normal
sw_ke: Njia ya kawaida
