Repository: Electron-Cash/electrum-locale
Catalog: locale/*/electron-cash.po
Languages: ar_sa, fr_fr, it_it, nl_nl, pl_pl, pt_br, sw_ke

source: Protect your privacy and anonymize your coins (UTXOs) by shuffling them with other users of CashFusion.
ar_sa: قم بحماية خصوصيتك وإخفاء هوية عملاتك (UTXOs) عن طريق خلطها مع مستخدمين آخرين من CashFusion.
fr_fr: Protégez votre vie privée et anonymisez vos pièces de monnaie (UTXOs) en les mélangeant avec d'autres utilisateurs de CashFusion.
it_it: Proteggi la tua privacy e anonimizza i tuoi fondi (UTXO) mixandoli con altri utenti di CashFusion.
nl_nl: Bescherm uw privacy en anonimiseer uw munten (UTXO's) door ze te husselen met andere gebruikers van CashFusie.
pl_pl: Chroń swoją prywatność i anonimizuj swoje monety (UTXOs) poprzez miksowanie ich z innymi użytkownikami CashFusion.
pt_br: Proteja sua privacidade e anonimize suas moedas (UTXOs) misturando-as com outros usuários do CashFusion.
sw_ke: Kinga faragha yako na weka sarafu zako siziweze tambulika (UTXOs) kwa kuzichanganya na watumiaji wengine wa CashFusion.

source: Protect your privacy and anonymize your coins (UTXOs) by shuffling them with other users of CashShuffle.
ar_sa: قم بحماية خصوصيتك وإخفاء هوية عملاتك (UTXOs) عن طريق خلطها مع مستخدمين آخرين من Cashuffle.
fr_fr: Protégez votre vie privée et anonymisez vos pièces (UTXOs) en les mélangeant avec les autres utilisateurs de CashShuffle.
it_it: Proteggi la tua privacy e anonimizza i tuoi fondi (UTXO) mixandoli con altri utenti di CashShuffle.
nl_nl: Bescherm uw privacy en anonimiseer uw munten (UTXO's) door ze te husselen met andere gebruikers van CashShuffle.
pl_pl: Chroń swoją prywatność i anonimizuj swoje monety (UTXOs) poprzez miksowanie ich z innymi użytkownikami CashFusion.
pt_br: Proteja sua privacidade e anonimize suas moedas (UTXOs) fazendo shuffle com outros usuários do CashShuffle.
sw_ke: Kinga faragha yako na weka sarafu zako siziweze tambulika (UTXOs) kwa kuzichanganya na watumiaji wengine wa CashFusion.

source: Provides support for Digital Bitbox hardware wallet
ar_sa: يوفر الدعم لمحفظة أجهزة Bitbox الرقمية
fr_fr: Fournit la prise en charge du portefeuille matériel Digital Bitbox
it_it: Offre assistenza per il portafoglio hardware Digital Bitbox
nl_nl: Biedt ondersteuning voor Digital Bitbox-hardwareportemonnee
pl_pl: Zapewnia wsparcie dla portfela sprzętowego Digital Bitbox
pt_br: Fornece suporte para a carteira de hardware Digital Bitbox
sw_ke: Inatoa msaada kwa kifaa cha kipochi digitali vya Bitbox

source: Provides support for KeepKey hardware wallet
ar_sa: يوفر الدعم لمحفظة أجهزة KeepKey
fr_fr: Fournit la prise en charge du portefeuille matériel KeepKey
it_it: Offre assistenza per il portafoglio hardware KeepKey
nl_nl: Biedt ondersteuning voor KeepKey-hardwareportemonnee
pl_pl: Zapewnia wsparcie dla portfela sprzętowego KeepKey
pt_br: Fornece suporte para a carteira de hardware KeepKey
sw_ke: Inatoa msaada kwa kifaa cha kipochi vya KeepKey

source: Provides support for Ledger hardware wallet
ar_sa: يوفر الدعم لمحفظة أجهزة Ledger
fr_fr: Fournit la prise en charge du portefeuille matériel Ledger
it_it: Offre assistenza per il portafoglio hardware Ledger
nl_nl: Biedt ondersteuning voor Ledger-hardwareportemonnee
pl_pl: Zapewnia wsparcie dla portfela sprzętowego Ledger
pt_br: Fornece suporte para a carteira de hardware Ledger
sw_ke: Inatoa msaada kwa kifaa cha kipochi vya Ledger

source: Provides support for Satochip hardware wallet
ar_sa: يوفر الدعم لمحفظة أجهزة Satochip
fr_fr: Fournit la prise en charge du portefeuille matériel Satochip
it_it: Offre assistenza per il portafoglio hardware Satochip
nl_nl: Biedt ondersteuning voor Satochip-hardwareportemonnee
pl_pl: Zapewnia wsparcie dla portfela Satochip
pt_br: Fornece suporte para a carteira de hardware Satochip
sw_ke: Inatoa msaada kwa kifaa cha kipochi vya Satochip

source: Provides support for Trezor hardware wallet
it_it: Offre assistenza per portafoglio hardware Trezor
nl_nl: Biedt ondersteuning voor Trezor-hardwareportemonnee
pl_pl: Zapewnia wsparcie dla portfela Sprzętowego Trezor
pt_br: Fornece suporte para a carteira de hardware Trezor

source: Provides support for air-gapped transaction signing.
ar_sa: يوفر الدعم لتوقيع العمليات الهوائية.
fr_fr: Fournit la prise en charge de la signature de transactions à gaps aériens.
it_it: Offre assistenza perla firma di transazioni su elaboratori isolati.
nl_nl: Biedt ondersteuning voor het air-gapped ondertekenen van transacties.
pl_pl: Zapewnia wsparcie dla podpisywania transakcji poprzez "Air-grap".
pt_br: Fornece suporte para assinatura de transações em computador desconectado da internet.
sw_ke: Hutoa usaidizi wa utiaji saini za Shuguli ya ununuzi.

source: Proxy settings apply to all connections: with Electron Cash servers, but also with third-party services.
ar_sa: إعدادات الوكيل تنطبق على جميع الإتصالات: مع خوادم Electron Cash، ولكن أيضاً مع خدمات الطرف الثالث.
fr_fr: Les paramètres de proxy s'appliquent à toutes les connexions : avec les serveurs Electron Cash mais aussi avec les services tiers.
it_it: Le impostazioni proxy si applicano a tutte le connessioni: con i server di Electron Cash, ma anche con server di terze parti.
nl_nl: Proxyinstellingen gelden voor alle verbindingen: met Electron Cash-servers, maar ook met services van derden.
pl_pl: Ustawienia proxy dotyczą wszystkich połączeń: z serwerami Electron Cash, ale także z innymi serwisami.
pt_br: As configurações de proxy se aplicam a todas as conexões: com servidores do Electron Cash, mas também com serviços de terceiros.
sw_ke: Mipangilio ya wakala inatumika kwa miunganisho yote: na seva za Electron Cash, lakini pia na huduma zinginezo.

source: Proxy user
ar_sa: مستخدم الوكيل
fr_fr: Utiliser un Proxy Utilisateur
it_it: Utente proxy
nl_nl: Proxy-gebruiker
pl_pl: Użytkownik Proxy
pt_br: Usuário do proxy
sw_ke: Mtumiaji wa wakala

source: Public key
ar_sa: مفتاح عام
fr_fr: Clé publique
it_it: Chiave pubblica
nl_nl: Publieke sleutel
pl_pl: Klucz publiczny
pt_br: Chave pública
sw_ke: Funguosiri

source: Public keys
ar_sa: المفاتيح العمومية
fr_fr: Clé publique
it_it: Chiavi pubbliche
nl_nl: Publieke sleutels
pl_pl: Klucze publiczne
pt_br: Chaves públicas
sw_ke: Funguosiri

source: PyQt5 Upgrade Needed
ar_sa: PyQt5 تحتاج تطوير
fr_fr: Mise à jour PyQt5 requise
it_it: È necessario aggiornare PyQt5
nl_nl: Upgrade PtQt5 nodig
pl_pl: Wymagana aktualizacja PyQt5
pt_br: Melhoria PyQt5 necessária
sw_ke: Boresha toleo la PyQt5

source: QR Not Available
ar_sa: QR غير متوفر
fr_fr: QR indisponible
it_it: QR non disponibile
nl_nl: QR niet beschikbaar
pl_pl: QR niedostępny
pt_br: Código QR não disponível
sw_ke: QR Haipatikani

source: QR Reader Error
ar_sa: حطأ في قارئ QR
fr_fr: Erreur du lecteur QR
it_it: Errore del Lettore QR
nl_nl: Fout van QR-lezer
pl_pl: Błąd czytnika QR
sw_ke: Kosa kwa usomi wa QR

source: QR code
ar_sa: QR رمز
fr_fr: Code QR
it_it: Codice QR
pl_pl: Kod QR
pt_br: Código QR
sw_ke: Msimbo wa QR

source: QR code copied to clipboard
ar_sa: تم نسخ رمز QR إلى الحافظة
fr_fr: QR code enregistrée dans le presse papiers
it_it: Codice QR salvato negli appunti
nl_nl: QR-code naar klembord gekopieerd
pl_pl: Kod QR skopiowany do schowka
pt_br: Código QR copiado para a área de transferência
sw_ke: Msimbo wa QR kunakiliwa kwa clipboard

source: QR code saved to file
ar_sa: تم حفظ رمز QR في الملف
fr_fr: Le QR code a été enregistré dans un fichier
it_it: Codice QR salvato su file
nl_nl: QR-code opgeslagen naar bestand
pl_pl: Zapisano kod QR do pliku
pt_br: Código QR salvo no arquivo
sw_ke: Msimbo wa QR umehifadhiwa kwa faili

source: QR code scanner failed to map video frame
ar_sa: فشل ماسح رمز QR في تعيين إطار الفيديو
fr_fr: Le scanner de code QR n'a pas réussi à cartographier le cadre vidéo
it_it: Lo scanner del codice QR non è riuscito a mappare il frame video
nl_nl: QR-codescanner kon videoframe niet vastleggen
pl_pl: Skaner kodów QR nie mógł zlokalizować obrazu
pt_br: O scanner de código QR falhou ao mapear o quadro de vídeo
sw_ke: Skena ya nambari ya QR imeshindwa kuweka sura ya video

source: QR code scanner for video frame with invalid pixel format
ar_sa: ماسح رمز QR لإطار الفيديو بشكل بكسل غير صالح
fr_fr: Scanner de code QR pour le cadre vidéo au format pixel invalide
it_it: Formato pixel non valido nel frame video per lo scanner del codice QR
nl_nl: Videoframe QR-codescanner met ongeldig pixelformaat
pl_pl: Skaner kodów QR zlokalizował obraz z nieprawidłowym formatem pikseli
pt_br: Scanner de código QR para quadro de vídeo com formato de pixel inválido
sw_ke: Scanner ya nambari ya QR ya sura ya video na muundo wa pixel batili

source: QR reader failed to load. This may happen if you are using an older version of PyQt5.<br><br>Detailed error:
ar_sa: فشل في تحميل قارئ QR. قد يحدث هذا إذا كنت تستخدم نسخة قديمة من PyQt5. <br><br>خطأ مفصّل:
fr_fr: Le lecteur QR n'a pas pu se charger correctement. Cela peut survenir si vous utilisez une version antérieure de PyQt5.<br><br>Erreur détaillée :
it_it: Errore nel caricare il lettore QR. Questo può accadere se stai usando una versione vecchia di PyQt5.<br><br>Dettagli errore:
nl_nl: QR-lezer kon niet laden. Dit kan gebeuren als u een oudere versie van PyQt5 gebruikt.<br><br>Gedetailleerde fout:
pl_pl: Czytnik QR nie został załadowany. Może się to zdarzyć, jeśli używasz starszej wersji PyQt5.<br><br>Szczegółowy błąd:
pt_br: Lector QR no se pudo cargar. Esto puede suceder si estás usando una versión anterior de PyQt5.<br><br>Error detallado:
sw_ke: Usomaji wa QR haujafaulu. Hii inaweza kutokea ikiwa unatumia toleo la zamani la PyQt5.<br><br>Makosa ya kina:

source: QtSvg Missing
ar_sa: QtSvg مفقود
fr_fr: QtSvg manquant
it_it: QtSvg Mancante
nl_nl: QtSvg ontbreekt
pl_pl: Brak QtSvg
pt_br: QtSvg ausente
sw_ke: QtSvg Hapatikani

source: Question
ar_sa: سؤال
it_it: Domanda
nl_nl: Vraag
pl_pl: Pytanie
pt_br: Questão
sw_ke: Swali

source: Queued:
ar_sa: قائمة الانتظار:
fr_fr: En file d'attente :
it_it: In coda:
nl_nl: In wachtrij:
pl_pl: W kolejce:
pt_br: Na Fila:
sw_ke: Imewekwa foleni:

source: Quit
ar_sa: الخروج
fr_fr: Quitter
it_it: Esci
nl_nl: Afsluiten
pl_pl: Wyjdź
pt_br: Sair
sw_ke: Toka

source: REMEMBER THE PASSWORD!
ar_sa: تذكر كلمة المرور!
fr_fr: SOUVENEZ-VOUS DU MOT DE PASSE !
it_it: RICORDATI LA PASSWORD!
nl_nl: ONTHOUD HET WACHTWOORD!
pl_pl: ZAPAMIĘTAJ TO HASŁO!
pt_br: LEMBRE-SE DA SENHA!
sw_ke: KUMBUKA NYWILA!

source: Re&quests
ar_sa: طل&بات
fr_fr: Re&quêtes
it_it: &Richieste
nl_nl: Ver&zoeken
pl_pl: Z&apytania
pt_br: P&edidos
sw_ke: &Maombi

source: Re-enter the new PIN for your {}. NOTE: the positions of the numbers have changed!
ar_sa: أعد إدخال رمز PIN الجديد ل {}. ملاحظة: تم تغيير مواقع الأرقام!
fr_fr: Entrez à nouveau le nouveau code PIN pour votre {}. NOTE : les positions des nombres ont changé !
it_it: Reinserisci il nuovo pin per {}. NOTA: le posizioni dei numeri sono cambiate!
nl_nl: Voer de nieuwe pincode voor uw {} nogmaals in. LET OP: de posities van de cijfers zijn veranderd!
pl_pl: Wprowadź ponownie nowy PIN dla Twego {}. UWAGA: pozycje liczb uległy zmianie!
pt_br: Digite novamente o novo PIN do seu {}. NOTA: as posições dos números foram alteradas!
sw_ke: Ingiza tena PINI mpya ya {} yako. KUMBUKA: nafasi za nambari zimebadilika!

source: Read QR code
ar_sa: قراءة رمز QR
fr_fr: Lire le QR code
it_it: Leggi codice QR
nl_nl: QR-code lezen
pl_pl: Odczytaj kod QR
pt_br: Ler código QR
sw_ke: Soma msimbo wa QR

source: Read QR code from camera
it_it: Leggi il codice QR dalla fotocamera
pl_pl: Odczytuj kod QR z kamery

source: Read QR from screen
it_it: Leggi il QR dallo schermo
pl_pl: Odczytuj QR z ekranu

source: Read from microphone
ar_sa: القراءة من الميكروفون
fr_fr: Lire depuis le microphone
it_it: Leggi dal microfono
nl_nl: Luisteren naar microfoon
pl_pl: Odczyt z mikrofonu
pt_br: Ler do microfone
sw_ke: Soma kutoka kwa kipaza sauti

source: Read text or image file
ar_sa: قراءة نص أو ملف صورة
fr_fr: Lire le fichier texte ou image
it_it: Leggi testo o immagine
nl_nl: Tekst- of afbeeldingsbestand lezen
pl_pl: Odczytuj plik tekstowy lub obraz
pt_br: Ler arquivo de texto ou imagem
sw_ke: Soma maandishi au faili ya picha

source: Rebuild Wallet History
ar_sa: إعادة بناء سجل المحفظة
fr_fr: Reconstruire l'historique du portefeuille
it_it: Ricostruisci Cronologia Portafoglio
nl_nl: Transactiegeschiedenis reconstrueren
pl_pl: Przebuduj historię portfela
pt_br: Recriar histórico de transações
sw_ke: Jenga tena historia ya kipochi

source: Rebuild this wallet's history now?
ar_sa: إعادة بناء سجل هذه المحفظة الآن؟
fr_fr: Reconstruire l'historique de ce portefeuille maintenant ?
it_it: Ricostruire la cronologia di questo portafoglio ora?
nl_nl: De geschiedenis van deze portemonnee nu opnieuw construeren?
pl_pl: Odbudować historię tego portfela?
pt_br: Recriar o histórico de transações desta carteira agora?
sw_ke: Je historia ya kipochi sasa inaweza jengwa tena?

source: Receive
ar_sa: استقبال
fr_fr: Recevoir
it_it: Ricevi
nl_nl: Ontvangen
pl_pl: Odbierz
pt_br: Recebimento
sw_ke: Pokea

source: Receive request QR code (click for details)
ar_sa: إستلام طلب رمز QR (أنقر للحول على التفاصيل)
fr_fr: Recevoir le code QR de la demande (cliquez pour plus de détails)
it_it: Ricevi il codice QR della richiesta (premi per dettagli)
nl_nl: QR-code betaalverzoek (klik voor details)
pl_pl: Odbierz kod QR zapytania (kliknij po szczegóły)
pt_br: Receba o código QR (clique para mais detalhes)
sw_ke: Pokea nambari ya ombi ya QR (bonyeza kwa maelezo)

source: Receive request URI copied to clipboard
ar_sa: إستلام طلب URI نسخ إلى الحافظة
fr_fr: Recevoir une requête URI copiée dans le presse-papiers
it_it: Copia l'URI della richiesta negli appunti
nl_nl: URI betaalverzoek naar klembord gekopieerd
pl_pl: Adres URI zapytania został skopiowany do schowka
pt_br: URI da solicitação de recebimento copiado para a área de transferência
sw_ke: Pokea ombi URI iliyonakiliwa kwa clipboard

source: Receiving
ar_sa: إستلام
fr_fr: Réception
it_it: Ricezione
nl_nl: Ontvangst
pl_pl: Odbieranie
pt_br: Recebimento
sw_ke: Inapokea

source: Receiving Address
ar_sa: عنوان الإستلام
fr_fr: Adresse de réception
it_it: Indirizzo di Ricezione
nl_nl: Ontvangstadres
pl_pl: Adres odbiorczy
pt_br: Endereço de recebimento
sw_ke: Anwani ya Kupokea

source: Receiving Addresses Only
ar_sa: عناوين الإستلام فقط
fr_fr: Adresses de réception seulement
it_it: Solo Indirizzi di Ricezione
nl_nl: Uitsluitend ontvangstadressen
pl_pl: Tylko adresy odbiorcze
pt_br: Somente endereços de recebimento
sw_ke: Anwani ya Kupokea tu

source: Receiving address
ar_sa: إستقبال عناوين
fr_fr: Adresse de reception
it_it: Indirizzo ricevente
nl_nl: Ontvangstadres
pl_pl: Na adres
pt_br: Endereço de recebimento
sw_ke: Anwani ya Kupokea

source: Recipient of the funds.
ar_sa: مستقبِل الحوالة.
fr_fr: Récepteur des fonds
it_it: Beneficiario dei fondi.
nl_nl: Begunstigde van het bedrag.
pl_pl: Odbiorca środków.
pt_br: Beneficiário dos fundos.
sw_ke: Mpokeaji wa fedha.

source: Recover from a seed you have previously written down
ar_sa: إسترداد من كلمة مفتاحية قمت بكتابتها مسبقاً
fr_fr: Récupérer à partir d'une graine que vous avez écrite précédemment
it_it: Recupera da un seme scritto precedentemente
nl_nl: Herstellen vanaf een eerder opgeschreven seed
pl_pl: Odzyskaj z wcześniej zapisanego klucza seed
pt_br: Recuperar de uma seed que você escreveu em papel
sw_ke: Rudisha manenosiri yako ambayo ulikuwa umeandika hapo awali

source: Redeem Script
ar_sa: إسترداد النص البرمجي
it_it: Script di riscossione
nl_nl: Inwisselscript
pl_pl: Zrealizuj skrypt
pt_br: Resgatar Script
sw_ke: Komboa programu

source: Reenter your seed phrase
ar_sa: أعد إدخال الجملة المفتاحية الخاصة بك
fr_fr: Ressaisissez votre phrase de graine
it_it: Inserisci nuovamente il tuo seed
nl_nl: Voer uw seed-woordenreeks opnieuw in
pl_pl: Wprowadź ponownie swoją frazę seed
pt_br: Reinsira sua seed
sw_ke: Ingiza manenosiri tena

source: Refresh GUI
ar_sa: تحديث GUI
fr_fr: Rafraîchir GUI
it_it: Aggiorna GUI
nl_nl: GUI vernieuwen
pl_pl: Odśwież GUI
pt_br: Atualizar GUI
sw_ke: Fanyiza upya skrini

source: Register A New Cash Account
ar_sa: تسجيل حساب نقدي جديد
fr_fr: Créer un nouveau compte Cash
it_it: Registra un Nuovo Account Cash
nl_nl: Een nieuw CashAccount registreren
pl_pl: Zarejestruj nowy Cash Account
pt_br: Registrar novo Cash Account
sw_ke: Sajili Akaunti mpya ya Cash Account

source: Register Cash Account...
ar_sa: تسجيل حساب نقدي...
it_it: Registra Account Cash...
nl_nl: CashAccount registreren...
pl_pl: Rejestruję Cash Account...
pt_br: Registrar Cash Account...
sw_ke: Jiandikishe Cash Account...

source: Register a new Cash Account for this address
ar_sa: تسجيل حساب نقدي جديد لهذا العنوان
it_it: Registra un nuovo Account Cash per questo indirizzo
nl_nl: Registreer een nieuw CashAccount voor dit adres
pl_pl: Zarejestruj nowy Cash Account dla tego adresu
pt_br: Registrar uma nova Cash Account para este endereço
sw_ke: Sajili Akaunti mpya ya Cash Account kwa anwani hii

source: Register new...
ar_sa: تسجيل جديد...
it_it: Registra nuovo...
nl_nl: Nieuw registreren...
pl_pl: Rejestruję nowe...
pt_br: Registrar novo...
sw_ke: Kujiandikisha mpya...

source: Remove
ar_sa: إزالة
fr_fr: Supprimer
it_it: Rimuovi
nl_nl: Verwijderen
pl_pl: Usuń
pt_br: Remover
sw_ke: Toa

source: Remove from preferred
ar_sa: الإزالة من التفضيلات
fr_fr: Retirer des préférences
it_it: Rimuovi dai preferiti
nl_nl: Voorkeur verwijderen
pl_pl: Usuń z preferowanego
pt_br: Remover dos preferidos
sw_ke: Toa

source: Remove from wallet
ar_sa: الإزالة من المحفظة
fr_fr: Retirer du portefeuille
it_it: Elimina dal portafoglio
nl_nl: Uit portemonnee verwijderen
pl_pl: Usuń z portfela
pt_br: Remover da carteira
sw_ke: Toa kipochi

source: Remove pinned certificate
ar_sa: إزالة الشهادة المثبتة
it_it: Rimuovi certificato in evidenza
nl_nl: Vastgezet certificaat verwijderen
pl_pl: Usuń podłączony certyfikat
pt_br: Remover certificado fixo
sw_ke: Ondoa cheti kilichochapwa

source: Remove {list_of_contacts} from your contact list?
ar_sa: إزالة {list_of_contacts} من قائمة جهات الإتصال الخاصة بك؟
it_it: Rimuovere {list_of_contacts} dalla tua lista contatti?
nl_nl: {list_of_contacts} uit uw contactpersonenlijst verwijderen?
pl_pl: Usunąć {list_of_contacts} z Twojej listy kontaktów?
pt_br: Remover {list_of_contacts} da sua lista de contatos?
sw_ke: Toa {list_of_contacts} kutoka orodha ya Stakabadhi za kuwasiliana?

source: Remove {number_of_contacts} contacts from your contact list?
ar_sa: إزالة {number_of_contacts} جهات إتصال من قائمة جهات الإتصال الخاصة بك؟
it_it: Rimuovere {number_of_contacts} contatti dalla tua lista contatti?
nl_nl: {number_of_contacts} contactpersonen uit uw lijst verwijderen?
pl_pl: Usunąć {number_of_contacts} kontaktów z listy kontaktów?
pt_br: Remover {number_of_contacts} da sua lista de contatos?
sw_ke: Toa {number_of_contacts} kutoka orodha ya Stakabadhi za kuwasiliana?

source: Rename
ar_sa: إعادة تسمية
fr_fr: Renommer
it_it: Rinomina
nl_nl: Hernoemen
pl_pl: Zmień nazwę
pt_br: Renomear
sw_ke: Badilisha jina

source: Rename Wallet
ar_sa: إعادة تسمية المحفظة
fr_fr: Renommer le portefeuille
it_it: Rinomina Portafoglio
nl_nl: Portemonnee hernoemen
pl_pl: Zmień nazwę portfela
pt_br: Renomear carteira
sw_ke: Badilisha jina la kipochi

source: Rename wallet
ar_sa: إعادة تسمية المحفظة
fr_fr: Renommer le portefeuille
it_it: Rinomina portafoglio
nl_nl: Portemonnee hernoemen
pl_pl: Zmień nazwę portfela
pt_br: Renomear carteira
sw_ke: Badilisha jina la kipochi

source: Report Contents
ar_sa: محتويات التقرير
fr_fr: Signaler les contenus
it_it: Segnala Contenuti
nl_nl: Rapportinhoud
pl_pl: Treść raportu
pt_br: Conteúcdo do relatório
sw_ke: Ripoti Yaliyomo

source: Report Sent
ar_sa: تم إرسال التقرير
fr_fr: Rapport envoyé
it_it: Segnalazione Inviata
nl_nl: Rapport verzonden
pl_pl: Raport wysłany
pt_br: Relatório enviado
sw_ke: Ripoti imetumwa

source: Reporting Bugs
ar_sa: تبليغ عن أخطاء
fr_fr: Rapports d'erreurs
it_it: Segnalazione Bug
nl_nl: Bugs melden
pl_pl: Zgłaszanie błędów
pt_br: Relatar falhas
sw_ke: Ripoti dosari

source: Request
ar_sa: طلب
fr_fr: Requête
it_it: Richiesta
nl_nl: Verzoek
pl_pl: Zapytanie
pt_br: Pedido
sw_ke: Ombi

source: Request &expires
ar_sa: &إنتهت صلاحية الطلب
it_it: &Scadenza richiesta
nl_nl: Verzoek &verloopt
pl_pl: Zapytanie &wygasa
pt_br: O pedido &expira
sw_ke: Omba &kumalizika kwa muda

source: Request URI
ar_sa: طلب URI
fr_fr: URI de requête
it_it: Richiesta URI
nl_nl: Verzoek-URI
pl_pl: URI zapytania
pt_br: URI do pedido
sw_ke: Ombi la URI

source: Request expires
ar_sa: إنتهت صلاحية الطلب
fr_fr: Expiration de la demande
it_it: Scadenza richiesta
nl_nl: Verzoek verloopt
pl_pl: Żądanie wygasa
pt_br: O pedido expira
sw_ke: Omba kumaliza muda wake

source: Request payment
ar_sa: طلب الدفع
fr_fr: Demander un paiement
it_it: Richiedi pagamento
nl_nl: Betaling verzoeken
pl_pl: Poproś o zapłatę
pt_br: Solicitar pagamento
sw_ke: Omba malipo

source: Request saved successfully
ar_sa: تم حفظ الطلب بنجاح
fr_fr: Demande enregistrée avec succès
it_it: Richiesta salvata con successo
nl_nl: Verzoek succesvol opgeslagen
pl_pl: Żądanie zapisane pomyślnie
pt_br: Solicitação salva com sucesso
sw_ke: Ombi limehifadiwa kwa mafanikio

source: Request sent.
ar_sa: تم إرسال الطلب.
fr_fr: Demande envoyée.
it_it: Richiesta inviata.
nl_nl: Verzoek verzonden.
pl_pl: Zapytanie wysłane.
pt_br: Pedido enviado.
sw_ke: Ombi limetumwa.

source: Requested &amount
ar_sa: &المبلغ المطلوب
fr_fr: &Montant demandé
it_it: &Importo richiesto
nl_nl: Gevraagd &bedrag
pl_pl: Żądana kwota
pt_br: &Valor solicitado
sw_ke: &kiasi Kilichohitajika

source: Requested amount
ar_sa: القيمة المطلوبة
fr_fr: Somme demandée
it_it: Importo richiesto
nl_nl: Gevraagd bedrag
pl_pl: Żądana kwota
pt_br: Valor solicitado
sw_ke: Kiasi kilichohitajika

source: Requestor
ar_sa: الطالب
fr_fr: Demandeur
it_it: Richiedente
nl_nl: Aanvrager
pl_pl: Żądający
pt_br: Solicitador
sw_ke: Mwombaji

source: Requests
ar_sa: الطلبات
fr_fr: Requêtes
it_it: Richieste
nl_nl: Verzoeken
pl_pl: Żądania
pt_br: Requisição
sw_ke: Ombi

source: Require %d signatures
ar_sa: يتطلب %d تواقيع
fr_fr: Nécessite %d signatures
it_it: Richieste %d firme
nl_nl: %d handtekeningen vereisen
pl_pl: Wymaga %d podpisów
pt_br: Requer %d assinaturas
sw_ke: Inahitaji sahihi %d

source: Requires
ar_sa: يتطلّب
fr_fr: Requiert
it_it: Richieste
nl_nl: Vereist
pl_pl: Wymaga
pt_br: Requer
sw_ke: Inahitaji

source: Requires 2FA
ar_sa: يتطلب 2FA
fr_fr: Nécessite 2FA
it_it: Richiede 2FA
nl_nl: Vereist 2FA
pl_pl: Wymaga 2FA
pt_br: Requer 2FA
sw_ke: Inahitaji 2FA

source: Reset
ar_sa: إعادة ضبط
fr_fr: Réinitialiser
it_it: Reimposta
nl_nl: Resetten
pl_pl: Zresetuj
pt_br: Resetar
sw_ke: Weka upya

source: Reshuffle Coin
ar_sa: إعادة خلط العملة
it_it: Rimixa Fondi
nl_nl: Munt hershufflen
pl_pl: Zmiksuj monety
pt_br: Remistrurar moeda
sw_ke: Kuchanganya sarufi tena

source: Reshuffle {} Shuffled
ar_sa: إعادة خلط {} خلط
it_it: Rimixa {} Mixati
nl_nl: {} geshufflede hershufflen
pl_pl: Przemiksuj {} zmiksowane
pt_br: Remisturar {} moedas misturadas
sw_ke: Changanya tena {} Zimechanganywa

source: Resolve Server Problem...
ar_sa: حل مشكلة الخادم...
fr_fr: Résoudre le problème du serveur...
it_it: Risolvi un Problema del Server...
nl_nl: Serverprobleem oplossen...
pl_pl: Rozwiąż problem z serwerem...
pt_br: Resolver problema do servidor...
sw_ke: Suluhisha Shida ya Seva...

source: Restart the CashShuffle plugin now?
ar_sa: هل تريد إعادة تشغيل البرنامج المساعد ل CashShuffle الآن؟
fr_fr: Redémarrer le plugin CashShuffle maintenant?
it_it: Riavviare il plugin CashShuffle ora?
nl_nl: De CashShuffle-plug-in nu herstarten?
pl_pl: Uruchomić teraz ponownie wtyczkę CashShuffle?
pt_br: Reiniciar o plugin do CashShuffle agora?
sw_ke: Anzisha tena programu-jalizi ya CashShuffle sasa?

source: Restore from Seed
ar_sa: الإستعادة من الكلمة المفتاحية
fr_fr: Restaurer depuis la Graine
it_it: Ripristina dal Seme
nl_nl: Herstellen vanaf seed
pl_pl: Przywróć z Seed
pt_br: Restaurar através da seed
sw_ke: Rudisha manenosiri
