Repository: Electron-Cash/electrum-locale
Catalog: locale/*/electron-cash.po
Languages: ar_sa, fr_fr, it_it, nl_nl, pl_pl, pt_br, sw_ke

source: Generating seed...
ar_sa: إنشاء الكلمة المفتاحية...
it_it: Generazione seme...
nl_nl: Seed genereren...
pl_pl: Generowanie seeda...
pt_br: Gerando a seed...
sw_ke: Fanyiza manenosiri...

source: Generating your addresses...
ar_sa: إنشاء عناوينك...
fr_fr: Génération de vos adresses...
it_it: Generazione dei tuoi indirizzi...
nl_nl: Uw adressen genereren...
pl_pl: Generowanie adresów...
pt_br: Gerando seus endereços...
sw_ke: Fanyiza anwani...

source: Generating your wallet...
ar_sa: إنشاء محفظتك...
fr_fr: Génération de votre portefeuille...
it_it: Generazione del tuo portafoglio...
nl_nl: Uw portemonnee genereren...
pl_pl: Generowanie twojego portfela...
pt_br: Gerando sua carteira...
sw_ke: Kipochi chako kinfanyizwa...

source: Get Started
ar_sa: إبدأ
fr_fr: Pour commencer
it_it: Inizia
nl_nl: Aan de slag
pl_pl: Zaczynaj
pt_br: Primeiros passos
sw_ke: Anzisha

source: Get started now
ar_sa: البدء الآن
fr_fr: Commencez dès maintenant
it_it: Inizia ora
nl_nl: Nu aan de slag
pl_pl: Zacznij teraz
pt_br: Iniciar agora

source: Go to "Settings", "Devices", "Connected devices", and do "Remove device". Then, plug your device again.
ar_sa: إذهب إلى "الإعدادات"، "الأجهزة"، "الأجهزة المتصلة"، وقم ب "إزالة الجهاز". ثم قم بتوصيل جهازك مرة أخرى.
it_it: Vai a "Impostazioni", "Dispositivi", "Dispositivi collegati", e premere "Rimuovi dispositivo". Quindi, collegare nuovamente il dispositivo.
nl_nl: Ga naar "Instellingen", "Apparaten", "Verbonden apparaten" en gebruik "Apparaat verwijderen". Sluit vervolgens uw apparaat opnieuw aan.
pl_pl: Przejdź do "Ustawienia", "Urządzenia", "Połączone urządzenia" i wykonaj "Usuń urządzenie". Następnie podłącz urządzenie ponownie.
pt_br: Vá para "Configurações", "Dispositivos", "Dispositivos conectados" e "Remover dispositivo". Em seguida, reconecte o dispositivo.
sw_ke: Nenda kwa "Mipangilio", "Vifaa", "Vifaa vilivyounganishwa", na ubonyeze "Ondoa kifaa". Kisha, ingisha kifaa chako tena.

source: Grayscale TOI files are not currently supported. Try a PNG or JPG file instead.
ar_sa: ملفات TOI الرمادية غير معتمدة حاليا". حاول ملف PNG أو JPG بدلا" من ذلك.
it_it: I file TOI in scala di grigio non sono attualmente supportati. Prova invece un file PNG o JPG.
nl_nl: Zwart-witte TOI-bestanden worden momenteel niet ondersteund. Probeer een PNG- of JPEG-bestand.
pl_pl: Pliki TOI w skali szarości nie są obecnie obsługiwane. Zamiast tego wypróbuj plik PNG lub JPG.
pt_br: Os arquivos TOI em escala de cinza não estão disponíveis no momento. Tente um arquivo PNG ou JPG.
sw_ke: Faili za Grayscale TOI hazipatikani kwa sasa. Jaribu za PNG au JPG.

source: HW wallet udev rules have been successfully installed!
ar_sa: تم تثبيت قواعد محفظة udev HW بنجاح!
it_it: Le regole udev del portafoglio HW sono state installate con successo!
nl_nl: Udev-regels hardwareportemonnee succesvol geïnstalleerd!
pl_pl: Reguły portfela HW zostały pomyślnie zainstalowane!
pt_br: As regras do HW Wallet udev foram instaladas com sucesso!
sw_ke: Sheria za kipochi za HW udev zimewekwa kwa mafanikio!

source: HW wallet udev rules have been successfully uninstalled!
ar_sa: تم إلغاء تثبيت قواعد محفظة udev HW بنجاح!
it_it: Le regole udev del portafoglio HW sono state disinstallate!
nl_nl: Udev-regels hardwareportemonnee succesvol gedeïnstalleerd!
pl_pl: Reguły portfela HW zostały pomyślnie odinstalowane!
pt_br: As regras do udev da HW Wallet foram desinstaladas com sucesso!
sw_ke: Sheria za kipochi za HW udev zimetolewa kwa mafanikio!

source: Handler not found for
ar_sa: المعالج غير موجود ل
it_it: Gestore non trovato per
nl_nl: Verwerker niet gevonden voor
pl_pl: Asystent nie znaleziony dla
pt_br: Controlador não encontrado para
sw_ke: Handler haipatikani kwa

source: Hardware Keystore
ar_sa: متجر مفاتيح الأجهزة
it_it: Keystore hardware
nl_nl: Hardware-sleutelopslag
pl_pl: Sprzętowa przechowalnia kluczy
pt_br: Hardware de chaves
sw_ke: Kifaa cha kuhifadhi maneno siri

source: Hardware Wallet Support
ar_sa: دعم محفظة الأجهزة
it_it: Supporto Portafoglio Hardware
nl_nl: Ondersteuning hardwareportemonnee
pl_pl: Wsparcie portfela sprzętowego
pt_br: Suporte a Carteira de Hardware
sw_ke: Kifaa cha kipochi kinategemezwa

source: Hardware Wallet Support...
ar_sa: دعم محفظة الأجهزة...
it_it: Supporto Portafoglio Hardware...
nl_nl: Ondersteuning hardwareportemonnee...
pl_pl: Wsparcie portfela sprzętowego...
pt_br: Suporte a Carteira de Hardware...
sw_ke: Kifaa cha kipochi kinategemezwa...

source: Height
ar_sa: الارتفاع
fr_fr: Hauteur
it_it: Altezza
nl_nl: Hoogte
pl_pl: Wielkość
pt_br: Número do bloco
sw_ke: Urefu

source: Help
ar_sa: مساعدة
fr_fr: Aide
it_it: Aiuto
pl_pl: Pomoc
pt_br: Ajuda
sw_ke: Msaada

source: Here is your master public key.
ar_sa: هذا هو مفتاحك العام الرئيسي
fr_fr: Voici votre clé publique maître.
it_it: Ecco qui la tua chiave pubblica principale.
nl_nl: Hier is uw publieke moedersleutel.
pl_pl: To jest twój główny klucz publiczny.
pt_br: Aqui está a sua chave pública principal.
sw_ke: Utapata neno siri yako hapa.

source: Hide
ar_sa: إخفاء
fr_fr: Masquer
it_it: Nascondi
nl_nl: Verbergen
pl_pl: Ukryj
pt_br: Esconder
sw_ke: Ficha

source: Hide CashFusions
ar_sa: إخفاء CashFusions
it_it: Nascondi le CashFusion
nl_nl: CashFusies verbergen
pl_pl: Ukryj CashFusions
pt_br: Ocultar CashFusions
sw_ke: Ficha CashFusions

source: Hide Download Banner
ar_sa: إخفاء شعار التحميل
fr_fr: Masquer bannière de téléchargement
it_it: Nascondi Stato del Download
nl_nl: Downloadbanner verbergen
pl_pl: Ukryj baner pobierania
pt_br: Ocultar faixa de download
sw_ke: Ficha Bango la kushusha

source: Hide download banner
ar_sa: إخفاء شعار التحميل
fr_fr: Masquer bannière de téléchargement
it_it: Nascondi stato del download
nl_nl: Downloadbanner verbergen
pl_pl: Ukryj baner pobierania
pt_br: Ocultar faixa de download
sw_ke: Ficha Bango la kushusha

source: Hide shuffle transactions
ar_sa: إخفاء العمليات المخلوطة
it_it: Nascondi transazioni di mixaggio
nl_nl: Shuffletransacties verbergen
pl_pl: Ukryj miksowane transakcje
pt_br: Ensconder transações do CashShuffle
sw_ke: Ficha changanya Shuguli za ununuzi

source: Hide status button
ar_sa: إخفاء زر الحالة
fr_fr: Masquer bouton de statut
it_it: Nascondi pulsante di stato
nl_nl: Statusknop verbergen
pl_pl: Ukryj przycisk status
pt_br: Ocultar botão de status
sw_ke: Ficha kitufe cha hali

source: Hide {tab_description}
ar_sa: إخفاء {tab_description}
fr_fr: Masquer {tab_description}
it_it: Nascondi {tab_description}
nl_nl: {tab_description} verbergen
pl_pl: Ukryj {tab_description}
pt_br: Ocultar {tab_description}
sw_ke: Ficha {tab_description}

source: History
ar_sa: تاريخ
fr_fr: Historique
it_it: Cronologia
nl_nl: Geschiedenis
pl_pl: Historia
pt_br: Histórico
sw_ke: Historia

source: Homescreen
ar_sa: الشاشة الرئيسية
fr_fr: Écran d'accueil
it_it: Schermata principale
nl_nl: Startscherm
pl_pl: Ekran główny
pt_br: Tela inicial
sw_ke: Skrini ya kawaida

source: How do you want to connect to a server?
ar_sa: كيف تريد أن تتصل مع خادم؟
fr_fr: Comment souhaitez-vous vous connecter au serveur ?
it_it: Come preferisci connetterti al server?
nl_nl: Hoe wilt u verbinding maken met een server?
pl_pl: W jaki sposób chcesz łączyć się z serwerem?
pt_br: Como você deseja se conectar a um servidor?
sw_ke: Je! Unatakaje kuunganishwa na seva?

source: However, hardware wallets do not support message decryption, which makes them not compatible with the current design of cosigner pool.
ar_sa: ومع ذلك، فإن محافظ الأجهزة لا تدعم فك تشفير الرسالة، مما يجعلها غير مطابقة مع التصميم الحالي لمخزن التواقيع المشتركة.
fr_fr: Toutefois les portefeuilles matériels ne prennent pas en charge le déchiffrage de messages, ce qui les rend non compatibles avec la conception actuelle de groupement de cosignataires.
it_it: Tuttavia, i portafoglio hardware non supporta la decifrazione dei messaggi, il che li rende incompatibili con l'attuale gruppo di cofirmatari.
nl_nl: Hardwareportemonnees ondersteunen echter geen berichtontcijfering, waardoor ze niet compatibel zijn met het huidig ontwerp van de medeondertekenaarspool.
pl_pl: Jednakże portfele sprzętowe nie wspierają odszyfrowywania wiadomości, co sprawia, że nie są kompatybilne z obecną architekturą puli współpodpisów.
pt_br: No entanto, os hardware wallets não oferecem suporte à descriptografia de mensagens, o que significa que eles não são compatíveis com o design atual do pool de assinantes.
sw_ke: Lakini, vifaa vya pochi haviuungi mkono kutoa siri za ujumbe, na kuzifanya siziambatane na dimbwi la seva za mweka sahihi wa pili.

source: However, on some Windows systems, bugs in Qt may result in minor graphics glitches in system 'message box' dialogs.
ar_sa: ومع ذلك، في بعض أنظمة Windows ، ستؤدي الأخطاء في Qt إلى حدوث خلل بسيط في الرسومات في نظام مربعات حوار "علبة الرسائل".
fr_fr: Toutefois, sur certains systèmes Windows, des bugs Qt peuvent résulter en des bugs graphiques mineurs dans les boîtes de dialogue système.
it_it: Tuttavia, su alcuni sistemi Windows, i bug di Qt possono causare problemi grafici minori alle finestre di dialogo 'casella messaggi'.
nl_nl: Op sommige Windows-systemen kunnen bugs in Qt echter resulteren in kleine grafische glitches in 'berichtvenster'-dialogen van het systeem.
pl_pl: W niektórych systemach Windows błędy w Qt mogą jednak skutkować niewielkim błędem graficznym w dialogach systemowych 'message box'.
pt_br: No entanto, em alguns sistemas Windows, erros no Qt podem resultar em pequenas falhas gráficas nas caixas de diálogo de 'mensagem'.
sw_ke: Lakini, kwenye mifumo mingine ya Windows, dosari ya Qt inaweza kusababisha dosari za picha kwenye mfumo wa 'sanduku la ujumbe'.

source: However, on some esoteric Linux systems, this mode may cause disproportionately large status bar icons.
ar_sa: ومع ذلك، في بعض أنظمة Linux الباطنية، قد يتسبب هذا الوضع في ظهور رموز شريط حالة كبيرة غير متناسبة.
fr_fr: Toutefois, sur certains systèmes Linux un peu ésotériques, ce mode peut rendre les icônes de la barre de statut exagérément grandes.
it_it: Tuttavia, su alcuni sistemi Linux, questa modalità può causare icone più grandi nella barra di stato.
nl_nl: Op sommige esoterische Linuxsystemen kan deze modus echter disproportioneel grote statusbalkpictogrammen veroorzaken.
pl_pl: Jednak na niektórych eoterycznych systemach Linux, ten tryb może powodować nieproporcjonalnie duże ikony na pasku stanu.
pt_br: No entanto, em alguns sistemas esotéricos do Linux, esse modo pode causar ícones desproporcionalmente grandes na barra de status.
sw_ke: Lakini, kwenye mifumo mingine ya Linux, programu hii inaweza kusababisha picha kubwa.

source: I UNDERSTAND THE RISK
ar_sa: أنا أفهم المخاطر
fr_fr: JE COMPRENDS LES RISQUES
it_it: CAPISCO IL RISCHIO
nl_nl: IK BEGRIJP HET RISICO
pl_pl: ROZUMIEM TO RYZYKO
pt_br: EU ENTENDO O RISCO
sw_ke: NINAELEWA HATARI

source: I accept responsibility for any harm that comes from installing this plugin, and acknowledge:
ar_sa: أنا أقبل المسؤولية عن أي ضرر ناجم عن تثبيت هذا البرنامج المساعد، واعترف بما يلي:
fr_fr: J'accepte toute responsabilité pour tout dommage résultant de l'installation de ce plug-in, et je reconnais :
it_it: Mi assumo la responsabilità per qualsiasi danno derivante dall'installazione di questo plugin, e riconosco:
nl_nl: Ik accepteer verantwoordelijkheid voor enige schade door installatie van deze plug-in, en erken:
pl_pl: Akceptuję odpowiedzialność za wszelkie szkody wynikające z instalacji tej wtyczki i potwierdzam:
pt_br: Aceito a responsabilidade por qualquer dano resultante da instalação deste plugin e reconheço:
sw_ke: Ninakubali jukumu la ubaya wowote unaotokana na kusanikisha programu hii, na tambua:

source: I already have a BIP39 seed
it_it: Ho già un seme BIP39
pl_pl: Mam już seed BIP39

source: I already have a seed
ar_sa: لدي كلمة مفتاحية مسبقا"
fr_fr: Je possède déjà une graine
it_it: Possiedo già un seme
nl_nl: Ik heb al een seed
pl_pl: Mam już seed
pt_br: Eu já possuo uma seed
sw_ke: Tayari nina manenosiri

source: I should only install the most reputable plugins trusted by the community.
ar_sa: يجب أن أقوم فقط بتثبيت البرامج المساعدة الأكثر شهرة التي يثق بها المجتمع.
fr_fr: Que je ne devrais installer que les plug-ins vérifiés et approuvés par la communauté.
it_it: Dovrei installare solo i plugin più affidabili consigliati dalla community.
nl_nl: Ik dien alleen de reputabelste plug-ins vertrouwd door de gemeenschap te installeren.
pl_pl: Powinienem zainstalować tylko najbardziej renomowane wtyczki którym ufa społeczność.
pt_br: Você deve instalar apenas os plugins mais confiáveis ​​em que a comunidade confia.
sw_ke: Ninapaswa kusanikisha programu jalizi maarufu tu zinazoaminika na jamii.

source: Identity
ar_sa: هوية
fr_fr: Identité
it_it: Identità
nl_nl: Identiteit
pl_pl: Tożsamość
pt_br: Identidade
sw_ke: Kitambulisho

source: If 'Connect only to preferred servers' is enabled, Electron Cash will only connect to servers marked as 'preferred' servers ({}).
ar_sa: إذا تم تفعيل 'الإتصال بالخوادم المفضلة فقط'، فسيقوم Electron Cash بالإتصال فقط بالخوادم المؤشر عليها كخوادم 'مفضلة' ({}).
it_it: Se 'Connetti solo ai server preferiti' è attivato, Electron Cash si connetterà solo ai server contrassegnati come server 'preferiti' ({}).
nl_nl: Als 'Uitsluitend met voorkeurservers verbinden' is ingeschakeld, maakt Electron Cash alleen verbinding met servers gemarkeerd als 'voorkeur' ({}).
pl_pl: Jeśli opcja 'Podłącz tylko do preferowanych serwerów' jest włączona, Electron Cash połączy się tylko z serwerami oznaczonymi jako 'preferowane' serwery ({}).
pt_br: Se 'Conectar apenas à servidores preferidos' estiver selecionado, Electron Cash só conectará em servidores marcados como 'preferidos' ({}).
sw_ke: Ikiwa 'Unganisha tu kwa seva zinazopendelewa' zimewezeshwa, Electron Cash itaunganisha tu kwa seva zilizo na alama ya kupendelewa ({}).

source: If auto-connect is enabled, Electron Cash will always use a server that is on the longest blockchain.
ar_sa: إذا تم تفعيل الإتصال التلقائي، فإن Electron Cash سوف يستخدم دائما خادم على أطول سلسلة كتل.
it_it: Se la connessione automatica è abilitata, Electron Cash userà sempre il server con la blockchain più lunga.
nl_nl: Indien automatisch verbinden is ingeschakeld, zal Electron Cash altijd een server gebruiken die de langste blokkenketen heeft.
pl_pl: Jeśli automatyczne połączenie jest aktywne, Electron Cash zawsze użyje serwera, który korzysta z najdłuższego łańcucha bloków.
pt_br: Se configurado para selecionar servidor automaticamente, Electron Cash vai sempre escolher um servidor que está na blockchain mais longa.
sw_ke: Ikiwa kiunganisho kiotomatiki kimewezeshwa, Electron Cash itatumia seva ambayo iko kwenye blockchain ndefu zaidi.

source: If checked, CashFusion will fuse each coin this many times. If unchecked, Cashfusion will fuse indefinitely until paused.
it_it: Se selezionato, CashFusion fonderà ogni fondo queste tot volte. Se non selezionato, CashFusion fonderà continuamente finio alla pausa.

source: If checked, change addresses with no balance and trivial history which are sufficeintly old will not be subscribed-to on the server, in order to save resources.
it_it: Se selezionato, gli indirizzi di resto senza saldo e con cronologia trascurabile che sono abbastanza vecchi non saranno trascritti sul server, al fine di risparmiare risorse.

source: If checked, only spend coins that have been anonymized by CashFusion at least once.
it_it: Se selezionato, spendi soltanto i fondi che sono stati anonimizzati da CashFusion almeno una volta.

source: If checked, only spend coins that have been anonymized by CashFusion, after having been fused at least {min} time.
it_it: Se selezionato, spendi soltanto i fondi che sono stati anonimizzati da CashFusion dopo essere stati fusi almeno {min} volta.

source: If checked, the status bar button for toggling address formats will be hidden
ar_sa: إذا تم الإختيار، سيتم إخفاء زر شريط الحالة لتبديل أشكال العناوين
it_it: Se selezionato, il pulsante nella barra di stato per disabilitare i formati di indirizzo sarà nascosto
nl_nl: Indien ingeschakeld zal de statusbalkknop om adresformaten te schakelen worden verborgen
pl_pl: Jeśli jedt zaznaczone, przycisk paska statusu dla przełączania formatów adresu zostanie ukryty
pt_br: Se marcado, o botão da barra de status para alternar o formato do endereço ficará oculto
sw_ke: Ikiangaliwa, kitufe cha hali ya kutengeneza fomu za anwani kitafichwa

source: If enabled, a system notification will be presented when you receive funds to this wallet.
ar_sa: في حالة التفعيل، سيتم تقديم إشعار النظام عند تلقّي الأموال في هذه المحفظة.
it_it: Se attivato, verrà presentata una notifica di sistema quando riceverai fondi su questo portafoglio.
nl_nl: Indien ingeschakeld zal een systeemmelding worden getoond wanneer u geld ontvangt in deze portemonnee.
pl_pl: Jeśli opcja jest włączona, zostanie wyświetlone powiadomienie systemowe, gdy otrzymasz środki do tego portfela.
pt_br: Se eu ativar, uma notificação do sistema será apresentada quando eu receber fundos para esta carteira.
sw_ke: Ikiwezeshwa, arifa ya mtambo itawasilishwa unapopokea fedha kwa kipochi hiki.

source: If enabled, all connections application-wide will be routed through Tor.
ar_sa: في حالة التفعيل، سيتم توجيه جميع الإتصالات على مستوى التطبيق عبر Tor.
it_it: Se attivata, tutte le connessioni dell'applicazione saranno indirizzate attraverso Tor.
nl_nl: Indien ingeschakeld worden alle verbindingen programma-breed via Tor gerouteerd.
pl_pl: Jeśli włączone, wszystkie połączenia zostaną przekierowane przez Tor.
pt_br: Se ativado, todas as conexões de todo o aplicativo serão roteadas através do Tor.
sw_ke: Ikiwashwa, matumizi yote ya miunganisho kwa jumla yatapitishwa kutumia Tor.

source: If enabled, all connections application-wide will be routed through this proxy.
ar_sa: في حالة التفعيل، سيتم توجيه جميع الإتصالات على مستوى التطبيق عبر هذا الوكيل.
it_it: Se attivata, tutte le connessioni dell'applicazione saranno indirizzate attraverso questo proxy.
nl_nl: Indien ingeschakeld worden alle verbindingen programma-breed via deze proxy gerouteerd.
pl_pl: Jeśli włączone, wszystkie połączenia zostaną przekierowane przez ten serwer proxy.
pt_br: Se ativado, todas as conexões de todo o aplicativo serão encaminhadas através deste proxy.
sw_ke: Ikiwashwa, matumizi yote ya miunganisho kwa jumla yatapitishwa kutumia proksi.

source: If enabled, restricts Electron Cash to connecting to servers only marked as 'preferred'.
ar_sa: في حالة التفعيل، يقيّد Electron Cash بالإتصال بالخوادم التي تم تحديدها كـ 'مفضلة' فقط.
it_it: Se attivata, Electron Cash si limiterà a connettersi solo ai server contrassegnati come 'preferiti'.
nl_nl: Indien ingeschakeld wordt Electron Cash beperkt tot het verbinden met servers gemarkeerd als 'voorkeur'.
pl_pl: Jeśli włączone, Electron Cash ogranicza się do łączenia tylko z serwerami oznaczonymi jako 'preferowane'.
pt_br: Se selecionado, restringe o Electron Cash a só conectar em servidores marcados como 'preferidos'.
sw_ke: Ikiwezeshwa, inazuia Electron Cash kujiunganisha kwa seva zinazo na alama ya "kupendekezwa".

source: If enabled, you will be allowed to use legacy '{prefix_char}...' style addresses in the Send tab. Otherwise you must use CashAddr for p2sh in the UI.
ar_sa: في حالة التفعيل، سوف يسمح لك باستخدام عناوين النمط القديمة ''{prefix_char}...' في علامة التبويب إرسال. وإلا يجب عليك استخدام CashAddr لـ p2sh في واجهة المستخدم.
it_it: Se attivata, potrai usare gli indirizzi in stile legacy '{prefix_char}...' nella scheda Invia. Altrimenti dovrai usare CashAddr per la p2sh nell'interfaccia utente.
nl_nl: Indien ingeschakeld mag u adressen in oude '{prefix_char}...'-stijl op het tabblad Versturen gebruiken. Anders moet u CashAdr gebruiken voor P2SH in de gebruikersinterface.
pl_pl: Jeśli opcja jest włączona, będziesz mógł używać adresów w starej '{prefix_char}' formie w zakładce "Wyślij". W przeciwnym razie musisz użyć CashAddr dla p2sh w interfejsie użytkownika.
pt_br: Se ativado, você poderá usar os endereços no estilo herdado '{prefix_char}...' na guia de endereços. Caso contrário, você deve usar o CashAddr for p2sh na interface do usuário.
sw_ke: Ikiwa imewezeshwa, utaruhusiwa kutumia urithi '{prefix_char}...' anwani za mtindo kwenye tabo ya Tuma. Vinginevyo lazima utumie CashAddr kwa p2sh kwenye UI.

source: If insufficient shuffled funds are available, you can wait a few minutes as coins are shuffled in the background.
ar_sa: إذا كانت متوفرة الأموال المخلوطة الغير كافية، فيمكنك الإنتظار بضع دقائق حيث يتم خلط العملات في الخلفية.
it_it: Se non sono disponibili sufficienti fondi mixati, puoi aspettare qualche minuto mentre i fondi vengono mixati in background.
nl_nl: Als onvoldoende geshuffled geld beschikbaar is, kunt u enkele minuten wachten terwijl munten op de achtergrond worden geshuffled.
pl_pl: Jeśli nie ma wystarczających zmiksowanych środków, możesz poczekać kilka minut, ponieważ monety są miksowane w tle.
pt_br: Se não há fundos misturados suficientes, você pode esperar alguns minutos enquanto suas moedas são misturadas automaticamente.
sw_ke: Ikiwa fedha za kuchanganywa zinapatikana, unaweza kungoje dakika chache kama sarafu zinachanganywa.

source: If it is disabled, you have to choose a server you want to use. Electron Cash will warn you if your server is lagging.
ar_sa: إذا تم تعطيله، يجب عليك إختيار خادم تريد إستخدامه. Electron Cash سيحذرك إذا كان الخادم الخاص بك متأخّرا".
it_it: Se disattivato, hai la possibilità di selezionare il server che vuoi utilizzare. Electron Cash ti avviserà se il server sta laggando.
nl_nl: Indien het is uitgeschakeld, moet u een server kiezen die u wilt gebruiken. Electron Cash zal u waarschuwen als uw server achterloopt.
pl_pl: Jeśli funkcja jest wyłączona, musisz wybrać serwer, z którego chcesz korzystać. Electron Cash ostrzeże Cię, jeśli Twój serwer nie nadąża.
pt_br: Caso contrário, você tem que escolher qual servidor quer usar. Electron Cash vai avisar se o servidor escolhido está atrasado.
sw_ke: Ikiwa imezimwa, lazima uchague seva unayotaka kutumia. Electron Cash itakuonya ikiwa seva yako inalegea.

source: If someone you do not trust wants you to enter something here, that person might be attempting a social engineering / phishing attack on you.
ar_sa: إذا كان هناك شخص لا تثق به يريدك أن تدخل شيئا" هنا، فإن ذاك الشخص قد يكون يحاول القيام بهجوم هندسة اجتماعية/تصيد إحتيالي عليك.
it_it: Se qualcuno di cui non ti fidi vuole che tu inserisca qualcosa qui, potrebbe essere un tentativo di ingegneria sociale / attacco phishing contro di te.
nl_nl: Als iemand die u niet vertrouwt wil dat u hier iets invoert, probeert deze persoon mogelijk een social-engineering- / phishingaanval op u.
pl_pl: Jeśli ktoś, komu nie ufasz, chce, żebyś tutaj coś wpisał, osoba ta może próbować użyć inżynierii społecznej / ataku phishing na ciebie.
pt_br: % d itens válidos.
sw_ke: Ikiwa mtu ambaye haumwamini anataka uingishe kitu hapa, mtu huyo anaweza kuwa anajaribu kukulaghai.

source: If that is the case for you, then you may disable automatic DPI scaling in the preferences, under 'General'.
ar_sa: إذا كان هذا هو الحال بالنسبة لك، فيمكنك تعطيل التحجيم التلقائي لـ DPI في التفضيلات، تحت 'عام'.
it_it: Se questo fa per te, puoi disabilitare la risoluzione DPI automatica nelle preferenze, in 'Generale'.
nl_nl: Indien dit voor u het geval is, kunt u automatisch DPI schalen uitschakelen in de voorkeuren, onder 'Algemeen'.
pl_pl: Jeśli tak jest w Twoim przypadku, możesz wyłączyć automatyczne skalowanie DPI w ustawieniach w "Ogólne".
pt_br: Se esse for o seu caso, desative o dimensionamento automático de DPI nas preferências, em 'Geral'.
sw_ke: Ikiwa hivyo ndivyo ulivyo, basi unaweza kutoa upigaji wa DPI otomatiki katika upendeleo, chini ya 'Mkuu'.
