Repository: Electron-Cash/electrum-locale
Catalog: locale/*/electron-cash.po
Languages: ar_sa, fr_fr, it_it, nl_nl, pl_pl, pt_br, sw_ke

source: The transaction was rejected because it specifies an absurdly high fee.
ar_sa: تم رفض العملية لأنها تحدد رسماً عالياً بشكل غير منطقي.
fr_fr: La transaction a été rejetée car elle spécifie un montant absurde.
it_it: La transazione è stata rifiutata perché la commissione è esageratamente alta.
nl_nl: De transactie is geweigerd omdat zij absurd hoge kosten betaalt.
pl_pl: Transakcja została odrzucona, ponieważ uiszcza absurdalnie wysoką opłatę.
pt_br: Transação rejeitada por incluir uma taxa absurdamente alta.

source: The transaction was rejected because it uses a non-standard version.
ar_sa: تم رفض العملية لأنها تستخدم إصدار غير قياسي.
fr_fr: La transaction a été rejetée parce qu'elle utilise une version non standard.
it_it: La transazione è stata rifiutata perché non usa una versione standard.
nl_nl: De transactie is geweigerd omdat zij een versie gebruikt die niet standaard is.
pl_pl: Transakcja została odrzucona, ponieważ używa niestandardowej wersji.
pt_br: Transação rejeitada por usar uma versão não padrão.

source: The transaction was rejected because its amounts are out of range.
ar_sa: تم رفض العملية لأن مبالغها خارج النطاق.
fr_fr: La transaction a été rejetée parce que ses montants sont hors de portée.
it_it: La transazione è stata rifiutata perché l'importo è fuori dai valori consentiti.
nl_nl: De transactie is geweigerd omdat haar bedragen buiten bereik zijn.
pl_pl: Transakcja została odrzucona, ponieważ jej kwoty są poza zakresem.
pt_br: A transação foi rejeitada porque seus valores estão fora do alcance.

source: The transaction was rejected due to a non-minimal data push
it_it: La transazione è stata rifiutata a causa di un push di dati non minimale

source: The transaction was rejected due to an error in script execution.
ar_sa: تم رفض العملية بسبب خطأ في تنفيذ النص البرمجي.
fr_fr: La transaction a été rejetée à cause d'une erreur dans l'exécution du script.
it_it: La transazione è stata rifiutata per via di un errore nell'esecuzione dello script.
nl_nl: De transactie is geweigerd vanwege een fout in de uitvoering van een script.
pl_pl: Transakcja została odrzucona z powodu błędu w wykonaniu skryptu.
pt_br: A transação foi rejeitada devido a um erro na execução do script.

source: The transaction was rejected due to having too many mempool ancestors. Wait for confirmations and try again.
ar_sa: تم رفض العملية بسبب وجود عدد كبير من أسلاف الذاكرة. إنتظر التأكيدات ثم حاول مرة أخرى.
fr_fr: La transaction a été rejetée en raison d'un trop grand nombre d'ancêtres de mempool. Attendez des confirmations et réessayez.
it_it: La transazione è stata rifiutata perché troppi input non sono ancora stati confermati. Attendi le conferme e riprova.
nl_nl: De transactie is geweigerd vanwege het hebben van te veel voorouders in de geheugenpool. Wacht op bevestigingen en probeer het opnieuw.
pl_pl: Transakcja została odrzucona z powodu zbyt wielu niepotwierdzonych połączonych transakcji. Poczekaj na potwierdzenie i spróbuj ponownie.
pt_br: Transação rejeitada devido a muitos predecessores no mempool. Aguarde confirmações e tente novamente.

source: The transaction was rejected due to its use of non-standard inputs.
ar_sa: تم رفض العملية بسبب إستخدامها لمدخلات غير قياسية.
fr_fr: La transaction a été rejetée en raison de son utilisation d'entrées non standard.
it_it: La transazione è stata rifiutata perché non utilizza degli input standard.
nl_nl: De transactie is geweigerd vanwege haar gebruik van inputs die niet standaard zijn.
pl_pl: Transakcja została odrzucona ze względu na jej niestandardowe wejścia.
pt_br: Transação rejeitada devido a tickets não padrão.

source: The transaction was rejected due to paying insufficient fees (possibly due to network congestion).
ar_sa: تم رفض العملية بسبب دفع رسوم غير كافية (ربما بسبب إكتظاظ الشبكة).
fr_fr: La transaction a été rejetée en raison du paiement de frais insuffisants (peut-être en raison de la congestion du réseau).
it_it: La transazione è stata rifiutata perché la commissione è troppo bassa (probabilmente dovuto a congestioni di rete).
nl_nl: De transactie is geweigerd vanwege het betalen van onvoldoende kosten (mogelijk wegens netwerkcongestie).
pl_pl: Transakcja została odrzucona z powodu niewystarczających opłat (prawdopodobnie z powodu przeciążenia sieci).
pt_br: A transação foi rejeitada devido ao pagamento de taxas insuficientes (possivelmente devido ao congestionamento da rede).

source: The transaction was rejected due to paying insufficient fees.
ar_sa: تم رفض العملية بسبب دفع رسوم غير كافية.
fr_fr: La transaction a été rejetée en raison du paiement de frais insuffisants.
it_it: La transazione è stata rifiutata perché la commissione è troppo bassa.
nl_nl: De transactie is geweigerd vanwege het betalen van onvoldoende kosten.
pl_pl: Transakcja została odrzucona z powodu niewystarczających opłat.
pt_br: A transação foi rejeitada devido ao pagamento de taxas insuficientes.

source: The version of your Satochip is higher than supported by Electron Cash. You should update Electron Cash to ensure correct functioning!
ar_sa: إصدار Satochip الخاص بك أعلى مما يعتمده Electron Cash. يجب عليك تحديث Electron Cash لضمان التشغيل الصحيح!
fr_fr: La version de votre Satochip est trop récente pour être prise en charge par Electron Cash. Vous devriez mettre Electron Cash à jour pour assurer le bon fonctionnement !
it_it: La versione di Satochip è più recente di quella supportata da Electron Cash. Dovresti aggiornare Electron Cash per assicurarne il corretto funzionamento!
nl_nl: De versie van uw Satochip is hoger dan ondersteund door Electron Cash. U zou Electron Cash moeten updaten om correct functioneren zeker te stellen!
pl_pl: Wersja Satochip jest wyższa niż obsługiwana przez Electron Cash. Musisz zaktualizować Electron Cash, aby zapewnić prawidłowe działanie!
pt_br: A versão do seu Satochip é maior que a suportada pela Electron Cash. Você deve atualizar seu Electron Cash para garantir seu funcionamento correto!

source: The wallet '{}' contains multiple accounts, which are no longer supported since Electrum 2.7. Do you want to split your wallet into multiple files?
ar_sa: المحفظة '{}' تحتوي على حسابات متعددة لم تعد معتمدة منذ Electrum 2.7. هل تريد تقسيم محفظتك إلى ملفات متعددة؟
fr_fr: Le portefeuille '{}' contient plusieurs comptes, qui ne sont plus pris en charge depuis Electrum 2.7. Voulez-vous diviser votre portefeuille en plusieurs fichiers ?
it_it: Il tuo portamonete '{}' contiene più account, che non sono più supportati in Electrum 2.7. Vuoi dividere il tuo portamonete in più file?
nl_nl: De portemonnee '{}' bevat meerdere rekeningen, wat niet langer wordt ondersteund sinds Electrum 2.7. Wilt u uw portemonnee splitsen in meerdere bestanden?
pl_pl: Portfel '{}' zawiera wielokrotne konta, które nie są już obsługiwane od Electrum 2.7. Czy chcesz podzielić swój portfel na wiele plików?
pt_br: O portfólio "{}" contém várias contas, o que não é permitido desde o Electrum 2.7 Deseja dividir seu portfólio em vários arquivos?
sw_ke: Kipochi '{}' kina akaunti nyingi, ambazo haziwezi kutumika tangu Electrum 2.7. Je! Unataka kugawa kipochi chako kuwa faili nyingi?

source: The {tor_binary_name} client experienced an error or could not be started.
it_it: Il client {tor_binary_name} ha riscontrato un errore o non può essere avviato.
nl_nl: De {tor_binary_name}client ondervond een fout of kon niet worden gestart.
pl_pl: Klient {tor_binary_name} doświadczył błędu lub nie mógł zostać uruchomiony.
pt_br: O cliente {tor_binary_name} sofreu um erro ou não pôde ser iniciado.

source: The {} device is now in an inconsistent state. You may have to unplug the device and plug it back in and restart what you were doing.
ar_sa: الجهاز {} الآن في حالة غير متناسقة. قد تحتاج إلى فصل الجهاز وتوصيله مرة أخرى وإعادة تشغيل ما كنت تفعله.
fr_fr: Le périphérique {} est maintenant dans un état incohérent. Vous devrez peut-être débrancher l'appareil et le rebrancher et redémarrer ce que vous faisiez.
it_it: Il dispositivo {} si trova in uno stato di inconsistenza. Dovresti scollegare il dispositivo, ricollegarlo e riprovare quello che stavi facendo.
nl_nl: Het {}-apparaat bevindt zich nu in een inconsistente toestand. Mogelijk moet u het apparaat loskoppelen en opnieuw aansluiten en uw handelingen herhalen.
pl_pl: Urządzenie {} jest teraz w stanie niespójnym. Być może będziesz musiał odłączyć urządzenie, podłączyć je ponownie i powtórzyć to co robiłeś.
pt_br: O dispositivo {} agora está em um estado inconsistente. Você pode desconectá-lo e conectá-lo novamente para reiniciar o que está fazendo.

source: There are no transactions for this wallet on the blockchain.
ar_sa: لا توجد عمليات لهذه المحفظة على سلسلة الكتل.
fr_fr: Il n'y a aucune transaction pour ce portefeuille sur la blockchain.
it_it: Non ci sono transazioni per questo portafoglio nella blockchain.
nl_nl: Er zijn geen transacties van deze portemonnee in de blockchain.
pl_pl: Brak transakcji dla tego portfela w blockchain.
pt_br: Não há transações no blockchain deste portfólio.
sw_ke: Hakuna shughuli za ununuzi kwa kipochi hiki kwenye blockchain.

source: There is a new update available
ar_sa: هناك تحديث جديد متوفر
fr_fr: Une nouvelle mise à jour est disponible
it_it: È disponibile un nuovo aggiornamento
nl_nl: Er is een nieuwe update beschikbaar
pl_pl: Dostępna jest nowa aktualizacja
pt_br: Existe uma nova atualização disponível
sw_ke: Kuna sasisho mpya linaloweza kupatikana

source: There is already a plugin installed using the internal package name of the plugin you selected. It was therefore not possible to install it.
ar_sa: هناك بالفعل برنامج مساعد مثبت باستخدام إسم الحزمة الداخلية للبرنامج المساعد الذي حددته. لذلك لم يكن من الممكن تثبيته.
fr_fr: Un plugin a déjà été installé avec le nom interne de package du plugin que vous avez sélectionné. Il est donc impossible de l'installer.
it_it: Esiste già un plugin installato con lo stesso nome del plugin che hai selezionato. Non è stato quindi possibile installarlo.
nl_nl: Er is reeds een plug-in geïnstalleerd met de interne pakketnaam van de door u geselecteerde plug-in. De installatie was daardoor niet mogelijk.
pl_pl: Istnieje już wtyczka zainstalowana pod tą nazwą, którą wybrałeś. Dlatego nie było możliwe jej zainstalowanie.
pt_br: Já existe um plug-in instalado que usa o nome do pacote interno do plug-in que você selecionou, portanto não foi possível instalá-lo.
sw_ke: Tayari kuna programu-jalizi iliyosanikishwa kwa kutumia jina la kifurushi la ndani la jalizi ulilochagua. Kwa hivyo haikuwezekana kuisakinisha.

source: There was a problem connecting to this server. Please choose a different CashShuffle server.
ar_sa: حدثت مشكلة في الإتصال بهذا الخادم. الرجاء إختيار خادم CashShuffle مختلف.
fr_fr: Il y a eu un problème de connexion à ce serveur. Veuillez choisir un autre serveur CashShuffle.
it_it: Si è verificato un problema di connessione a questo server. Per favore, scegli un server CashShuffle diverso.
nl_nl: Er was een probleem bij het verbinden met deze server. Kies alstublieft een andere CashShuffle-server.
pl_pl: Wystąpił problem podczas łączenia z tym serwerem. Wybierz inny serwer CashShuffle.
pt_br: Foi encontrado problema ao conectar a este servidor. Por favor selecione um servidor CashShuffle diferente.

source: There was an error processing the payment request
ar_sa: حدث خطأ أثناء معالجة طلب الدفع
fr_fr: Une erreur s'est produite lors du traitement de la demande de paiement
it_it: Si è verificato un errore durante l'elaborazione della richiesta di pagamento
nl_nl: Er was een fout bij het verwerken van het betaalverzoek
pl_pl: Wystąpił błąd podczas przetwarzania prośby o zapłatę
pt_br: Ocorreu um erro ao processar a solicitação de pagamento
sw_ke: Kulikuwa na hitilafu wakati wa kushughulikia ombi la malipo

source: There was an error starting the Tor client
it_it: Si è verificato un errore nell'avvio del client Tor
nl_nl: Er was een fout bij het starten van de Torclient
pl_pl: Wystąpił błąd podczas uruchamiania klienta Tor
pt_br: Ocorreu um erro ao iniciar o cliente integrado Tor

source: This blockchain is used to verify the transactions sent by your transaction server.
ar_sa: يتم استخدام سلسلة الكتل هذه للتحقق من العمليات المرسلة من خادم العمليات الخاص بك.
fr_fr: Cette chaîne de blocs est utilisée pour vérifier les transactions envoyées par votre serveur de transactions.
it_it: La blockchain è usata per verificare le transazioni inviate dal tuo server transazioni.
nl_nl: Deze blokketen wordt gebruikt om de door uw transactieserver verzonden transacties te verifiëren.
pl_pl: Ten łańcuch bloków jest wykorzystywany do weryfikowania transakcji wysłanych przez twój serwer transakcji.
pt_br: Esse bloco é usado para verificar as transações enviadas pelo seu servidor de transações.
sw_ke: Blockchain hii inatumika kudhibiti shughuli za ununuzi zilizotumwa na seva.

source: This coin shares an address with a fused coin. Do not spend separately.
it_it: Questi fondi convidividono un indirizzo con altri fondi che sono stati fusi. Non spenderli separatamente.

source: This device lacks the secure enclave service. As such, Touch/Face ID based wallet authentication is unavailable.
ar_sa: يفتقر هذا الجهاز إلى خدمة الجيب الآمنة. وهكذا، فإن مصادقة المحفظة القائمة على معرّف اللمس/الوجه غير متوفرة.
fr_fr: Cet appareil ne dispose pas du service enclave sécurisé. En tant que tel, l'authentification de portefeuille basée sur Touch/Face ID n'est pas disponible.
it_it: Questo dispositivo non possiede il servizio enclave sicuro. Pertanto, l'autenticazione del portafoglio basata sul Touch/Face ID non è disponibile.
nl_nl: Dit apparaat heeft geen veilige-enclaveservice. Portemonneeauthenticatie gebaseerd op Touch/Face ID is daarom niet beschikbaar.
pl_pl: Na tym urządzeniu brakuje secure enclave service. Autoryzacja portfela z wykorzystaniem Touch/Face ID jest niedostępna.
pt_br: Este dispositivo não possui o serviço Secure Enclave, portanto, a autenticação da carteira por meio de impressão digital / reconhecimento facial não está disponível.
sw_ke: Kifaa hichi hakina huduma nzuri za usalama. Kitambulisho cha alama za vidole / Uso kwa kikoba hiki hazipatikani.

source: This feature is intended to allow you to rebuild a wallet if it has become corrupted.
ar_sa: تهدف هذه الميزة إلى السماح لك بإعادة بناء محفظة إذا أصبحت تالفة.
fr_fr: Cette fonctionnalité est destinée à vous permettre de reconstruire un portefeuille s'il est corrompu.
it_it: Questa funzione ha lo scopo di consentire la ricostruzione del portafoglio nel caso fosse danneggiato.
nl_nl: Deze functie is bedoeld om een beschadigde portemonnee te reconstrueren.
pl_pl: Ta funkcja ma na celu umożliwienie rekonstrukcji portfela, jeśli zostanie uszkodzony.
pt_br: Esta função permite recriar uma carteira se ela ficar corrompida.
sw_ke: Kitendaji hiki kimekusudiwa kukuruhusu kuunda tena kipochi ikiwa ni kibofu.

source: This feature is unavailable because no Tor binary was found.
it_it: Questa funzione non è disponibile perché non è stata trovata alcuna applicazione Tor.
nl_nl: Deze functie is niet beschikbaar omdat er geen Torbinary gevonden werd.
pl_pl: Ta funkcja jest niedostępna, ponieważ nie znaleziono binarnego Tor.
pt_br: Esse recurso não está disponível porque nenhum binário Tor foi encontrado.

source: This feature was added in response to the potential for a malicious actor to deny service via launching many servers (aka a sybil attack).
ar_sa: تمت إضافة هذه الميزة رداً على احتمال قيام جهة خبيثة برفض الخدمة عبر إطلاق العديد من الخوادم (يعرف أيضاً بإسم هجوم سيبيل).
fr_fr: Cette fonctionnalité a été ajoutée en réponse à la possibilité pour un acteur malveillant de refuser le service en lançant de nombreux serveurs (aka une attaque sybil).
it_it: Questa funzione è stata aggiunta per impedire ad un attore dannoso di negare il servizio tramite l'avvio di svariati server (attacco sybil).
nl_nl: Deze functie werd toegevoegd in reactie op de mogelijkheid voor een kwaadaardige entiteit om de service te blokkeren door vele servers op te starten (oftewel een sybilaanval).
pl_pl: Ta funkcja została dodana w odpowiedzi na potencjalne zagrożenie przez złośliwego użytkownika, który chce uszkodzić serwis poprzez uruchomienie wielu serwerów (znanego jako atak sybil).
pt_br: Esta opção foi adicionada em resposta ao risco de um ator mal intencionado de negar serviço ao criar muitos servidores (sybil attack).

source: This file does not exist.
ar_sa: هذا الملف غير موجود.
fr_fr: Ce fichier n'existe pas.
it_it: File inesistente.
nl_nl: Het bestand bestaat niet.
pl_pl: Ten plik nie istnieje.
pt_br: Este arquivo não existe.
sw_ke: Faili hii haipatikani.

source: This file is encrypted.
ar_sa: هذا الملف مشفر.
fr_fr: Ce fichier est chiffré.
it_it: Questo file è cifrato.
nl_nl: Dit bestand is versleuteld.
pl_pl: Ten plik jest szyfrowany.
pt_br: Este arquivo está criptografado.
sw_ke: Faili hii imesimbwa.

source: This function is only available for standard wallets when using {}.
ar_sa: هذه الوظيفة متاحة فقط للمحافظ القياسية عند استخدام {}.
fr_fr: Cette fonction n'est disponible que pour les portefeuilles standards lorsque vous utilisez {}.
it_it: Questa funzione è disponibile solo per portafogli standard quando usi {}.
nl_nl: Deze functie is alleen beschikbaar voor standaardportemonnees wanneer u {} gebruikt.
pl_pl: Ta funkcja jest dostępna tylko dla standardowych portfeli podczas używania {}.
pt_br: Esta função está disponível apenas para carteiras padrão usando {}.
sw_ke: Kazi hii inapatikana tu kwa kipochi cha kawaida wakati wa kutumia {}.

source: This information is seen by the recipient if you send them a signed payment request.
ar_sa: يتم مشاهدة هذه المعلومات من قبل المستلم إذا قمت بإرسال طلب دفع موقع اليه.
fr_fr: Ces informations sont visibles par le destinataire si vous lui envoyez un ordre de paiement signé.
it_it: Questa informazione è visibile dai beneficiari se gli mandi una richiesta di pagamento firmata.
nl_nl: Deze informatie wordt gezien door de ontvanger als u hem/haar een ondertekend betaalverzoek stuurt.
pl_pl: Ta informacja jest widoczna przez odbiorcę jeśli wyślesz im podpisaną wiadomość.
pt_br: Essa informação é vista pelo destinatário se você enviar um pedido de pagamento assinado.
sw_ke: Habari hii inaonekana na mpokeaji ikiwa utawatumia ombi la malipo lililosainiwa.

source: This interface is supported.
ar_sa: هذه الواجهة معتمدة.
fr_fr: Cette interface est prise en charge.
it_it: Questa interfaccia non è supportata.
nl_nl: Deze interface wordt ondersteund.
pl_pl: Ten interfejs jest obsługiwany.
pt_br: Esta interface é suportada.
sw_ke: Onyesho hili halipatikani.

source: This is a preferred server
ar_sa: هذا خادم مفضل
fr_fr: Ceci est un serveur préféré
it_it: Questo server è tra i preferiti
nl_nl: Dit is een voorkeurserver
pl_pl: To jest preferowany serwer
pt_br: Este é um servidor preferido
sw_ke: Hii ni seva inayopendelewa

source: This is a watching-only wallet
ar_sa: هذه محفظة مشاهدة فقط
fr_fr: Ceci est un portefeuille spectateur.
it_it: Questo è un portafoglio di sola lettura
nl_nl: Dit is een alleen-lezenportemonnee
pl_pl: To jest tylko obserwowany portfel
pt_br: Esta é um carteira watching-only
sw_ke: Kipochi hiki ni cha kutazama tu

source: This is a watching-only wallet, so the given private keys will be converted to watching addresses.
ar_sa: هذه محفظة مشاهدة فقط، لذلك سيتم تحويل المفاتيح الخاصة المحددة إلى عناوين للمشاهدة.
fr_fr: Ce portefeuille est en lecture seule. Les clés privées seront converties en adresses spectatrices.
it_it: Questo è un portafoglio di sola lettura, pertanto le chiavi private fornite saranno convertite in indirizzi di sola lettura.
nl_nl: Dit is een alleen-lezenportemonnee, dus de ingegeven privésleutels worden omgezet naar in de gaten te houden adressen.
pl_pl: To jest portfel tylko do obserwacji, więc podane klucze prywatne zostaną przekonwertowane na adresy do obserwacji.
pt_br: Esta carteira é apenas visível, as chaves privadas entregues podem transformá-la em endereços visíveis.
sw_ke: Hichi ni kipochi cha kutazama tu, kwa hivyo funguo za siri zilizopewa zitabadilishwa kuwa anwani za kutazama.

source: This is a watching-only wallet.
ar_sa: هذه محفظة مشاهدة فقط.
fr_fr: Ceci est un portefeuille spectateur.
it_it: Questo è un portafoglio di sola lettura.
nl_nl: Dit is een alleen-lezenportemonnee.
pl_pl: To jest portfel tylko do obserwacji.
pt_br: Esta é uma carteira watching-only.
sw_ke: Kipochi hiki ni cha kutazama tu.

source: This is the fee rate that will be used for this transaction.
ar_sa: هذا هو معدل الرسوم الذي سيتم إستخدامه لهذه العملية.
fr_fr: Il s'agit du taux de frais qui sera utilisé pour cette transaction.
it_it: Questo è il tasso di commissione che verrà usato per la transazione.
nl_nl: Dit is het kostentarief dat zal worden gebruikt voor deze transactie.
pl_pl: To opłata, która będzie używana do tej transakcji.
pt_br: Esta é a tarifa que será utilizada nesta transação.

source: This is the height of your local copy of the blockchain.
ar_sa: هذا هو ارتفاع نسختك المحلية من سلسلة الكتل.
fr_fr: Ceci est la taille de la copie locale pour la chaîne de blocs.
it_it: Questa è l'altezza della tua copia locale della blockchain.
nl_nl: Dit is de hoogte van uw lokale kopie van de blokketen.
pl_pl: Rozmiar lokalnej kopii łańcucha bloków.
pt_br: Este é o número de blocos na sua cópia local da blockchain.
sw_ke: Hii ndio urefu wa nakala ya eneo lako la blockchain.

source: This label must be less than 64 chars long.
it_it: L'etichetta deve essere più corta di 64 caratteri.

source: This may result in higher transactions fees.
ar_sa: قد يؤدي هذا إلى ارتفاع رسوم العمليات.
fr_fr: Cela peut entraîner des frais de transaction plus élevés.
it_it: Questo potrebbe risultare in una transazione con commissioni più elevate.
nl_nl: Dit kan resulteren in hogere transactiekosten.
pl_pl: Może to powodować wyższe opłaty za transakcje.
pt_br: Isso pode resultar em maiores taxas de transações.
sw_ke: Hii inaweza kusababisha ada ya juu ya shughuli za ununuzi.

source: This means you may have difficulty to import this seed in another wallet in the future.
it_it: Questo significa che potresti avere difficoltà a importare in futuro questo seme su un altro portafoglio.
pl_pl: Oznacza to, że możesz mieć trudności z zaimportowaniem tego klucza seed do innego portfela w przyszłości.

source: This means you will not be able to spend Bitcoin Cash with it.
ar_sa: هذا يعني أنك لن تتمكن من إنفاق ال Bitcoin Cash منه.
fr_fr: Cela signifie que vous ne serez pas en mesure de dépenser des Bitcoin Cash avec elle.
it_it: Questo significa che non sarai in grado di spenderci i Bitcoin Cash.
nl_nl: Dit betekent dat u er geen Bitcoin Cash mee kunt uitgeven.
pl_pl: Oznacza to, że nie będziesz w stanie wydać Bitcoin Cash.
pt_br: Isto significa que você não conseguirá gastar Bitcoin Cash com ela.
sw_ke: Hii inamaanisha kuwa hautaweza kutumia Bitcoin Cash nayo.

source: This payment request will be signed.
ar_sa: سيتم توقيع طلب الدفع هذا.
fr_fr: Cette demande de paiement sera signée.
it_it: Questa richiesta di pagamento verrà firmata.
nl_nl: Dit betaalverzoek zal worden ondertekend.
pl_pl: To żądanie płatności zostanie podpisane.
pt_br: Este pedido de pagamento será assinado.
sw_ke: Ombi hili la malipo litatiwa saini.

source: This plugin facilitates the use of multi-signatures wallets.
ar_sa: هذا البرنامج المساعد يسهل إستخدام محافظ متعددة التواقيع.
fr_fr: Ce plugin facilite l'utilisation de portefeuilles à signatures multiples.
it_it: Questo plugin facilita l'utilizzo dei portafoglio multi-firma.
nl_nl: Deze plug-in faciliteert het gebruik van multi-signature-portemonnees.
pl_pl: Ta wtyczka ułatwia korzystanie z portfeli wielopodpisowych.
pt_br: Este plugin facilita o uso de carteiras multifirma.
sw_ke: Programu-jalizi hii inawezesha matumizi ya Pochi ya sahihi-zaidi.
