Repository: Electron-Cash/electrum-locale
Catalog: locale/*/electron-cash.po
Languages: ar_sa, fr_fr, it_it, nl_nl, pl_pl, pt_br, sw_ke

source: about 1 day
ar_sa: حوالي 1 يوم
fr_fr: environ 1 jour
it_it: circa 1 giorno
nl_nl: ongeveer 1 dag
pl_pl: około 1 dnia
pt_br: cerca de 10 dias
sw_ke: takriban siku 1

source: about 1 hour
ar_sa: حوالي 1 ساعة
fr_fr: environ 1 heure
it_it: circa 1 ora
nl_nl: ongeveer 1 uur
pl_pl: około 1 godziny
pt_br: cerca de 1 hora
sw_ke: takriban masaa 1

source: about 1 month
ar_sa: حوالي 1 شهر
fr_fr: environ 1 mois
it_it: circa 1 mese
nl_nl: ongeveer 1 maand
pl_pl: około 1 miesiąca
pt_br: cerca de 1 mês
sw_ke: takriban mwezi 1

source: about 1 year
ar_sa: حوالي 1 سنة
fr_fr: environ 1 an
it_it: circa 1 anno
nl_nl: ongeveer 1 jaar
pl_pl: około 1 roku
pt_br: aproximadamente 1 ano
sw_ke: takriban mwaka 1

source: about a minute
ar_sa: حوالي 1 دقيقة
fr_fr: environ une minute
it_it: circa un minuto
nl_nl: ongeveer een minuut
pl_pl: około minuty
pt_br: cerca de um minuto
sw_ke: takriban dakika 1

source: active
ar_sa: نشيط
fr_fr: actif
it_it: attivo
nl_nl: actief
pl_pl: aktywna
pt_br: ativo
sw_ke: kamilifu

source: and create your standard wallet or restore an existing one with any of the methods below
ar_sa: وإنشاء محفظتك القياسية أو إستعادة واحدة موجودة مع أي من الأساليب أدناه
fr_fr: et créez votre portefeuille standard ou restaurez un portefeuille existant avec l'une des méthodes ci-dessous
it_it: e crea il tuo portafoglio standard o ripristinalo con uno dei metodi qui sotto
nl_nl: en maak uw standaardportemonnee of herstel een bestaande met één van onderstaande methoden
pl_pl: i utwórz standardowy portfel lub przywróć istniejący z jedną z poniższych metod
pt_br: e crie sua carteira padrão ou restaure uma existente com qualquer um dos métodos abaixo
sw_ke: na uunda pochi zako au urejeshe mmoja ya vipochi vilivyo kwa njia zilizotajwa hapa chini

source: are frozen
ar_sa: هي مجمدة
fr_fr: sont gelées
it_it: sono congelati
nl_nl: zijn bevroren
pl_pl: są zamrożone
pt_br: estão travados
sw_ke: zimefungwa

source: blocks
ar_sa: كتل
fr_fr: blocs
it_it: blocchi
nl_nl: blokken
pl_pl: bloków
pt_br: blocos

source: color
ar_sa: لون
fr_fr: couleur
it_it: colore
nl_nl: kleur
pl_pl: kolor
pt_br: cor

source: confirmations
ar_sa: التأكيدات
it_it: conferme
nl_nl: bevestigingen
pl_pl: potwierdzenia
pt_br: confirmações
sw_ke: thibitisho

source: cosigner
ar_sa: الشريك الموقّع
fr_fr: cosignataire
it_it: cofirmatario
nl_nl: medeondertekenaar
pl_pl: współpodpis
pt_br: fiador
sw_ke: mweka sahihi wa pili

source: darkdetect for macOS © 2019 Alberto Sottile
it_it: darkdetect per macOS © 2019 Alberto Sottile
nl_nl: darkdetect voor macOS © 2019 Alberto Sottile
pt_br: detecção escura para macOS © 2019 Alberto Sottile

source: decrypting...
ar_sa: فك التشفير...
fr_fr: déchiffrage...
it_it: decifratura...
nl_nl: ontcijferen...
pl_pl: rozkodowywanie...
pt_br: descriptografando

# iOS wallet delete confirmation
source: delete
ar_sa: إلغاء
fr_fr: supprimer
it_it: elimina
nl_nl: verwijder
pl_pl: usuń
pt_br: excluir
sw_ke: futa

source: dusty fee
ar_sa: رسوم الغبار
fr_fr: frais poussiéreux
it_it: commissione irrisoria
nl_nl: stoffige kosten
pl_pl: opłata za pył
pt_br: taxa poeirenta

source: fee
ar_sa: رسم
fr_fr: frais
it_it: commissione
nl_nl: kosten
pl_pl: opłata
pt_br: tarifa
sw_ke: ada

source: from latest index
it_it: dall'ultimo indice

source: half a minute
ar_sa: نصف دقيقة
fr_fr: 30 secondes
it_it: mezzo minuto
nl_nl: een halve minuut
pl_pl: pół minuty
pt_br: meio minuto
sw_ke: nusu dakika

source: initialized
ar_sa: تم التشغيل
fr_fr: initialisé
it_it: inizializzato
nl_nl: geïnitialiseerd
pl_pl: zainicjowane
pt_br: inicializado
sw_ke: imeanzishwa

source: integrated Tor
it_it: Tor integrato
nl_nl: geïntegreerde Tor
pl_pl: zintegrowany Tor
pt_br: tor integrado

source: invalid items will be discarded
ar_sa: سيتم إهمال العناصر الغير صالحة
fr_fr: les éléments non valides seront supprimés
it_it: gli elementi non validi saranno scartati
nl_nl: ongeldige items zullen worden weggegooid
pl_pl: niepoprawne elementy zostaną odrzucone
pt_br: itens inválidos serão descartados
sw_ke: vitu batili vitatupwa

source: less than a minute
ar_sa: أقل من دقيقة
fr_fr: moins d'une minute
it_it: meno di un minuto
nl_nl: minder dan een minuut
pl_pl: mniej niż minutę
pt_br: menos de um minuto
sw_ke: china ya dakika

source: less than {seconds} seconds
ar_sa: أقل من {seconds} ثواني
fr_fr: moins de {seconds} secondes
it_it: meno di {seconds} secondi
nl_nl: minder dan {seconds} seconden
pl_pl: mniej niż {seconds} sekund
pt_br: menos de {seconds} segundos
sw_ke: chini ya sekunde {seconds}

source: loaded
ar_sa: تم التحميل
fr_fr: chargé
it_it: caricato
nl_nl: geladen
pl_pl: załadowane
pt_br: carregado
sw_ke: imeanzishwa

source: loading
ar_sa: جار التحميل
fr_fr: chargement
it_it: caricamento
nl_nl: laden
pl_pl: wczytywanie
pt_br: carregando
sw_ke: inaanzishwa

source: monochrome
ar_sa: أحادية اللون
it_it: monocromatico
nl_nl: monochroom
pl_pl: monochromatyczne
pt_br: monocromático

source: or BIP38 keys
ar_sa: أو مفاتيح BIP38
fr_fr: ou clés BIP38
it_it: o chiavi BIP38
nl_nl: of BIP38-sleutels
pl_pl: lub klucze BIP38
pt_br: ou chaves BIP38
sw_ke: au Funguo siri za BIP38

source: password incorrect
ar_sa: كلمة المرور غير صحيحة
fr_fr: mot de passe erroné
it_it: password errata
nl_nl: wachtwoord onjuist
pl_pl: hasło niepoprawne
pt_br: senha incorreta
sw_ke: nywila sio sahihi

source: please wait...
ar_sa: الرجاء الإنتظار...
fr_fr: veuillez patienter...
it_it: attendi per favore...
nl_nl: even geduld...
pl_pl: proszę czekać...
pt_br: aguarde...
sw_ke: tafadhali subiri...

source: python-btchip is too old for CashAddr support.
ar_sa: python-btchip قديم جداً لدعم CashAddr.
fr_fr: python-btchip est trop ancien pour le support de CashAddr.
it_it: python-btchip è troppo vecchio per funzionare con CashAddr.
nl_nl: python-btchip is te oud voor CashAdr-ondersteuning.
pl_pl: python-btchip jest zbyt stary, aby uzyskać wsparcie CashAddr.
pt_br: o python-btchip é muito antigo para funcionar com o CashAddr.

source: seconds
ar_sa: ثواني
it_it: secondi
nl_nl: seconden
pl_pl: sekund
pt_br: segundos
sw_ke: sekunde

source: starting
ar_sa: البدء
fr_fr: démarrage
it_it: iniziando
nl_nl: starten
pl_pl: zaczyna
pt_br: começando
sw_ke: inaanza

source: stopping
ar_sa: التوقف
fr_fr: arrêt
it_it: in arresto
nl_nl: stoppen
pl_pl: zatrzymuje
pt_br: parando
sw_ke: inasimamishwa

source: system Tor
it_it: sistema Tor
nl_nl: systeem-Tor
pt_br: sistema Tor

source: udev Rules Status:
ar_sa: حالة قواعد udev:
fr_fr: statut des règles udev :
it_it: Stato delle Regole udev:
nl_nl: Status udev-regels:
pl_pl: status reguł udev:
pt_br: as regras do udev afirmam:

source: unavailable
ar_sa: غير متوفر
fr_fr: indisponible
it_it: non disponibile
nl_nl: niet beschikbaar
pl_pl: niedostępne
pt_br: não disponível
sw_ke: haipatikani

source: unconfirmed
ar_sa: غير مؤكد
fr_fr: non confirmé
it_it: nessuna conferma
nl_nl: onbevestigd
pl_pl: niepotwierdzone
pt_br: não confirmado
sw_ke: haijathibitishwa

source: unknown
ar_sa: غير معروف
fr_fr: inconnu
it_it: sconosciuta
nl_nl: onbekend
pl_pl: nieznana
pt_br: desconhecida
sw_ke: isiyojulikana

source: unknown (low fee)
ar_sa: غير معروف (رسوم منخفضة)
fr_fr: inconnu (frais bas)
it_it: sconosciuto (commissione bassa)
nl_nl: onbekend (lage kosten)
pl_pl: nieznany (niska opłata)
pt_br: desconhecido (baixa tarifa)
sw_ke: haijulikani (Ada ya chini)

source: unknown parser {!r} (choices: {})
ar_sa: محلل غير معروف {!r} (خيارات: {})
fr_fr: parseur inconnu {!r} (choix : {})
it_it: parser sconosciuto {!r} (scelte: {})
nl_nl: onbekende parser {!r} (keuzen: {})
pl_pl: nieznany parser {! r} (opcje: {})
pt_br: analisador {! r} desconhecido (opções: {})

source: unloaded
ar_sa: تفريغ
fr_fr: déchargé
it_it: smontato
nl_nl: ontladen
pl_pl: niezaładowany
pt_br: descarregado
sw_ke: haijapakiwa

source: unloading
ar_sa: تفريغ
fr_fr: déchargement
it_it: smontaggio
nl_nl: ontladen
pl_pl: rozładowywanie
pt_br: descargando
sw_ke: inajitoa

source: unverified
ar_sa: لم يتم التحقق منه
fr_fr: non vérifié
it_it: non verificato
nl_nl: ongeverifieerd
pl_pl: niezweryfikowany
pt_br: não verificado
sw_ke: haijathibitishwa

source: watching only
ar_sa: مشاهدة فقط
fr_fr: spectateur
it_it: sola lettura
nl_nl: alleen-lezen
pl_pl: tylko obserwowana
pt_br: apenas leitura

source: wiped
ar_sa: تم المسح
fr_fr: effacé(s)
it_it: cancellato
nl_nl: gewist
pl_pl: wyczyszczony
pt_br: limpo
sw_ke: imefutwa

source: without downloading the blockchain or running a full node.
ar_sa: دون تحميل سلسلة الكتل أو تشغيل عقدة كاملة.
fr_fr: sans télécharger la blockchain ou exécuter un nœud complet.
it_it: senza scaricare la blockchain o eseguire un nodo completo.
nl_nl: zonder de blockchain te downloaden of een volledige node te draaien.
pl_pl: bez pobierania blockchain lub uruchamiania pełnego węzła.
pt_br: sin descargar la blockchain ni ejecutar un nodo completo.
sw_ke: bila kupakua blockchain au komputa ilikyo na programu ya blockchain.

source: {:2d} minutes
ar_sa: {:2d} دقائق
it_it: {:2d} minuti
nl_nl: {:2d} minuten
pl_pl: {:2d} minut
pt_br: {:2d} minutos

source: {acct_name} is not a valid cashacct string
ar_sa: {acct_name} ليست سلسلة حساب نقدية صالحة
fr_fr: {acct_name} n'est pas une chaîne de caractères cashacct valide
it_it: {acct_name} non è una stringa cashacct valida
nl_nl: {acct_name} is geen geldige CashAcct-tekenreeks
pl_pl: {acct_name} nie jest prawidłowym ciągiem cashacct
pt_br: {acct_name} não é uma sequência de valores válidos

source: {conf} confirmation
ar_sa: {conf} تأكيد
fr_fr: {conf} confirmations
it_it: {conf} conferme
nl_nl: {conf} bevestiging
pl_pl: Potwierdzenie {conf}
pt_br: {conf} confirmação
sw_ke: {conf} thibitisho

source: {count} coin has been frozen.
it_it: {count} fondi sono stati congelati.
nl_nl: {count} munt is bevroren.
pl_pl: {count} moneta została zamrożona.
pt_br: A moeda {count} foi congelada.

source: {count} coin has been unfrozen.
it_it: {count} fondi sono stati scongelati.
nl_nl: {count} munt is vrijgegeven.
pl_pl: {count} moneta została odmrożona.
pt_br: A moeda {count} foi desbloqueada.

source: {days} day
ar_sa: {days} صفر يوم
fr_fr: {days} jour
it_it: {days} giorni
nl_nl: {days} dag
pl_pl: {days} dni
pt_br: {days} dia
sw_ke: Siku {days}

source: {hours} hour
ar_sa: {hours} صفر ساعات
fr_fr: {hours} heure
it_it: {hours} ore
nl_nl: {hours} uur
pl_pl: {hours} godzina
pt_br: {hours} hora
sw_ke: Masaa {hours}

source: {hw_device_name} is temporarily locked - please unplug and plug it in again. If this problem persists please exit and restart the Bitcoin Cash application running on the device. You may also need to re-open this wallet window as well.
ar_sa: {hw_device_name} مقفل مؤقتاً - الرجاء الفصل وإعادة الوصل مجدداً. في حال إستمرت هذه المشكلة، الرجاء إعادة تشغيل تطبيق Bitcoin Cash المشغل على الجهاز. قد تحتاج أيضاً الى إعادة فتح نافذة هذه المحفظة.
fr_fr: {hw_device_name} est temporairement verrouillé - veuillez le débrancher et le rebrancher. Si ce problème persiste, veuillez quitter et redémarrer l'application Bitcoin Cash en cours d'exécution sur l'appareil. Vous devrez peut-être aussi réouvrir cette fenêtre de portefeuille.
it_it: {hw_device_name} è temporaneamente bloccato - per favore, scollegalo e ricollegalo. Se questo problema persiste, per favore, chiudi e riavvia l'applicazione Bitcoin Cash in esecuzione sul dispositivo. Potrebbe essere necessario riaprire questa finestra del portafoglio.
nl_nl: {hw_device_name} is tijdelijk vergrendeld - gelieve los te maken en opnieuw aan te sluiten. Als dit probleem aanhoudt, verlaat en herstart dan de Bitcoin Cash-toepassing op het apparaat. Mogelijk moet u ook dit portemonneevenster opnieuw openen.
pl_pl: {hw_device_name} jest tymczasowo zablokowany - odłącz i podłącz go ponownie. Jeśli ten problem będzie się powtarzał, wyjdź i zrestartuj aplikację Bitcoin Cash uruchomioną na urządzeniu. Może być również konieczne ponowne otwarcie tego okna portfela.
pt_br: {hw_device_name} Ele está temporariamente bloqueado - desconecte e conecte-o novamente. Se esse problema persistir, saia e reinicie o aplicativo Bitcoin Cash em execução no dispositivo. Também pode ser necessário reabrir esta janela da carteira.
sw_ke: {hw_device_name} imefungwa kwa muda mfupi - tafadhali jaribu kutoa na kurudisha tena. Ikiwa shida hii itaendelea tafadhali funga programu inayoendesha Bitcoin Cash kwenye kifaa. Unaweza kuhitaji kufungua tena kipochi hiki tena.

source: {minutes} minute
ar_sa: {minutes} صفر ثانية
it_it: {minutes} minuti
nl_nl: {minutes} minuut
pl_pl: {minutes} minuta
pt_br: {minutes} minuto
sw_ke: Dakika {minutes}

source: {months} month
ar_sa: {months} صفر شهر
fr_fr: {months} mois
it_it: {months} mese
nl_nl: {months} maand
pl_pl: {months} miesiąc
pt_br: {months} mês
sw_ke: Miezi {months}

source: {number_of_cashaccounts} Cash Accounts registrations
ar_sa: {number_of_cashaccounts} تسجيلات الحسابات النقدية
fr_fr: Inscriptions aux comptes de caisse {number_of_cashaccounts}
it_it: {number_of_cashaccounts} Registrazioni Account Cash
nl_nl: {number_of_cashaccounts} CashAccount-registraties
pl_pl: {number_of_cashaccounts} rejestracje Cash Accounts
pt_br: {number_of_cashaccounts} Registros do Cash Accounts
sw_ke: {number_of_cashaccounts} Cash Accounts zimesajiliwa

source: {number} Cash Account
ar_sa: {number} صفر حساب نقدي
fr_fr: Compte en espèces {number}
it_it: {number} Account Cash

source: {number} LNS Name
it_it: {number} Nome LNS

source: {time} ago
ar_sa: منذ {time}
fr_fr: il y a {time}
it_it: {time} fa
nl_nl: {time} geleden
pl_pl: {time} temu
pt_br: há {time}
sw_ke: {time} zilizopita

source: {total_bch} in {n_coins} unfused coin
it_it: {total_bch} in {n_coins} fondi non mixati

source: {years} year
ar_sa: {years} صفر سنة
fr_fr: {years} an
it_it: {years} anno
nl_nl: {years} jaar
pl_pl: {years} rok
pt_br: {years} ano
sw_ke: Miaka {years}

source: {} = Schnorr signed
ar_sa: {} = Schnorr موقّع
fr_fr: {} = Signé par Schnorr
it_it: {} = firmata Schnorr
nl_nl: {} = ondertekend met Schnorr
pl_pl: {} = Podpisano Schnorr
pt_br: {} = Assinado com schnorr

source: {} BIP38 keys were detected and require a password to decode
ar_sa: {} تم إكتشاف مفاتيح BIP38 وتحتاج إلى كلمة مرور لفك التشفير
fr_fr: {} Les clés BIP38 ont été détectées et nécessitent un mot de passe pour décoder
it_it: {} Le chiavi BIP38 sono state rilevate e richiedono una password per decifrarle
nl_nl: {} BIP38-sleutels zijn gedetecteerd en vereisen een wachtwoord om te decoderen
pl_pl: {} Klucze BIP38 zostały wykryte i wymagają hasła do dekodowania
pt_br: {} Chaves BIP38 foram detectadas e requerem uma senha para decodificar

source: {} Pools
ar_sa: {} مخازن
fr_fr: {} Groupes
it_it: {} Pool
pl_pl: {} Pule

source: {} Settings
ar_sa: {} إعدادات
fr_fr: Paramètres du {}
it_it: Impostazioni {}
nl_nl: Instellingen van {}
pl_pl: {} Ustawienia
pt_br: {} Configurações
sw_ke: {} Mipangilio

source: {} address(es) with a history and {} in-between address(es) were added to your wallet.
ar_sa: {} تمت إضافة عنوان (عناوين) مع تاريخ و {} بين عنوان (عناوين) إلى محفظتك.
fr_fr: {} adresse(s) avec un historique et {} entre-deux(s) adresse(s) ont été ajoutées à votre portefeuille.
it_it: {} indirizzi con cronologia e {} fra gli indirizzi sono stati aggiunti al tuoi portafoglio.
nl_nl: {} adres(sen) met geschiedenis en {} tussenliggend(e) adres(sen) zijn toegevoegd aan uw portemonnee.
pl_pl: {} adres(y) z historią i {} pomiędzy adresami zostały dodane do Twojego portfela.
pt_br: {} endereços com histórico e {} endereços intermediários foram adicionados à sua carteira.
sw_ke: {} anwani (zi) iliyo na historia na {} anwani za kati-kati (s) zimeongezwa kwa kipochi chako.

source: {} contacts exported to '{}'
ar_sa: {} جهات إتصال تم تصديرها إلى '{}'
fr_fr: {} contacts exportés vers '{}'
it_it: {} contatti esportati in '{}'
nl_nl: {} contactpersonen geëxporteerd naar '{}'
pl_pl: {} kontaktów wyeksportowano do '{}'
pt_br: {} contatos exportados para '{}'
sw_ke: {} Stakabadhi za kuwasiliana zimetolewa na kupelekwa '{}'

source: {} contacts successfully imported.
ar_sa: {} جهات إتصال تم إستيرادها بنجاح.
fr_fr: {} contacts importés avec succès.
it_it: {} contatti importati con successo.
nl_nl: {} contactpersonen succesvol geïmporteerd.
pl_pl: {} kontaktów pomyślnie zaimportowanych.
pt_br: {} contatos exportados.
sw_ke: {} Stakabadhi za kuwasiliana zimeingishwa bila dosari.

source: {} copied to clipboard
ar_sa: {} تم النسخ إلى الحافظة
fr_fr: {} copié dans le presse-papier
it_it: {} copiato negli appunti
nl_nl: {} naar klembord gekopieerd
pl_pl: {} skopiowano do schowka
pt_br: {} copiado para a área de transferência
sw_ke: {} imenakiliwa kwa clipboard

source: {} days
ar_sa: {} أيام
fr_fr: {} jours
it_it: {} giorni
nl_nl: {} dagen
pl_pl: {} dni
pt_br: {} dias
sw_ke: {} siku

source: {} exported successfully
ar_sa: {} تم التصدير بنجاح
fr_fr: {} exporté avec succès
it_it: {} esportato con successo
nl_nl: {} succesvol geëxporteerd
pl_pl: {} wyeksportowano pomyślnie
pt_br: {} exportado com sucesso

source: {} firmware version too old. Please update at https://www.ledgerwallet.com
ar_sa: {} إصدار البرنامج الثابت قديم جداً. الرجاء التحديث في https://www.ledgerwallet.com
fr_fr: {} version du firmware trop ancienne. Veuillez mettre à jour sur https://www.ledgerwallet.com
it_it: Versione del firmware {} troppo vecchia. Per favore, aggiornala su https://www.ledgerwallet.com
nl_nl: Firmwareversie {} te oud. Gelieve te updaten op https://www.ledgerwallet.com
pl_pl: {} wersja firmware jest zbyt stara. Proszę zaktualizować na https://www.ledgerwallet.com
pt_br: {} versão de firmware muito antiga. Por favor, atualize em https://www.ledgerwallet.com
sw_ke: {} Toleo la firmware ni la zamani sana. Tafadhali sawazisha katika https://www.ledgerwallet.com

source: {} hours
ar_sa: {} ساعات
fr_fr: {} heures
it_it: {} ore
nl_nl: {} uren
pl_pl: {} godzin
pt_br: {} horas
sw_ke: {} masaa

source: {} mins
ar_sa: {} دقائق
fr_fr: {} minutes
it_it: {} minuti
nl_nl: {} min.
pl_pl: {} minut
sw_ke: {} dakika

source: {} new transactions received: Total amount received in the new transactions {}
ar_sa: {} تم استلام عمليات جديدة: مجموع المبلغ المستلم في العمليات الجديدة {}
fr_fr: {} nouvelle transaction reçue : Montant total reçu dans les nouvelles transactions {}
it_it: {} nuove transazioni ricevute: Importo totale ricevuto dalle nuove transazioni {}
nl_nl: {} nieuwe transacties ontvangen: Totaal ontvangen bedrag in de nieuwe transacties {}
pl_pl: {} nowych otrzymanych transakcji: Całkowita kwota otrzymana w nowych transakcjach {}
pt_br: {} novas transações recebidas; o valor total recebido nas transações é {}
sw_ke: {} shughuli mpya zilizopokelewa: Jumla ya jumla iliyopokelewa katika shughuli mpya {}

source: {} new transactions: {}
ar_sa: {} عمليات جديدة: {}
fr_fr: {} nouvelles transactions : {}
it_it: {} nuove transazioni: {}
nl_nl: {} nieuwe transacties: {}
pl_pl: {} nowe transakcje: {}
pt_br: {} novas transações: {}
sw_ke: {} shuguli za ununuzi mpya {}

source: {} not in Bitcoin Cash mode
ar_sa: {} ليس في وضع Bitcoin Cash
fr_fr: {} n'est pas en mode Bitcoin Cash
it_it: {} non in modalità Bitcoin Cash
nl_nl: {} niet in Bitcoin Cash-modus
pl_pl: {} nie jest w trybie Bitcoin Cash
pt_br: {} não está no modo Bitcoin Cash

source: {} saved successfully
ar_sa: {} تم الحفظ بنجاح
fr_fr: {} enregistré avec succès
it_it: {} salvato con successo
nl_nl: {} succesvol opgeslagen
pl_pl: {} zapisano pomyślnie
pt_br: {} salvo com sucesso
sw_ke: {} imehifadiwa kwa mafanikio

source: {} saved to photo library
ar_sa: {} تم الحفظ في مكتبة الصور
fr_fr: Enregistré dans la bibliothèque de Photo
it_it: {} salvato nella galleria fotografica
nl_nl: {} opgeslagen in fotobibliotheek
pl_pl: {} zapisany do biblioteki zdjęć
pt_br: {} salvo na biblioteca de fotos

source: {} secs
ar_sa: {} ثانية
fr_fr: {} secondes
it_it: {} secondi
nl_nl: {} sec.
pl_pl: {} sekund
sw_ke: {} sekunde

source: {} sent successfully
ar_sa: تم إرسال {} بنجاح
fr_fr: {} envoyé avec succès
it_it: {} inviato con successo
nl_nl: {} succesvol verzonden
pl_pl: {} wysłano pomyślnie
pt_br: {} enviado com sucesso

source: {} sent to printer
ar_sa: {} تم إرسالها إلى الطابعة
fr_fr: {} envoyé à l'imprimante
it_it: {} inviato alla stampante
nl_nl: {} naar printer gestuurd
pl_pl: {} wysłane do drukarki
pt_br: {} enviado para a impressora

source: {} words
ar_sa: {} كلمات
fr_fr: {} mots
it_it: {} parole
nl_nl: {} woorden
pl_pl: {} słów
pt_br: {} palavras

source: {} {} are busy shuffling
ar_sa: {} {} مشغول بالخلط
fr_fr: {} {} sont occupés à mélanger
it_it: {} {} sono in mixaggio
nl_nl: {} {} zijn bezig met shufflen
pl_pl: {} {} są zajęte miksowaniem
pt_br: {} {} estão sendo misturadas

source: {} {} are shuffled
ar_sa: {} {} يتم الخلط
fr_fr: {} {} sont mélangés
it_it: {} {} sono mixati
nl_nl: {} {} zijn geshuffled
pl_pl: {} {} są zmiksowane
pt_br: {} {} foram misturadas

source: {} {} are unshuffled
ar_sa: {} {} يتم فك الخلط
fr_fr: {} {} sont démélangés
it_it: {} {} non sono mixati
nl_nl: {} {} zijn ongeshuffled
pl_pl: {} {} są niezmiksowane
pt_br: {} {} não foram misturadas

source: &File
ar_sa: &ملف
fr_fr: &Fichier
nl_nl: &Bestand
pl_pl: &Plik
pt_br: &Arquivo
sw_ke: &Faili

source: &Input
ar_sa: ({num_inputs}) صفر مدخلات
fr_fr: &Entrée
pl_pl: &Wejście
pt_br: &entrada
sw_ke: %Pembejeo

source: &Max
ar_sa: أق&صى
pl_pl: &Maksimum
sw_ke: &Ya Juu

source: &Output
ar_sa: ({num_outputs}) صفر مخرجات
fr_fr: &Sortie
pl_pl: &Wyjście
pt_br: &Saída
sw_ke: &Toleo

source: &Password
ar_sa: &كلمة المرور
fr_fr: &Mot de passe
nl_nl: &Wachtwoord
pl_pl: &Hasło
pt_br: &Senha
sw_ke: &Nenosiri

source: &Raw hex script
ar_sa: نص hex صر&ف
fr_fr: &Script hex brut
nl_nl: &Ruw hex. script
pl_pl: &Surowy skrypt szesnastkowy
pt_br: Sc&ript hex puro

source: &WIF Plaintext
ar_sa: &WIF نص واضح
fr_fr: &WIF texte brut
nl_nl: Klare tekst &WIF
pl_pl: &WIF Tekst zwykły
pt_br: &WIF Texto simples

source: (Script Output)
ar_sa: (خرج المنصوصة)
fr_fr: (Résultat du script)
pl_pl: (Skrypt wyjścia)
pt_br: (Resultado do Script)

source: Audio MODEM
ar_sa: مودم الصوت
fr_fr: MODEM audio
pl_pl: MODEM Audio
pt_br: MODEM de Áudio
sw_ke: MODEM ya sauti

source: Banner
ar_sa: شعار
fr_fr: Bannière
pl_pl: Baner
pt_br: Anúncio
sw_ke: Bendera

source: Bit rate [kbps]:
ar_sa: معدل البت [kbps]:
fr_fr: Bitrate [kbit/s]:
pl_pl: Szybkość transmisji [kbps]:
sw_ke: Kiwango cha Bit [kbps]:

source: Block explorer
ar_sa: مستكشف الكتلة
fr_fr: Explorateur de bloc
nl_nl: Blokverkenner
pl_pl: Eksplorator bloków
pt_br: Explorador de blocos
sw_ke: Mtaftaji wa vitengo

source: CashFusion is not available on ABC TaxCoin
pl_pl: CashFusion nie jest dostępny dla monety z podatkiem ABC

source: Con&sole
ar_sa: وحدة&التحكم
pl_pl: Kon&sola
sw_ke: &Mstari wa amri

source: Console
ar_sa: وحدة التحكم
pl_pl: Konsola
sw_ke: Mstari wa amri

source: Copyright © 2017-2021 Electron Cash LLC and the Electron Cash developers.
pl_pl: Copyright © 2017-2021 Electron Cash LLC i programiści Electron Cash.

source: Electron Cash - Tax Coin
pl_pl: Electron Cash - Moneta z podatkiem

source: Fan-out
ar_sa: التخريج
nl_nl: Uitwaaieren
pl_pl: Rozprzestrzeniać
pt_br: Espalham
sw_ke: Kutoa pepeo

source: File
ar_sa: ملف
fr_fr: Fichier
nl_nl: Bestand
pl_pl: Plik
pt_br: Ficheiro
sw_ke: Faili

source: For TaxCoin, your existing wallet files and configuration have been duplicated in the subdirectory taxcoin/ within your Electron Cash directory. To use TaxCoin, you should select a server manually, and then choose one of the starred servers. After selecting a server, select a wallet file to open.
pl_pl: Dla monety z podatkiem, twoje istniejące pliki i konfiguracje portfela zostały zduplikowane w podkatalogu takscoin/ w katalogu Electron Cash. Aby używać monety z podatkiem, należy wybrać serwer ręcznie, a następnie wybrać jeden z serwerów z gwiazdką. Po wybraniu serwera wybierz plik portfela który chcesz otworzyć.

source: Input
ar_sa: إدخال
fr_fr: Entrée
pl_pl: Wprowadź
pt_br: Entrada
sw_ke: Pembejeo
