Repository: Electron-Cash/electrum-locale
Catalog: locale/*/electron-cash.po
Languages: ar_sa, fr_fr, it_it, nl_nl, pl_pl, pt_br, sw_ke

source: Do you want to create a new seed, or to restore a wallet using an existing seed?
ar_sa: هل تريد إنشاء كلمة مفتاحية جديدة، أو إستعادة محفظة باستخدام كلمة مفتاحية موجودة؟
fr_fr: Souhaitez-vous créer une nouvelle graine ou restaurer un portefeuille en utilisant une graine existante ?
it_it: Vuoi creare un nuovo seme o ripristinare un portafoglio utilizzando un seme esistente?
nl_nl: Wilt u een nieuwe seed maken of een portemonnee herstellen met een bestaande seed?
pl_pl: Czy chcesz utworzyć nowy seed, czy przywrócić portfel za pomocą istniejącego seeda?
pt_br: Você quer criar uma nova seed ou restaurar uma carteira usando uma seed existente?
sw_ke: Je! Unataka kuunda nenosiri mpya, au kurejesha kipochi ukitumia nenosiri iliyopo?

source: Do you want to delete '{}'?
ar_sa: هل تريد حذف '{}'؟
fr_fr: Souhaitez-vous supprimer '{}' ?
it_it: Vuoi eliminare {}?
nl_nl: Wilt u '{}' verwijderen?
pl_pl: Czy chcesz usunąć '{}'?
pt_br: Deseja excluir '{}'?
sw_ke: Je! Unataka kufuta '{}'?

source: Do you want to delete the old file
ar_sa: هل تريد حذف الملف القَديم
fr_fr: Souhaitez-vous supprimer l'ancien fichier
it_it: Vuoi eliminare il vecchio file?
nl_nl: Wilt u het oude bestand verwijderen
pl_pl: Czy na pewno chcesz usunąć stary plik
pt_br: Deseja excluir o arquivo antigo
sw_ke: Je! Unataka kufuta faili la zamani

source: Do you want to open it now?
ar_sa: هل تريد فتحه الآن؟
fr_fr: Souhaitez-vous l'ouvrir maintenant ?
it_it: Vuoi aprirlo ora?
nl_nl: Wilt u haar nu openen?
pl_pl: Czy chcesz teraz otworzyć?
pt_br: Você quer abrir isto agora?
sw_ke: Je! Unataka kuifungua sasa?

source: Do you want to remove {} from your wallet?
ar_sa: هل تريد إزالة {} من محفظتك؟
fr_fr: Souhaitez-vous enlever {} de votre portefeuille ?
it_it: Davvero vuoi rimuovere {} dal tuo portafoglio?
nl_nl: Wilt u {} uit uw portemonnee verwijderen?
pl_pl: Czy chcesz usunąć {} z twojego portfela?
pt_br: Deseja remover {} da sua carteira?
sw_ke: Je! Unataka kuondoa {} kutoka kwa kipochi chako?

source: Do you want to send this report?
ar_sa: هل تريد إرسال هذا التقرير؟
fr_fr: Souhaitez-vous envoyer ce rapport ?
it_it: Vuoi inviare questa segnalazione?
nl_nl: Wilt u dit rapport verzenden?
pl_pl: Czy chcesz wysłać ten raport?
pt_br: Você deseja enviar este relatório?
sw_ke: Je! Unataka kutuma ripoti hii?

source: Do you want to use 2-Factor-Authentication (2FA)? With 2FA, any transaction must be confirmed on a second device such as your smartphone. First you have to install the Satochip-2FA android app on google play. Then you have to pair your 2FA device with your Satochip by scanning the qr-code on the next screen. WARNING: be sure to backup a copy of the qr-code in a safe place, in case you have to reinstall the app!
it_it: Vuoi utilizzare l'autenticazione a due fattori (2FA)? Usando la 2FA, qualsiasi transazione deve essere confermata su un secondo dispositivo come ad esempio il tuo smartphone. Per prima cosa devi installare l'app Satochip-2FA per android da Google Play. Successivamente devi associare il tuo dispositivo 2FA con il tuo Satochip scansionando il codice QR nella schermata successiva. ATTENZIONE: assicurati di conservare una copia del codice QR in un posto sicuro, nel caso dovessi installare nuovamente l'app!
pl_pl: Czy chcesz użyć uwierzytelniania dwuetapowego (2FA)? Z 2FA każda transakcja musi być potwierdzona na drugim urządzeniu, takim jak Twój smartfon. Najpierw musisz zainstalować aplikację android Satochip-2FA w google play. Następnie musisz sparować swoje urządzenie 2FA z Satochip, skanując kod qr na następnym ekranie. OSTRZEŻENIE: upewnij się, że kopia kodu qr zostanie wykonana w bezpiecznym miejscu, na wypadek konieczności ponownej instalacji aplikacji!

source: Do you wish to continue?
ar_sa: هل تريد المتابعة؟
fr_fr: Souhaitez-vous continuer ?
it_it: Desideri continuare?
nl_nl: Wilt u doorgaan?
pl_pl: Czy chcesz kontynuować?
pt_br: Você deseja continuar?
sw_ke: Je! Ungetaka kuendelea?

source: Do you wish to follow the {}@{} branch?
ar_sa: هل ترغب في إتباع {}@{} الفرع؟
fr_fr: Souhaitez-vous suivre la branche {}@{} ?
it_it: Vuoi seguire il branch {}@{} ?
nl_nl: Wilt u de tak {}@{} volgen?
pl_pl: Czy chcesz śledzić tę {}@{} gałąź?
pt_br: Deseja seguir o ramo {}@{}?
sw_ke: Je! Ungetaka kufuata {}@{} tawi?

source: Do you wish to hide the download progress banner? (You can re-enabled it in Settings later)
ar_sa: هل ترغب في إخفاء شعار تقدم التحميل؟ (يمكنك إعادة تفعيله في الإعدادات لاحقاً)
fr_fr: Souhaitez-vous masquer la bannière de progression du téléchargement ? (Vous pourrez la réactiver plus tard dans les paramètres)
it_it: Vuoi nascondere lo stato del download? (Puoi riattivarlo dalle Impostazioni successivamente)
nl_nl: Wilt u de downloadvoortgangsbanner verbergen? (U kunt hem later opnieuw inschakelen in de Instellingen)
pl_pl: Czy chcesz ukryć baner postępu pobierania? (Możesz go później ponownie włączyć w ustawieniach)
pt_br: Deseja ocultar a barra de progresso do download? (Você pode mostrá-lo novamente em Configurações)
sw_ke: Je! Unataka kuficha mabango ya maendeleo ya kushushwa? (Unaweza kuiwezesha tena kwenye Mipangilio baadaye)

source: Do you wish to use {}:{} as the blockchain server?
ar_sa: هل ترغب في إستخدام {}:{} كخادم سلسلة الكتل؟
fr_fr: Souhaitez-vous utiliser {}:{} comme serveur blockchain ?
it_it: Vuoi utilizzare {}:{} come server blockchain?
nl_nl: Wilt u {}:{} gebruiken als blockchainserver?
pl_pl: Czy chcesz użyć {}:{} jako serwera blockchain?
pt_br: Deseja usar {}:{} como servidor de blockchain?
sw_ke: Je! Ungetaka kutumia {}: {} kama seva ya blockchain?

source: Do you wish to use {}:{} as the wallet server?
ar_sa: هل ترغب في إستخدام {}:{} كخادم المحفظة؟
fr_fr: Souhaitez-vous utiliser {}:{} comme serveur de portefeuille ?
it_it: Vuoi utilizzare {}:{} come server del portafoglio?
nl_nl: Wilt u {}:{} gebruiken als portemonneeserver?
pl_pl: Czy chcesz użyć {}:{} jako serwera portfela?
pt_br: Você deseja usar {}: {} como o servidor da carteira?
sw_ke: Je! Ungetaka kutumia {}: {} kama seva ya kipochi?

source: Documentation
ar_sa: توثيق
it_it: Documentazione
nl_nl: Documentatie
pl_pl: Dokumentacja
pt_br: Documentação
sw_ke: Nyaraka

source: Donation for
ar_sa: تبرّع ل
fr_fr: Dons pour
it_it: Donazione per
nl_nl: Donatie voor
pl_pl: Darowizna dla
pt_br: Doação para
sw_ke: Mchango wa

source: Done
ar_sa: تمّ
fr_fr: Terminé
it_it: Fatto
nl_nl: Gereed
pl_pl: Gotowe
pt_br: Concluído
sw_ke: Imekamilika

source: Downloading Headers
ar_sa: تحميل رؤوس الصفحات
fr_fr: Téléchargement des entêtes
it_it: Downoad Intestazioni
nl_nl: Headers downloaden
pl_pl: Pobieranie nagłówków
pt_br: Baixando Cabeçalhos
sw_ke: Kushusha Vianzilishi

source: Downloading blockchain headers...
ar_sa: جاري تحميل رؤوس صفحات سلسلة الكتل...
fr_fr: Téléchargement des en-têtes de blockchain...
it_it: Scaricamento intestazioni blockchain...
nl_nl: Blockchainheaders downloaden...
pl_pl: Pobieranie nagłówków blockchain...
pt_br: Baixando cabeçalhos da blockchain...
sw_ke: Shusha vichwa vya habari vya blockchain...

source: Downloading headers {}% ...
ar_sa: جاري تجميل رؤوس الصفحات {}% ...
fr_fr: Téléchargement des en-têtes {}% ...
it_it: Download intestazioni {}% ...
nl_nl: Headers downloaden {}% ...
pl_pl: Pobieranie nagłówków {}% ...
pt_br: Baixando cabeçalhos {}% ...
sw_ke: Kushusha Vianzilishi {}% ...

source: Downloading input data, please wait...
ar_sa: جاري تحميل بيانات المدخلات، الرجاء الإنتظار...
fr_fr: Téléchargement des données d'entrée, veuillez patienter...
it_it: Scaricamento dati input, attendi per favore...
nl_nl: Inputgegevens downloaden, even geduld...
pl_pl: Pobieranie danych wejściowych, proszę czekać...
pt_br: Baixando dados de login. Espera...
sw_ke: Inashusha data ya kuingiza, tafadhali subiri...

source: Due to potential security risks, you may only disable SSL when using a Tor Proxy.
ar_sa: نظراً للمخاطر الأمنية المحتملة، يمكنك تعطيل SSL فقط عند إستخدام وكيل Tor.
fr_fr: En raison de risques potentiels de sécurité, vous ne pouvez désactiver SSL que lorsque vous utilisez un proxy Tor.
it_it: A causa di potenziali rischi per la sicurezza, è possibile disabilitare SSL solo quando si utilizza un Proxy Tor.
nl_nl: Vanwege mogelijke veiligheidsrisico's mag u SSL alleen uitschakelen wanneer u een Torproxy gebruikt.
pl_pl: Ze względu na potencjalne zagrożenia dla bezpieczeństwa możesz wyłączyć SSL tylko jeśli korzystasz z Tor Proxy.
pt_br: Devido a potenciais riscos de segurança, você só pode desativar SSL quando estiver usando um Proxy Tor.
sw_ke: Kwa sababu ya hatari kubwa za usalama, unaweza kutoa SSL wakati wa kutumia wakala ya Tor.

source: Duplicate key in URI
ar_sa: مفتاح مكرر في URI
fr_fr: Dupliquer la clé dans l'URI
it_it: Duplica chiave nell'URI
nl_nl: Dubbele sleutel in URI
pl_pl: Duplikuj klucz w URI
pt_br: Chave duplicada no URl
sw_ke: Nakala ya funguo kwa URI

source: ENABLED
ar_sa: مفعّل
fr_fr: ACTIVÉ
it_it: ATTIVATO
nl_nl: INGESCHAKELD
pl_pl: WŁĄCZCZONE
pt_br: ATIVADO
sw_ke: WEZESHWA

source: Easily back up your wallet with a mnemonic seed phrase.
ar_sa: إحتفظ بنسخة إحتياطية من محفظتك بسهولة باستخدام عبارة مفتاحية ذاكرية.
fr_fr: Sauvegardez facilement votre portefeuille avec une phrase de graine mnémonique.
it_it: Esegui velocemente il backup del tuo portafoglio con una frase mnemonica del seme.
nl_nl: Back-up uw portemonnee eenvoudig met een mnemonische seed-woordenreeks.
pl_pl: Wykonaj kopię zapasową portfela za pomocą mnemonicznej frazy seed.
pt_br: Faça o backup de sua seed facilmente com uma frase de seeds mnemônica.
sw_ke: Hifadhi kwa urahisi kipochi chako na kifungu cha siri.

source: Edit Contact
ar_sa: تعديل جهة الاتصال
fr_fr: Modifier le contact
it_it: Modifica Contatto
nl_nl: Contactpersoon bewerken
pl_pl: Edytuj kontakt
pt_br: Editar Contato
sw_ke: Hariri Stakabadhi za kuwasiliana

source: Edit fees manually
ar_sa: تحرير الرسوم يدوياً
fr_fr: Éditer les frais manuellement
it_it: Modifica commissioni manualmente
nl_nl: Kosten handmatig aanpassen
pl_pl: Edytuj opłaty ręcznie
pt_br: Editar taxas manualmente
sw_ke: Badilisha ada kwa mikono

source: Edit {}
ar_sa: تعديل {}
fr_fr: Modifier {}
it_it: Modifica {}
nl_nl: {} bewerken
pl_pl: Edytuj {}
pt_br: Editar {}
sw_ke: Hariri {}

source: Electron Cash cannot pair with your {}. Before you request bitcoins to be sent to addresses in this wallet, ensure you can pair with your device, or that you have its seed (and passphrase, if any). Otherwise all bitcoins you receive will be unspendable.
ar_sa: لا يمكن اقران Electron Cash مع {}. قبل أن تطلب بتكوين لإرسالها إلى عناوين في هذه المحفظة، تأكد من أنه يمكنك الاقتران بجهازك، أو لديك الكلمة المفتاحية الخاصة به (وعبارة المرور، في حال وجودها). وإلا فإن كل البتكوين التي تستلمها ستكون غير قابلة للإنفاق.
fr_fr: Electron Cash ne peut pas s'appairer avec votre {}.\n\nAvant que vous ne demandiez l'envoi de bitcoins à des adresses dans ce portefeuille, assurez-vous que vous pouvez vous apparier avec votre appareil ou que vous avez sa graine (et sa phrase secrète, le cas échéant). Sinon tous les bitcoins que vous recevrez seront non-dépensables.
it_it: Electron Cash non può abbinarsi con il tuo {}. Prima di richiedere l'invio di bitcoin agli indirizzi in questo portafoglio, assicurati di poterlo abbinare con il tuo dispositivo, o di avere il suo seme (o la passphrase, se presente). Altrimenti tutti i bitcoin che riceverai non saranno spendibili.
nl_nl: Kan Electron Cash niet koppelen aan uw {}. Zorg dat u uw apparaat kunt koppelen, of dat u de seed (en eventuele wachtzin) weet, voordat u verzoekt bitcoins naar adressen in deze portemonnee te sturen. Anders zijn alle bitcoins die u ontvangt niet uit te geven.
pl_pl: Electron Cash nie może się sparować z Twoim {}. Zanim poprosisz o wysłanie bitcoinów na adresy w tym portfelu, upewnij się, że możesz sparować ze swoim urządzeniem lub że masz jego seed (i frazę haseł, jeśli istnieje). W przeciwnym razie wszystkie bitcoiny, które otrzymasz, nie będą mogły być wydane.
pt_br: O Electron Cash não pode corresponder ao seu {}. Antes de solicitar que os bitcoins sejam enviados para os endereços deste portfólio, verifique se você pode emparelhá-lo com seu dispositivo ou se possui sua seed (e frase de segurança, se houver). Caso contrário, não será possível gastar os bitcoins que você recebe.
sw_ke: Electron Cash haiwezi kuunganishwa na {} yako. Kabla ya kuomba bitcoins zitumwe kwa anwani za kipochi hiki, hakikisha kuwa unaweza kuunganisha na kifaa chako, au kwamba unayo nenosiri yake (na manenosiri, ikiwa yapo). Vinginevyo bitcoins zote unazopokea hazitaweza kutumika.

source: Electron Cash cannot proceed because this device is very low on disk space. Please free up some disk space and try again.
ar_sa: لا يمكن أن يمضي Electron Cash قدماً لأن مساحة القرص على هذا الجهاز منخفضة جداً. الرجاء تحرير بعض مساحة القرص وحاول مرة أخرى.
fr_fr: Electron Cash ne peut pas continuer car l'espace disque de cet appareil est très faible. Veuillez libérer de l'espace disque, puis réessayez.
it_it: Electron Cash non può procedere perché questo dispositivo ha poco spazio disponibile su disco. Per favore, libera dello spazio su disco e riprova.
nl_nl: Electron Cash kan niet doorgaan omdat dit apparaat erg weinig schijfruimte overheeft. Maak alstublieft wat schijfruimte vrij en probeer het opnieuw.
pl_pl: Electron Cash nie może kontynuować, ponieważ to urządzenie ma bardzo mało miejsca na dysku. Zwolnij trochę miejsca na dysku i spróbuj ponownie.
pt_br: O Electron Cash não pode continuar porque este dispositivo está com pouco espaço em disco. Libere espaço em disco e tente novamente.
sw_ke: Electron Cash haiwezi kuendelea kwa sababu kifaa hiki ni cha chini sana kwenye nafasi ya diski. Tafadhali weka huru nafasi ya diski na ujaribu tena.

source: Electron Cash communicates with remote servers to get information about your transactions and addresses. The servers all fulfil the same purpose only differing in hardware. In most cases you simply want to let Electron Cash pick one at random. However if you prefer feel free to select a server manually.
ar_sa: يتواصل Electron Cash مع الخوادم البعيدة للحصول على معلومات حول عملياتك وعناوينك. جميع الخوادم تفي بنفس الغرض، فقط تختلف في المعدات. في معظم الحالات تريد ببساطة السماح ل Electron Cash باختيار واحد عشوائياً. ومع ذلك، إذا كنت تفضل لا تتردد في تحديد خادم يدوياً.
fr_fr: Electron Cash communique avec les serveurs pour obtenir des informations sur vos transactions et vos adresses. Les serveurs remplissent tous les mêmes objectifs seuls qu'ils différent en hardware. Dans la plupart des cas, vous voulez simplement laisser Electron Cash choisir un au hasard. Mais, si vous préférez, n'hésitez pas à sélectionner un serveur manuellement.
it_it: Electron Cash comunica con server remoti per ottenere informazioni sulle tue transazioni e sui tuoi indirizzi. I server eseguono tutti le stesse funzioni e differiscono solo nell'hardware. Nella maggior parte dei casi si lascia che Electron Cash ne scelga uno a caso. Tuttavia, puoi selezionare un server manualmente.
nl_nl: Electron Cash communiceert met externe servers om informatie te krijgen over uw transacties en adressen. De servers dienen allemaal hetzelfde doel en verschillen slechts in hardware. In de meeste gevallen wilt u Electron Cash simpelweg een willekeurige laten kiezen. Het staat u echter vrij handmatig een server kiezen, als dat uw voorkeur heeft.
pl_pl: Electron Cash komunikuje się ze zdalnymi serwerami w celu uzyskania informacji o Twoich transakcjach i adresach. Wszystkie serwery spełniają ten sam cel i różnią się tylko sprzętem. Najprościej jest pozwolić Electron Cash'owi wybrać serwer losowo. Możesz jednak wybrać serwer ręcznie jeśli wolisz.
pt_br: Electron Cash se comunica com servidores remotos para pegar informações sobre suas transações e endereços. Os servidores são todos equivalentes. Normalmente é adequado deixar o Electron Cash escolher um servidor qualquer. Você tem a opção de selecionar um servidor manualmente.
sw_ke: Electron Cash huwasiliana na seva za mbali ili kupata habari kuhusu shuguli za ununuzi wako na anwani. Seva zote zinatimiza kusudi moja tu katika vifaa. Katika hali nyingi unataka Electron Cash ichague moja kwa nasibu. Lakini uko huru kuchagua wewe mwenyewa binafsi seva.

source: Electron Cash connects to several nodes in order to download block headers and find out the longest blockchain.
ar_sa: يتصل Electron Cash بالعديد من العقد من أجل تحميل رؤوس الكتل ولإيجاد أطول سلسلة كتل.
fr_fr: Electron Cash se connecte à plusieurs nœuds afin de télécharger les en-têtes de blocs et trouver la plus longue chaîne de blocs.
it_it: Electron Cash si connette a diversi nodi per scaricare le intestazioni dei blocchi e scoprire la blockchain più lunga da seguire.
nl_nl: Electron Cash maakt verbinding met verschillende nodes om blokheaders te downloaden en de langste blokkenketen te vinden.
pl_pl: Electron Cash łączy się z kilkoma węzłami w celu pobrania nagłówków bloków i znalezienia najdłuższego łańcucha bloków.
pt_br: O Electron Cash conecta a vários nós para baixar os cabeçalhos dos blocos e identificar a blockchain mais longa.
sw_ke: Electron Cash unajumuisha komputa kadhaa ili kushusha vichwa vya habari vya block na kujua ni blockchain ndefu zaidi.

source: Electron Cash currently only supports Cash Account types 1 & 2
ar_sa: يدعم Electron Cash حالياً فقط أنواع الحساب النقدي 1 و 2
it_it: Electron Cash attualmente supporta solo gli Account Cash 1 & 2
nl_nl: Electron Cash ondersteunt momenteel slechts CashAccounts typen 1 & 2
pl_pl: Electron Cash obecnie obsługuje tylko Cash Account typu 1 i 2
pt_br: Atualmente, o Electron Cash suporta apenas as contas Cash do tipo 1 e 2
sw_ke: Electron Cash kwa sasa inasaidia tu Cash Account 1 & 2

source: Electron Cash is an SPV wallet for Bitcoin Cash
ar_sa: Electron Cash هي محفظة SPV ل Bitcoin Cash
fr_fr: Electron Cash est un portefeuille SPV pour Bitcoin Cash
it_it: Electron Cash è un portafoglio SPV per Bitcoin Cash
nl_nl: Electron Cash is een SPV-portemonnee voor Bitcoin Cash
pl_pl: Electron Cash to portfel SPV dla Bitcoin Cash
pt_br: Electron Cash é uma carteira SPV para Bitcoin Cash
sw_ke: Electron Cash ni kipochi cha SPV na Bitcoin Cash

source: Electron Cash is generating your addresses, please wait.
ar_sa: يقوم Electron Cash بإنشاء عناوينك، الرجاء الإنتظار.
fr_fr: Veuillez patienter, Electron Cash est en train de générer vos adresses.
it_it: Electron Cash sta generando i tuoi indirizzi, per favore, attendi.
nl_nl: Electron Cash genereert uw adressen, even geduld.
pl_pl: Electron Cash generuje Twoje adresy, proszę czekać.
pt_br: Electron Cash está gerando seus endereços, aguarde.
sw_ke: Electron Cash inauunda anwani, tafadhali subiri.

source: Electron Cash is generating your addresses, please wait...
ar_sa: يقوم Electron Cash بإنشاء عناوينك، الرجاء الإنتظار...
fr_fr: Veuillez patienter, Electron Cash est en train de générer vos adresses...
it_it: Electron Cash sta generando i tuoi indirizzi, attendi per favore...
nl_nl: Electron Cash genereert uw adressen, even geduld...
pl_pl: Electron Cash generuje Twoje adresy, proszę czekać...
pt_br: Electron Cash está gerando seus endereços, aguarde...
sw_ke: Electron Cash inauunda anwani, tafadhali subiri...

source: Electron Cash is in offline mode.
ar_sa: Electron Cash في وضع غير متصل.
fr_fr: Electron Cash est en mode hors ligne.
it_it: Electron Cash è in modalità offline.
nl_nl: Electron Cash is in offlinemodus.
pl_pl: Electron Cash jest w trybie offline.
pt_br: Electron Cash está em modo offline.
sw_ke: Electron Cash haipatikani kwa sasa.

source: Electron Cash on Linux requires PyQt5 5.12+. You have version {version_string} installed. Please upgrade otherwise you may experience font rendering issues with emojis and other unicode characters used by Electron Cash.
ar_sa: Electron Cash على Linux يتطلب PyQt5 5.12+. لديك الإصدار {version_string} مثبت. الرجاء التحديث وإلا قد تواجه مشاكل في عرض الخطوط مع الرموز التعبيرية وأحرف اليونيكود الأخرى المستخدمة من قبل Electron Cash.
fr_fr: La version Linux d'Electron Cash requiert PyQt5 5.12+. La version installée est {version_string}. Veuillez mettre votre version à jour. Sinon, certains caractères unicode ou emojis utilisés par Electron Cash pourront avoir un problème de police.
it_it: Electron Cash su Linux richiede PyQt5 5.12+. Hai installato la versione {version_string}. Si raccomanda di aggiornarlo altrimenti si potrebbero verificare problemi di rendering dei font con emoji e altri caratteri unicode utilizzati da Electron Cash.
nl_nl: Electron Cash op Linux vereist PyQt5 5.12+. U heeft versie {version_string} geïnstalleerd. Gelieve te upgraden. Anders kunt u lettertyperenderingsproblemen met emojis en andere door Electron Cash gebruikte Unicodekarakters.
pl_pl: Electron Cash na Linux wymaga PyQt5 5.12+. Masz zainstalowaną wersję {version_string}. Proszę zaktualizować w przeciwnym razie możesz doświadczyć problemów z wyświetlaniem czcionek z emotikonami i innymi znakami unikodowymi używanymi przez Electron Cash.
pt_br: O Electron Cash no Linux requer PyQt5.12 +. Você tem a versão {version_string} instalada. Atualize-o ou você poderá experimentar contrastes de fonte com emojis e outros caracteres unicode usados no Electron Cash.
sw_ke: Electron Cash kwenye Linux inahitaji PyQt5 5.12+. Una toleo {version_string} lililosanikishwa. Tafadhali sawazisha unaweza kupata uzoefu wa usambazaji wa fonti na emojis na herufi zingine za unicode zinazotumiwa na Electron Cash.

source: Electron Cash sends your wallet addresses to a single server, in order to receive your transaction history.
ar_sa: يقوم Electron Cash بإرسال عنوان محفظتك إلى خادم واحد، من أجل إستلام سجل عملياتك.
fr_fr: Electron Cash envoie les adresses de votre portefeuille à un serveur afin de recevoir l'historique de vos transactions.
it_it: Electron Cash invia gli indirizzi del tuo portafoglio a un singolo server, al fine di ricevere la cronologia delle transazioni.
nl_nl: Electron Cash stuurt uw portemonneeadressen naar één enkele server, om uw transactiegeschiedenis te ontvangen.
pl_pl: Electron Cash wysyła adresy portfela na pojedynczy serwer, aby otrzymać historię transakcji.
pt_br: O Electron Cash envia os endereços da sua carteira para este um servidor. Isto permite recuperar o seu histórico de transações.
sw_ke: Fedha ya Electron Cash hutuma anwani za kipochi chako kwa seva moja, ili kupokea historia yako ya ununuzi.

source: Electron Cash wallet
ar_sa: محفظة Electron Cash
fr_fr: Portefeuille Electron Cash
it_it: Portafoglio Electron Cash
nl_nl: Electron Cash-portemonnee
pl_pl: Portfel Electron Cash
pt_br: Carteira do Electron Cash
sw_ke: Electron Cash Kipochi

source: Electron Cash was unable to copy your wallet file to the specified location.
ar_sa: لم يتمكن Electron Cash من نسخ ملف محفظتك إلى الموقع المحدد.
fr_fr: Electron Cash n'a pas pu copier le fichier de votre portefeuille à l'endroit spécifié.
it_it: Electron Cash non è riuscito a copiare il file del tuo portafoglio nella posizione specificata.
nl_nl: Electron Cash kon uw portemonneebestand niet kopiëren naar de opgegeven locatie.
pl_pl: Electron Cash nie był w stanie skopiować pliku portfela do podanej lokalizacji.
pt_br: Electron Cash não pôde copiar seu arquivo de carteira para o local especificado.
sw_ke: Electron Cash haijaweza kunakili aili kwa eneo maalum.

source: Electron Cash was unable to deserialize the transaction:
ar_sa: لم يتمكن Electron Cash من فك تسلسل العملية:
fr_fr: Electron Cash a été incapable de désérialiser la transaction :
it_it: Electron Cash non è riuscito a deserializzare la transazione:
nl_nl: Electron Cash kon de transactie niet ontserialiseren:
pl_pl: Electron Cash nie był w stanie deserializować transakcji:
pt_br: A Electron Cash não conseguiu remover a assinatura da transação:
sw_ke: Electron Cash haikuweza kupata nambari za shuguli zako za ununuzi:
