Repository: Electron-Cash/electrum-locale
Catalog: locale/*/electron-cash.po
Languages: ar_sa, fr_fr, it_it, nl_nl, pl_pl, pt_br, sw_ke

source: Extra parameter in URI was ignored: {extra_params}
ar_sa: تم تجاهل متغير إضافي في URI: {extra_params} تم تجاهل متغيرات إضافية في URI: {extra_params}
it_it: Parametri extra nell'URI ignorati: {extra_params}
nl_nl: Extra parameter in de URI is genegeerd: {extra_params}
pl_pl: Dodatkowy parametr w URI został zignorowany: {extra_params}
pt_br: Parâmetro extra no URI foi ignorado: {extra_params}
sw_ke: Sehemu ya ziada katika URI ilipuuzwa: {extra_params}

source: F&ee
ar_sa: ر&سم
fr_fr: F&rais
it_it: &Commissione
nl_nl: &Kosten
pl_pl: &Opłata
pt_br: T&axa
sw_ke: Ada

source: Failed to change PIN!
ar_sa: فشل في تغيير رمز PIN!
fr_fr: La modification du code PIN a échoué !
it_it: Errore nel cambiare il PIN!
nl_nl: Pincode wijzigen is mislukt!
pl_pl: Nie udało się zmienić kodu PIN!
pt_br: Erro ao alterar o PIN!
sw_ke: Imeshindwa kubadilisha PINI!

source: Failed to create a client for this device.
ar_sa: فشل في إنشاء عميل لهذا الجهاز.
fr_fr: Échec de la création d'un client pour cet appareil.
it_it: Creazione di un client per questo dispositivo non riuscita.
nl_nl: Kon geen client maken voor dit apparaat.
pl_pl: Nie udało się utworzyć klienta dla tego urządzenia.
pt_br: Falha ao criar um usuário para este dispositivo.
sw_ke: Imeshindwa kuunda mteja wa kifaa hiki.

source: Failed to import file.
ar_sa: فشل في إستيراد الملف.
fr_fr: Impossible d'importer le fichier.
it_it: Errore nell'importare il file.
nl_nl: Bestand importeren is mislukt.
pl_pl: Importowanie pliku nie powiodło się.
pt_br: Falha ao importar arquivo.
sw_ke: Imeshindwa kutoa faili.

source: Failed to load zbar: {}
ar_sa: فشل تحميل zbar: {}
fr_fr: Impossible de charger le zbar : {}
it_it: Errore nel caricare zbar: {}
nl_nl: Kon zbar niet laden: {}
pl_pl: Nie udało się załadować zbara: {}
pt_br: Falha ao carregar o zbar: {}
sw_ke: Imeshindwa kupakia zbar: {}

source: Failed to remove the pinned certificate. Check the log for errors.
ar_sa: فشل في إزالة الشهادة المثبتة. تحقق من السجل بحثا" عن الأخطاء.
it_it: Impossibile rimuovere il certificato in evidenza. Controllare la presenza di errori nei log.
nl_nl: Verwijderen van het vastgezette certificaat is mislukt. Controleer het logboek voor fouten.
pl_pl: Nie udało się usunąć podłączonego certyfikatu. Sprawdź dziennik błędów.
pt_br: Falha ao remover o certificado fixado. Verifique no log se há erros.
sw_ke: Imeshindwa kuondoa cheti. Angalia logi ili kugundua makosa.

source: Failed to reset 2FA with error code: {hex(256*sw1+sw2)}
it_it: Impossibile ripristinare l'autenticazione 2FA con errore: {hex(256*sw1+sw2)}
pl_pl: Nie udało się zresetować 2FA z kodem błędu: {hex(256*sw1+sw2)}

source: Failed to reset 2FA: request rejected by 2FA device (error code: {hex(256*sw1+sw2)})
it_it: Impossibile ripristinare l'autenticazione 2FA: richiesta rigettata dal dispositivo 2FA (codice di errore: {hex(256*sw1+sw2)})
pl_pl: Nie udało się zresetować 2FA: żądanie odrzucone przez urządzenie 2FA (kod błędu: {hex(256*sw1+sw2)})

source: Failed to reset 2FA: you must reset the seed first (error code {hex(256*sw1+sw2)})
it_it: Impossibile ripristinare l'autenticazione 2FA: devi prima ripristinare il seme (error code {hex(256*sw1+sw2)})
pl_pl: Nie udało się zresetować 2FA: musisz najpierw zresetować seed (kod błędu {hex(256*sw1+sw2)})

source: Failed to reset seed with error code: {hex(256*sw1+sw2)}
it_it: Impossibile ripristinare il seme con errore: {hex(256*sw1+sw2)}
pl_pl: Nie udało się zresetować klucza z kodem błędu: {hex(256*sw1+sw2)}

source: Failed to reset seed: request rejected by 2FA device (error code: {hex(256*sw1+sw2)})
it_it: Impossibile ripristinare il seme: richiesta rigettata dal dispositivo 2FA (codice di errore: {hex(256*sw1+sw2)})
pl_pl: Nie udało się zresetować seeda: żądanie odrzucone przez urządzenie 2FA (kod błędu: {hex(256*sw1+sw2)})

source: Failed to send transaction to cosigning pool.
ar_sa: فشل في إرسال العملية إلى مخزن التواقيع المشتركة.
fr_fr: Échec lors de l'envoi de la transaction au groupement de cosignataires.
it_it: Impossibile inviare la transazione al pool dei cofirmatari.
nl_nl: Transactie naar medeondertekenaarspool sturen is mislukt.
pl_pl: Nie udało się wysłać transakcji do puli współpodpisów.
pt_br: Falha ao enviar a trasação para o grupo de cossignatários.
sw_ke: Imeshindwa kutuma shughuli kwenye dimbwi la seva.

source: Failed to update password
ar_sa: فشل في تحديث كلمة المرور
fr_fr: Le mot de passe n'a pas pu être mis à jour
it_it: Aggiornamento password non riuscito
nl_nl: Bijwerken van wachtwoord mislukt
pl_pl: Niepowodzenie aktualizacji hasła
pt_br: Erro ao atualizar a senha
sw_ke: Imeshindwa kusasisha nenosiri

source: Failed to verify SSL certificate
ar_sa: فشل في التحقق من شهادة SSL
it_it: Verifica del certificato SSL non riuscita
nl_nl: Verificatie SSL-certificaat is mislukt
pl_pl: Nie udało się zweryfikować certyfikatu SSL
pt_br: Falha ao verificar certificado SSL
sw_ke: Imeshindwa kudhibiti cheti cha SSL

source: Fan-out mode
ar_sa: وضع التخريج
it_it: Modalità fan-out
nl_nl: Uitwaaiermodus
pl_pl: Tryb rozprzestrzeniania
pt_br: Modo Fan-out
sw_ke: Mbinu ya kutoa pepeo

source: Fee
ar_sa: رسوم
fr_fr: Frais
it_it: Commissione
nl_nl: Kosten
pl_pl: Opłata
pt_br: Tarifa
sw_ke: Ada

source: Fee manual edit
ar_sa: تعديل الرسوم يدويا"
it_it: Modifica manuale della commissione
nl_nl: Kosten handmatig wijzigen
pl_pl: Ręczna edycja opłat
pt_br: Edição manual da taxa
sw_ke: Ada ya mwongozo

source: Fee: {fee_amount} {fee_unit} ( {fee_rate} )
ar_sa: رسوم: {fee_amount} {fee_unit} ( {fee_rate})
it_it: Commissione: {fee_amount} {fee_unit} ( {fee_rate})
nl_nl: Kosten: {fee_amount} {fee_unit} ( {fee_rate} )
pl_pl: Opłata: {fee_amount} {fee_unit} ( {fee_rate})
pt_br: Taxa: {fee_amount} {fee_unit} ( {fee_rate})
sw_ke: Ada: {fee_amount} {fee_unit} ( {fee_rate} )

source: Feel free to add your email address if you are willing to provide further detail, but note that it will appear in the relevant github issue.
ar_sa: لا تتردد في إضافة عنوان بريدك الإلكتروني إذا كنت على استعداد لتقديم المزيد من التفاصيل، ولكن لاحظ أنه سيظهر في مسألة github ذات الصلة.
it_it: Puoi aggiungere il tuo indirizzo email se sei disposto a fornire ulteriori dettagli, ma sarà associato al problema pertinente che segnali.
nl_nl: Voel u vrij uw e-mailadres toe te voegen indien u bereid bent nadere details te verstrekken, maar merk op dat het zichtbaar zal zijn in het relevante GitHub-issue.
pl_pl: Możesz dodać swój adres e-mail, jeśli chcesz podać dalsze szczegóły, ale weź pod uwagę, że pojawi się ona w odpowiednim github issue.
pt_br: Sinta-se livre para adicionar seu endereço de e-mail se estiver disposto a fornecer mais detalhes, mas note que ele aparecerá no relatório no github.
sw_ke: Jiskie huru kuongeza anwani yako ya barua pepe ikiwa uko tayari kutoa maelezo zaidi, lakini kumbuka kuwa itaonekana katika suala husika la github.

source: Fees
ar_sa: الرسوم
fr_fr: Frais
it_it: Commissioni
nl_nl: Kosten
pl_pl: Opłaty
pt_br: Tarifas
sw_ke: Ada

# The preferences -> Fees,misc tab
source: Fees && Misc.
ar_sa: رسوم && متعددة.
it_it: Commissioni && Varie
nl_nl: Kosten && overig
pl_pl: Opłaty &i inne.
pt_br: Taxa && Misc.
sw_ke: Ada && Mengineyo.

source: Fetch accurate fees from network (slower)
ar_sa: جلب رسوم دقيقة من الشبكة (أبطأ)
it_it: Recupera commissioni precise dalla rete (più lento)
nl_nl: Haal nauwkeurige kosten op van het netwerk (langzamer)
pl_pl: Pobierz dokładne opłaty z sieci (wolniejsze)
pt_br: Obtenha taxas de rede precisas (mais lentas)
sw_ke: Pata ada sahihi kutoka kwa mtandao (polepole)

source: Fiat
ar_sa: أمر
fr_fr: Fiduciaire
it_it: Valuta a corso legale
pl_pl: Waluta
sw_ke: Sarafu ya fiat

source: Fiat amount
ar_sa: المبلغ الورقي
it_it: Importo valuta a corso legale
nl_nl: Fiatbedrag
pl_pl: Kwota fiducjarna
pt_br: Quantidade de dinheiro
sw_ke: Kiasi cha pesa taslimu

source: Fiat currency
ar_sa: النقود
fr_fr: Monnaie étatique
it_it: Valuta a corso legale
nl_nl: Fiatvaluta
pl_pl: Pieniądz fiducjarny
pt_br: Moeda fiat
sw_ke: Sarafu ya fiat

source: Fiat currency:
ar_sa: العملة الورقية:
it_it: Valuta a corso legale:
nl_nl: Fiatvaluta:
pl_pl: Pieniądz fiducjarny:
pt_br: Moeda Fiduciária:
sw_ke: Sarafu ya fiat:

source: Fiat display is not supported on this chain.
it_it: La visualizzazione degli importi Fiat non è supportata su questa chain.
pl_pl: Wyświetlacz fiat nie jest obsługiwany w tym łańcuchu.

source: Filename is too long
it_it: Il nome del file è troppo lungo

source: Filenames cannot contain the '/' character
it_it: I nomi dei file non possono contenere il carattere '/'

source: Firmware Version
ar_sa: إصدار البرنامج الثابت
fr_fr: Version du firmware
it_it: Versione firmware
nl_nl: Firmwareversie
pl_pl: Wersja oprogramowania
pt_br: Versão do firmware
sw_ke: Toleo la Firmware

source: Firmware version (or "Bitcoin Cash" app) too old for CashAddr support.
ar_sa: إصدار البرنامج الثابت (أو تطبيق "Bitcoin Cash") قديم جداً لدعم CashAddr.
it_it: Versione firmware (o "Bitcoin Cash") troppo vecchia per il supportare CashAddr.
nl_nl: Firmwareversie (of "Bitcoin Cash" app) te oud voor CashAdr-ondersteuning.
pl_pl: Wersja oprogramowania (lub aplikacja "Bitcoin Cash") jest zbyt stara dla obsługi CashAddr.
pt_br: Versão do Firmware (ou "Bitcoin Cash" app) muito antiga para suporte ao CashAddr.
sw_ke: Toleo la Firmware (au programu ya "Bitcoin Cash") ni mzee sana kwa msaada wa CashAddr.

source: Fixed rate:
ar_sa: معدل ثابت:
fr_fr: Taux fixe:
it_it: Tasso fisso:
nl_nl: Vast tarief:
pl_pl: Stała stawka:
pt_br: Tarifa fixa:
sw_ke: Bei ya kudumu:

source: Follow this branch
ar_sa: اتبع الفرع
fr_fr: Suivre cette branche
it_it: Segui questo branch
nl_nl: Deze tak volgen
pl_pl: Śledź ten oddział
pt_br: Siga este ramo
sw_ke: Fuata tawi

source: For convenience, would you like to use Touch ID or Face ID to open this wallet? Your wallet password will still be used as a backup mechanism for when Touch/Face ID fails or is unavailable. Your wallet will continue to be protected and secure.
ar_sa: للملائمة، هل ترغب في استخدام معرف اللمس أو معرف الوجه لفتح هذه المحفظة؟ سوف يستمر استخدام كلمة مرور محفظتك كآلية احتياطية عند فشل معرف اللمس/الوجه أو عدم توفره. ستبقى محفظتك محمية وآمنة.
it_it: Per comodità, vuoi usare Touch ID o Face ID per aprire questo portafoglio? La password del tuo portafoglio sarà ancora utilizzata come meccanismo di backup nel caso Touch/Face ID falliscono o non sono disponibili. Il tuo portafoglio continuerà ad essere protetto e sicuro.
nl_nl: Wilt u voor uw gemak Touch ID of Face ID gebruiken om deze portemonnee te openen? Uw portemonneewachtwoord zal nog steeds worden gebruikt als back-upmechanisme voor als Touch/Face ID mislukt of niet beschikbaar is. Uw portemonnee blijft beschermd en veilig.
pl_pl: Czy chcesz użyć Touch ID lub Face ID, aby wygoddniej otworzyć ten portfel? Twoje hasło do portfela będzie nadal używane jako mechanizm tworzenia kopii zapasowych, gdy Touch/Face ID nie powiedzie się lub będzie niedostępne. Twój portfel będzie nadal chroniony i bezpieczny.
pt_br: Para conveniência, você gostaria de usar o ID de toque ou o ID de face para abrir esta carteira? Sua senha de carteira ainda será usada como mecanismo de backup quando o Touch/Face ID falhar ou estiver indisponível. Sua carteira continuará protegida e segura.
sw_ke: Kwa urahisi, ungependa kutumia Kitambulisho cha Kugusa au Kitambulisho cha Uso kufungua kipochi hiki? Nenosiri lako la mkoba bado litatumika kama njia ya kuhifadhi nakala ya wakati Kitambulisho cha Guso / Usoni kinashindwa au haipatikani. Kipochi chako kitaendelea kulindwa.

source: For improved privacy, shuffled coins and unshuffled coins cannot be sent together in the same transaction when CashShuffle is enabled.
ar_sa: لتحسين الخصوصية، لا يمكن إرسال العملات المخلوطة والغير مخلوطة معاً في نفس العملية عند تفعيل CashShuffle.
it_it: Per una migliore privacy, i fondi mixati e quelli non mixati non mixati possono essere inviati insieme nella stessa transazione quando CashShuffle è abilitato.
nl_nl: Voor betere privacy kunnen geshufflede en ongeshufflede munten niet samen in dezelfde transactie worden verstuurd wanneer CashShuffle is ingeschakeld.
pl_pl: W celu poprawy prywatności, zmiksowane monety i niezmiksowane monety nie mogą być wysłane razem w tej samej transakcji, gdy CashShuffle jest włączone.
pt_br: Para maior privacidade, moedas misturadas e não misturadas não podem ser enviadas juntas na mesma transação enquanto o CashShuffle estiver ativado.
sw_ke: Kwa siri iliyoboreshwa, sarafu zilizochanganywa na sarafu ambazo hazijachanganywa haziwezi kutumwa pamoja katika shughuli ya ununuzi huo wakati CashShuffle imewezeshwa.

source: For more information, see http://openalias.org
ar_sa: للمزيد من المعلومات، أنظر http://openalias.org
it_it: Per ulteriori informazioni, consultare http://openalias.org
nl_nl: Voor meer informatie zie http://openalias.org
pl_pl: Więcej informacji na stronie http://openalias.org
pt_br: Para obter mais informaçaõ, consulte http://openalias.org
sw_ke: Kwa habari zaidi, ona http://openalias.org

source: For scanning QR codes.
ar_sa: لمسح رموز QR.
fr_fr: Pour scanner des codes QR.
it_it: Per scansionare codici QR.
nl_nl: Voor het scannen van QR-codes.
pl_pl: Do skanowania kodów QR.
pt_br: Para scanning QR codes.
sw_ke: Kwa kupiga skan nambari za QR.

source: For support, please visit us on <a href='https://github.com/Electron-Cash/Electron-Cash/issues'>GitHub</a> or on <a href='https://t.me/electroncashwallet'>Telegram</a>.
ar_sa: للحصول على الدعم، يرجى زيارتنا على <a href='https://github.com/Electron-Cash/Electron-Cash/issues'>GitHub</a> أو على <a href='https://t.me/electroncashwallet'>Telegram</a>.
it_it: Per il supporto, per favore, visitaci su <a href='https://github.com/Electron-Cash/Electron-Cash/issues'>GitHub</a> o su <a href='https://t.me/electroncashwallet'>Telegram</a>.
nl_nl: Bezoek ons voor ondersteuning op <a href='https://github.com/Electron-Cash/Electron-Cash/issues'>GitHub</a> of op <a href='https://t.me/electroncashwallet'>Telegram</a>.
pl_pl: Aby uzyskać wsparcie, odwiedź nas na <a href='https://github.com/Electron-Cash/Electron-Cash/issues'>GitHub</a> lub <a href='https://t.me/electroncashwallet'>Telegram</a>.
pt_br: Para soporte, por favor visítenos en <a href='https://github.com/Electron-Cash/Electron-Cash/issues'>GitHub</a> o en <a href='https://t.me/electroncashwallet'>Telegram</a>.
sw_ke: Ili kupata usaidizi, tafadhali tutembele kwenye <a href='https://github.com/Electron-Cash/Electron-Cash/issues'>GitHub</a> ama <a href='https://t.me/electroncashwallet'>Telegram</a>.

source: For the average user, it's recommended that you leave this option disabled and only leave the 'Start Tor client' option enabled.
it_it: Per l'utente medio, è consigliabile lasciare questa opzione disabilitata e lasciare solo l'opzione 'Avvia client Tor' abilitata.
nl_nl: Voor de doorsneegebruiker wordt aanbevolen deze optie uitgeschakeld te laten en alleen de optie 'Torclient starten' ingeschakeld te laten.
pl_pl: Dla przeciętnego użytkownika zaleca się pozostawienie tej opcji wyłączonej i pozostawienie opcji 'Start Tor Client'.
pt_br: Para o usuário médio, é recomendado que você deixe essa opção desativada e deixe apenas a opção 'Iniciar cliente Tor' habilitada.
sw_ke: Kwa mtumiaji wa kawaida, inashauriwa kuacha chaguo hili ikiwa imetolewa na kuacha tu chaguo la 'Anza huduma ya tor' iliyowezeshwa.

source: Force BIP39 interpretation of this seed
ar_sa: فرض تفسير BIP39 لهذه الكلمة المفتاحية
it_it: Forza l'interpretazione BIP39 di questo seme
nl_nl: BIP39-interpretatie van deze seed forceren
pl_pl: Wymuś interpretację tego klucza BIP39
pt_br: Forçar interpretação BIP39 desta Seed
sw_ke: Lazimisha tafsiri ya BIP39 ya maneno siri haya

source: Force download
ar_sa: التحميل الإجباري
it_it: Forza download
nl_nl: Download forceren
pl_pl: Wymuś pobieranie
pt_br: Forçar download
sw_ke: Lazimisha kushusha

source: Force upload
ar_sa: التحميل الإجباري
it_it: Forza upload
nl_nl: Upload forceren
pl_pl: Wymuś wysyłanie
pt_br: Forçar Upload
sw_ke: Lazimisha kushusha

source: Format
ar_sa: صيغة
it_it: Formato
nl_nl: Formaat
pt_br: Formato
sw_ke: Fomati

source: Format: address, amount
ar_sa: الصيغة: العنوان، المبلغ
fr_fr: Format : adresse, montant
it_it: Formato: indirizzo, importo
nl_nl: Formaat: adres, bedrag
pl_pl: Format: adres, wartość
pt_br: Formato: endereço, quantia
sw_ke: Fomati: anwani, kiasi

source: Found a valid Tor proxy on this port.
ar_sa: تم العثور على وكيل Tor صالح في هذا المنفذ.
it_it: Trovato un proxy Tor valido su questa porta.
nl_nl: Geldige Torproxy gevonden op deze poort.
pl_pl: Znaleziono poprawny proxy Tor na tym porcie.
pt_br: Encontrado um proxy Tor válido nesta porta.
sw_ke: Pata proksi halali ya Tor kwenye Kituo cha mtandao hichi.

source: Freeze
ar_sa: تجميد
fr_fr: Bloquer
it_it: Congela
nl_nl: Bevriezen
pl_pl: Zamroź
pt_br: Travar
sw_ke: Funga

source: Freeze Address
ar_sa: عنوان التجميد
fr_fr: Geler l'adresse
it_it: Congela Indirizzo
nl_nl: Adres bevriezen
pl_pl: Zamroź adres
pt_br: Travar endereço
sw_ke: Ziba anwani

source: Freeze Addresses
ar_sa: عناوين التجميد
fr_fr: Geler les adresses
it_it: Congela Indirizzi
nl_nl: Adressen bevriezen
pl_pl: Zamroź adresy
pt_br: Travar endereços
sw_ke: Ziba anwani

source: Freeze Coin
ar_sa: تجميد عملة
fr_fr: Geler Pièce
it_it: Congela Fondi
nl_nl: Munt bevriezen
pl_pl: Zamroź monetę
pt_br: Travar Moeda
sw_ke: Funga Sarafu

source: Freeze Coins
ar_sa: تجميد عملات
fr_fr: Geler Pièces
it_it: Congela Fondi
nl_nl: Munten bevriezen
pl_pl: Zamroź monety
pt_br: Travar moedas
sw_ke: Funga Sarafu

source: From %d cosigners
ar_sa: من %d الشركاء الموقعين
fr_fr: De %d cosignataires
it_it: Da %d cofirmatari
nl_nl: Van %d medeondertekenaars
pl_pl: Od %d współpodpisujących
pt_br: De %d cossignatários
sw_ke: Kutoka %d mweka sahihi wa pili

source: From &File
ar_sa: من &ملف
fr_fr: Depuis le &fichier
it_it: Da &File
nl_nl: Uit &bestand
pl_pl: Z &pliku
pt_br: De &arquivo
sw_ke: Kutoka &Faili

source: From &QR Code
ar_sa: من رمز &QR
fr_fr: Depuis un &QR code
it_it: Da Codice &QR
nl_nl: Uit &QR-code
pl_pl: Z &kodu QR
pt_br: De e código QR
sw_ke: Kutoka kodi ya &QR

source: From &Text
ar_sa: من &نص
fr_fr: Depuis un &texte
it_it: Da &Testo
nl_nl: Uit &tekst
pl_pl: Z &tekstu
pt_br: De & texto
sw_ke: Kutoka &Teksti

source: From the &Blockchain
ar_sa: من &سلسلة الكتل
fr_fr: Depuis la &blockchain
it_it: Dalla &Blockchain
nl_nl: Uit de &blockchain
pl_pl: Z &Blockchain
pt_br: De & Blockchain
sw_ke: Kutoka kwa &blockchain

source: Frozen
ar_sa: متجمد
fr_fr: Gelé
it_it: Congelato
nl_nl: Bevroren
pl_pl: Zamrożone
pt_br: Travado
sw_ke: Fungwa

source: Full
ar_sa: كامل
fr_fr: Complet
it_it: Pieno
nl_nl: Vol
pl_pl: Pełne
pt_br: Completo
sw_ke: Kamili

source: Full 2FA enabled. This is not supported yet.
ar_sa: تم تفعيل 2FA بالكامل. هذا غير معتمد حتى الآن.
it_it: 2FA completo abilitato. Non è ancora supportato.
nl_nl: Volledige 2FA ingeschakeld. Dit wordt nog niet ondersteund.
pl_pl: Pełne 2FA włączone. To nie jest jeszcze obsługiwane.
pt_br: 2FA completo habilitado. Isso ainda não é suportado.
sw_ke: 2FA kamili imewezeshwa. Hii haipatikani kwa sasa.

source: Funded
ar_sa: ممول
it_it: Finanziato
nl_nl: Gefinancierd
pl_pl: Opłacono
pt_br: Com créditos
sw_ke: Iliyo na Fedha

source: Funds currently being shuffled
ar_sa: يتم خلط الاموال حاليا"
it_it: Fondi attualmente mixati
nl_nl: Geld dat momenteel wordt geshuffled
pl_pl: Środki są aktualnie miksowane
pt_br: Fundos sendo misturados
sw_ke: Fedha zinachanganywa kwa sasa

source: Funds that are busy being shuffled are not available for spending until they are shuffled. To spend these funds immediately, use the 'Pause Shuffling' button to temporarily suspend CashShuffle.
ar_sa: الأموال المشغولة بالخلط لا تكون متاحة للإنفاق إلى أن يتم خلطها. لإنفاق هذه الأموال على الفور، إستخدم زر "إيقاف الخلط" لتعليق CashShuffle مؤقتاً.
it_it: I fondi che sono occupati nel mixaggio non sono spendibili fino al termine dell'operazione. Per spendere questi fondi immediatamente, premere 'Pausa Mix' per sospendere temporaneamente CashShuffle.
nl_nl: Geld dat bezig is te worden geshuffled is niet beschikbaar voor betalingen totdat ze zijn geshuffled. Gebruik de knop 'Shufflen pauzeren' om CashShuffle tijdelijk op te schorten om dit geld onmiddellijk uit te geven.
pl_pl: Środki, które są zajęte podczas miksowania nie są dostępne na wydatki dopóki nie zostaną zmiksowane. Aby wydać te środki natychmiast, użyj przycisku 'Wstrzymaj miksowanie', aby tymczasowo zawiesić CashShuffle.
pt_br: Fundos que estão sendo misturados não estão disponíveis para gastos até que sejam misturados. Para gastar estes fundos imediatamente, use o botão 'Pausar CashShuffle' para suspender temporariamente o CashShuffle.
sw_ke: Fedha ambazo zinachanganywa hazipatikani kwa matumizi hadi zitakapochanganywa kamili. Ili utumie pesa hizi mara moja, bonyeza 'Sitisha Kuchanganya' ili kusimamisha shughuli za CashShuffle.

source: Funds that are not yet shuffled
ar_sa: الأموال التي لم يتم خلطها بعد
it_it: Fondi che non sono ancora mixati
nl_nl: Geld dat nog niet is geshuffled
pl_pl: Środki, które nie zostały jeszcze zmiksowane
pt_br: Fundos não misturados
sw_ke: Fedha ambazo hazijachanganywa

source: Fuse Addr
it_it: Fondi indirizzo

source: Fuse coins this many times
it_it: Fondi queste tot volte

source: Fused
it_it: Fuso

source: Fusion Rounds
it_it: Giri di Fusione

source: Fusion Status
it_it: Stato Fusione

source: Fusion mode:
ar_sa: وضع الدمج:
it_it: Modalità fusione:
nl_nl: Fusiemodus:
pl_pl: Tryb fuzji:
pt_br: Modo de fusão:
sw_ke: Mbinu ya Fusion:

source: Fusion transactions are now hidden
ar_sa: عمليات الدمج مخفية الآن
it_it: Le transazioni di fusione sono nascoste
nl_nl: Fusietransacties worden nu verborgen
pl_pl: Transakcje Fusion są teraz ukryte
pt_br: Transações de fusão agora estão ocultas
sw_ke: Shuguli za ununuzi zilizochanganywa sasa zimefichwa

source: Fusion transactions are now shown
ar_sa: عمليات الدمج ظاهرة الآن
it_it: Le transazioni di fusione sono visibili
nl_nl: Fusietransacties worden nu weergegeven
pl_pl: Transakcje Fusion są teraz wyświetlane
pt_br: As transações de fusão agora são mostradas
sw_ke: Shuguli za ununuzi zilizochanganywa sasa zinaonyeshwa

source: Fusions
ar_sa: الدمج
it_it: Fusioni
nl_nl: Fusies
pl_pl: Fuzje
pt_br: Fusões

source: Fusions...
ar_sa: الدمج...
it_it: Fusioni...
nl_nl: Fusies...
pl_pl: Fuzje...
pt_br: Fusões...

source: General
ar_sa: عام
fr_fr: Général
it_it: Generale
nl_nl: Algemeen
pl_pl: Ogólny
pt_br: Geral
sw_ke: Jumla

source: Generally, a fee of 1.0 sats/B is a good minimal rate to ensure your transaction will make it into the next block.
ar_sa: بشكل عام، إن رسم 1.0 sats/B هو المعدل الأدنى الجيد لضمان وصول عمليتك إلى الكتلة التالية.
it_it: Generalmente, una commissione di 1.0 sat/B è un buon tasso minimo per garantire che la transazione sarà inclusa nel blocco successivo.
nl_nl: Over het algemeen is 1,0 sat/B een goed minimumtarief om te zorgen dat uw transactie in het volgende blok wordt opgenomen.
pl_pl: Ogólnie rzecz biorąc, opłata w wysokości 1,0 sat/B jest dobrą minimalną stawką gwarantującą, że Twoja transakcja zostanie umieszczona w następnym bloku.
pt_br: Geralmente, uma taxa de 1,0 sats/B é adequada para que sua transação seja confirmada no próximo bloco.
sw_ke: Kwa jumla, ada ya 1.0 sats/B ni kiwango kizuri sana ili kuhakikisha kuwa shughuli yako ya ununuzi itakuwepo kwa block ijayo.

source: Generate a new random wallet
ar_sa: إنشاء محفظة عشوائية جديدة
fr_fr: Générer un nouveau portefeuille aléatoire
it_it: Genera un nuovo portafoglio casuale
nl_nl: Een nieuwe willekeurige portemonnee genereren
pl_pl: Wygeneruj nowy, losowy portfel
pt_br: Gerar uma nova carteira aleatória
sw_ke: Tengeneza kipochi kipya
