Repository: Electron-Cash/electrum-locale
Catalog: locale/*/electron-cash.po
Languages: ar_sa, fr_fr, it_it, nl_nl, pl_pl, pt_br, sw_ke

source: Are you sure you wish to delete this contact?
ar_sa: أمتأكد من رغبتك بحذف أحد معارفك؟
fr_fr: Êtes-vous certain de vouloir supprimer ce contact?
it_it: Sei sicuro di voler cancellare questo contatto?
nl_nl: Weet u zeker dat u deze contactpersoon wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć ten kontakt?
pt_br: Tem certeza que deseja apagar este contato?
sw_ke: Una uhakika unataka kufuta anwani hii?

source: Are you sure you wish to proceed?
ar_sa: أمتأكد من رغبتك بالمواصلة؟
fr_fr: Êtes-vous sûr de vouloir continuer ?
it_it: Sei sicuro di voler continuare?
nl_nl: Weet u zeker dat u wilt doorgaan?
pl_pl: Czy na pewno chcesz kontynuować?
pt_br: Tem certeza que deseja prosseguir?
sw_ke: Je! Una uhakika unataka kuendelea?

source: Are you trying to consolidate?
ar_sa: هل تحاول الدمج؟
fr_fr: Essayez-vous de consolider?
it_it: Stai provando a consolidare?
nl_nl: Probeert u te consolideren?
pl_pl: Czy próbujesz skonsolidować?
pt_br: Você está tentando consolidar?
sw_ke: Je! Unajaribu kujumuisha?

source: At this time, only the Trezor Model T supports the direct loading of TOIF files. Try a PNG or JPG file instead.
ar_sa: حاليا، فقط Trezor نموذج T يدعم التحميل المباشر لملفات TOIF. استخدم ملف PNG أو JPG بدلا عنها.
fr_fr: Pour le moment, le chargement direct des fichiers TOIF n'est pris en charge que par le Trezor Model T. Essayez un fichier PNG ou JPG à la place.
it_it: In questo momento, solo il modello Trezor T supporta il caricamento diretto dei file TOIF. Prova con un file PNG o JPG.
nl_nl: Op dit moment ondersteunt alleen de Trezor Model T het rechtstreeks laden van TOIF-bestanden. Probeer in plaats hiervan een PNG- of JPG-bestand.
pl_pl: Obecnie tylko model Trezor T obsługuje bezpośrednie ładowanie plików TOIF. Wypróbuj plik PNG lub JPG.
pt_br: Neste momento, apenas o Modelo Trezor T suporta o carregamento direto de arquivos TOIF. Tente um arquivo PNG ou JPG em vez disso.
sw_ke: Kwa wakati huu, ni tu Trezor Model T inayoweza kutumia faili za TOIF. Jaribu faili ya PNG au JPG.

source: Audio Modem Settings
ar_sa: إعدادات مودم الصوت
fr_fr: Paramètres du modem audio
it_it: Impostazioni Audio Modem
nl_nl: Instellingen audiomodem
pl_pl: Ustawienia Modemu Audio
pt_br: Configurações do Modem de Áudio
sw_ke: Mipangilio ya Modem ya Sauti

source: Authenticate, please
ar_sa: واثق، فضلا
fr_fr: Veuillez vous authentifier
it_it: Autenticati per favore
nl_nl: Authenticeer alstublieft
pl_pl: Uwierzytelnij, proszę
pt_br: Autentique, por favor
sw_ke: Thibitisha, tafadhali

source: Auto connect
ar_sa: اتصال تلقائي
fr_fr: Connexion automatique
it_it: Connessione automatica
nl_nl: Automatisch verbinden
pl_pl: Łączenie automatyczne
pt_br: Conectar automaticamente
sw_ke: Unganisha kiotomatiki

source: Auto-Fuse in Background
ar_sa: الإنصهار التلقائي في الخلفية
fr_fr: Fusionner en arrière-plan
it_it: Fusione automatica in Background
nl_nl: Auto-fuseren op achtergrond
pl_pl: Automatyczna fuzja w tle
pt_br: Sincronizar automaticamente em segundo plano
sw_ke: Auto-Fuse inaendelea nyuma

source: Auto-Fusion Coin Selection
ar_sa: إختيار عملة الدمج التلقائي
fr_fr: Sélection de Pièces de fusion automatique
it_it: Selezione Fondi Auto-Fusion
nl_nl: Muntselectie auto-fusie
pl_pl: Wybór monet do automatycznej fuzji
pt_br: Seleção de Moedas de Fusão Automática
sw_ke: Auto-Fusion Uteuzi wa sarafu

source: Auto-Fusion Limits
ar_sa: حدود الدمج التلقائي
fr_fr: Limites de la fusion automatique
it_it: Limiti Auto-Fusione
nl_nl: Limieten auto-fusie
pl_pl: Limity automatycznej fuzji
pt_br: Limites de Fusão Automática
sw_ke: Kikomo cha Auto-Fusion

source: Auto-fuse coinbase coins (if mature)
ar_sa: الدمج التلقائي لعملات مكافأة التعدين (إذا كانت ناضجة)
fr_fr: Fusionner automatiquement les pièces de monnaie (si arrivé à maturité)
it_it: Auto-Fusione fondi della coinbase (se possibile)
nl_nl: Coinbase-munten auto-fuseren (indien rijp)
pl_pl: Automatyczna fuzja monet coinbase (jeśli możliwe)
pt_br: Fusão automática de moedas Coinbase (se maduro)
sw_ke: Auto-fuse sarafu za coinbase (ikiwa imekomaa)

source: Auto-fusion is paused for this wallet (click to enable)
ar_sa: تم إيقاف الدمج التلقائي لهذه المحفظة (أنقر للتفعيل)
fr_fr: La fusion automatique est en pause pour ce portefeuille (cliquez pour activer)
it_it: Auto-Fusione in pausa per questo portafoglio (premi per abilitare)
nl_nl: Auto-fusie is gepauzeerd voor deze portemonnee (klik om in te schakelen)
pl_pl: Automatyczna fuzja dla tego portfela została wstrzymana (kliknij, aby włączyć)
pt_br: Auto-fusão está pausada para esta carteira (clique para ativar)
sw_ke: Auto-fusion imesimamishwa kwa kipochi hichi (bonyeza ili kuwezesha)

source: Autodetect
ar_sa: الكشف التلقائي
fr_fr: Détection automatique
it_it: Rilevamento automatico
nl_nl: Auto-detecteren
pl_pl: Automatyczne wykrywanie
pt_br: Autodetectar
sw_ke: Gundua-kiotomatiki

source: Automatic High DPI
ar_sa: دقة DPI عالية تلقائيا
fr_fr: DPI élevé automatique
it_it: DPI automaticamente alti
nl_nl: Automatische hoog DPI
pl_pl: Automatyczne High DPI
pt_br: Alto DPI automático
sw_ke: DPI kiotomatiki ya juu

source: Automatic high DPI scaling has been enabled for Electron Cash, which should result in improved graphics quality.
ar_sa: جرى تفعيل تمدد DPI بدقة عالية في إلكترون كاش، سينتج عن ذلك رسومات بجودة أفضل.
fr_fr: La mise à l'échelle automatique des DPI a été activée pour Electron Cash, ce qui devrait améliorer la qualité graphique.
it_it: Il ridimensionamento DPI automatico è stato abilitato per Electron Cash, il che dovrebbe portare a una migliore qualità grafica.
nl_nl: Automatisch hoog DPI schalen is ingeschakeld voor Electron Cash, wat zou moeten leiden tot een betere grafische kwaliteit.
pl_pl: Automatyczne skalowanie high DPI zostało włączone dla Electron Cash, co powinno doprowadzić do poprawy jakości grafiki.
pt_br: Dimensionamento alto DPI foi habilitado para o Electron Cash, o que deve resultar em maior qualidade visual.
sw_ke: DPI otomatiki ya juu imewezeshwa kwa Electron Cash, ambayo inapaswa kusababisha ubora wa picha.

source: Automatic high DPI scaling was disabled from the command-line
ar_sa: جرى تعطيل التمدد التلقائي لـ DPI ذو الدقة العالية من سطر الأوامر
fr_fr: La mise à l'échelle automatique élevée des DPI a été désactivée à partir de la ligne de commande
it_it: Il ridimensionamento DPI automatico è stato disabilitato dalla riga di comando
nl_nl: Automatisch hoog DPI schalen is uitgezet vanaf de opdrachtregel
pl_pl: Automatyczne skalowanie high DPI zostało wyłączone z wiersza poleceń
pt_br: Dimensionamento alto DPI desabilitado pela linha de comando
sw_ke: DPI otomatiki ya juu kuongezeka ilizimwa kutoka kwa safu ya amri

source: Automatic high-DPI scaling
ar_sa: تحجيم تلقائي عالي DPI
fr_fr: Mise à l'échelle automatique à haute DPI
it_it: Ridimensionamento automatico ad alto DPI
nl_nl: Automatisch hoog DPI schalen
pl_pl: Automatyczne skalowanie high DPI
pt_br: Dimensionamento alto DPI automático
sw_ke: DPI otomatiki ya juu kuongezeka

source: Automatically check for updates
ar_sa: تحقق من التحديثات تلقائيا
fr_fr: Rechercher automatiquement les mises à jour
it_it: Controlla automaticamente gli aggiornamenti
nl_nl: Automatisch op updates controleren
pl_pl: Automatyczne sprawdzanie dostępności aktualizacji
pt_br: Verificar atualizações automaticamente
sw_ke: Angalia kiotomatiki sasisho

source: BIP38 Encryption is not available. Please install 'pycryptodomex' and restart Electron Cash to enable BIP38.
ar_sa: تشفير BIP38 غير متوفر. الرجاء تثبيت 'pycryptodomex' وإعادة تشغيل Electron Cash لتفعيل BIP38.
fr_fr: Le chiffrement BIP38 n'est pas disponible. Veuillez installer 'pycryptodomex' et redémarrer Electron Cash pour activer le BIP38.
it_it: La cifratura BIP38 non è disponibile. Per favore, installa 'pycryptodomex' e riavvia Electron Cash per abilitare BIP38.
nl_nl: BIP38-versleuteling is niet beschikbaar. Installeer 'pycryptodomex' en herstart Electron Cash om BIP38 in te schakelen.
pl_pl: Szyfrowanie BIP38 jest niedostępne. Zainstaluj 'pycryptodomex' i zrestartuj Electron Cash, aby włączyć BIP38.
pt_br: Encriptação BIP38 não disponível. Para habilitar, instale 'pycryptodomex' e reinicie Electron Cash.
sw_ke: Usimbuaji wa BIP38 haupatikani. Tafadhali sasisha 'pycryptodomex' na uwashe tena Electron Cash ili kuwezesha BIP38.

source: BIP38 Import
ar_sa: استيراد BIP38
fr_fr: Importation BIP38
it_it: Importazione BIP38
pl_pl: Import BIP38
pt_br: Importar BIP38
sw_ke: Agiza BIP38

source: BIP38 Key
ar_sa: مفتاح BIP38
fr_fr: Clé BIP38
it_it: Chiave BIP38
nl_nl: BIP38-sleutel
pl_pl: Klucz BIP38
pt_br: Chave BIP38
sw_ke: Funguosiri ya BIP38

source: BIP38 encrypted keys are supported.
it_it: Le chiavi cifrate BIP38 sono supportate.
pl_pl: Klucze zaszyfrowane w BIP38 są obsługiwane.

source: BIP38 encryption unavailable: install pycryptodomex to enable
ar_sa: تشفير BIP38 غير متوفر: قم بتثبيت pycryptodomex للتفعيل
fr_fr: Chiffrement BIP38 indisponible : installez pycryptodomex pour l'activer
it_it: Cifratura BIP38 non disponibile: installa pycryptodomex per abilitarla
nl_nl: BIP38-versleuteling niet beschikbaar: installeer pycryptodomex om in te schakelen
pl_pl: Szyfrowanie BIP38 niedostępne: zainstaluj pycryptodomex aby aktywować
pt_br: Encriptação BIP38 indisponível: favor instalar pycryptodomex
sw_ke: Funguosiri za BIP38 zilizosimbwa hazipatikani: Weka programu ya pycryptodomex kuwezesha

source: BIP38 keys are strongly encrypted with a password. To decode this key, please specify the password you used when creating the key.
ar_sa: مفاتيح BIP38 مشفرة بقوة بواسطة كلمة مرور. لفك تشفير هذا المفتاح، الرجاء تحديد كلمة المرور التي استخدمتها عند انشاء المفتاح.
fr_fr: Les clés BIP38 sont lourdement chiffrées via un mot de passe. Pour déchiffrer cette clé, veuillez spécifier le mot de passe que vous avez utilisé pour créer la clé.
it_it: Le chiavi BIP38 vengono fortemente cifrate con una password. Per decifrare questo tipo di chiave, per favore, specifica la password usata durante la creazione della chiave.
nl_nl: BIP38-sleutels zijn sterk versleuteld met een wachtwoord. Geef het wachtwoord op dat u gebruikt bij het aanmaken van deze sleutel om hem te ontcijferen.
pl_pl: Klucze BIP38 są mocno zaszyfrowane hasłem. Aby zdekodować ten klucz, podaj hasło użyte podczas tworzenia klucza.
pt_br: Chaves BIP38 são fortemente criptografadas com uma senha. Para decodificar esta chave, por favor especifique a senha que você usou ao criar a chave.
sw_ke: Funguosiri za BIP38 zimesimbwa na nywila. Ili kufungua funguosiri hili, tafadhali taja nenosiri ulilotumia wakati wa kuunda ufunguosiri.

source: BIP39 seed
ar_sa: الكلمة المفتاحية BIP39
it_it: Seme BIP39
pl_pl: Seed BIP39
sw_ke: Manenosiri ya BIP39

source: Back
ar_sa: بالرجوع
fr_fr: Retour
it_it: Indietro
nl_nl: Vorige
pl_pl: Powrót
pt_br: Voltar
sw_ke: Nyuma

source: Bad parameter: {bad_param_name}{extra_info}
ar_sa: متغير سيئ: {bad_param_name}{extra_info}
fr_fr: Paramètre erroné : {bad_param_name}{extra_info}
it_it: Parametro errato: {bad_param_name}{extra_info}
nl_nl: Foutieve parameter: {bad_param_name}{extra_info}
pl_pl: Błędny parametr: {bad_param_name}{extra_info}
pt_br: Parâmetro inválido: {bad_param_name}{extra_info}
sw_ke: Parameta mbaya: {bad_param_name}{extra_info}

source: Balance
ar_sa: الرصيد
fr_fr: Solde
it_it: Saldo
nl_nl: Saldo
pl_pl: Saldo
pt_br: Saldo
sw_ke: Salio

source: Balance: {amount_and_unit}
ar_sa: الرصيد: {amount_and_unit}
fr_fr: Solde : {amount_and_unit}
it_it: Saldo: {amount_and_unit}
nl_nl: Saldo: {amount_and_unit}
pl_pl: Saldo: {amount_and_unit}
pt_br: Saldo: {amount_and_unit}
sw_ke: Salio: {amount_and_unit}

source: Ban score:
ar_sa: نتيجة الحظر:
fr_fr: Score de bannissement :
it_it: Punteggio bannati:
pl_pl: Wynik blokady:
pt_br: Pontuação de banimento:
sw_ke: Alama ya marufuku:

source: Ban server
ar_sa: خادم الحظر
fr_fr: Bannir le serveur
it_it: Banna server
nl_nl: Server verbannen
pl_pl: Zablokuj serwer
pt_br: Banir servidor
sw_ke: Piga marufuku seva

source: Banned
ar_sa: حظر
fr_fr: Banni
it_it: Bannato
nl_nl: Verbannen
pl_pl: Zablokowany
pt_br: Banido
sw_ke: Imepigwa marufuku

source: Banned Servers
ar_sa: الخوادم المحظورة
fr_fr: Serveurs bannis
it_it: Server Bannati
nl_nl: Verbannen servers
pl_pl: Zablokowane serwery
pt_br: Servidores banidos
sw_ke: Seva zilisopigwa marufuku

source: Banned servers ({}) are servers deemed unreliable and/or untrustworthy, and so they will never be connected-to by Electron Cash.
ar_sa: الخوادم المحظورة ({}) هي خوادم معتبرة غير موثوقة و/أو غير جديرة بالثقة، وبالتالي لن تكون متصلة أبدا بواسطة إلكترون كاش.
fr_fr: Les serveurs bannis ({}) sont des serveurs estimés comme peu fiables et / ou indignes de confiance. Electron Cash ne s'y connectera jamais.
it_it: I server bannati ({}) sono server ritenuti inaffidabili, non saranno quindi mai usati per collegarsi da Electron Cash.
nl_nl: Verbannen servers ({}) zijn onbetrouwbaar geachte servers, waarmee Electron Cash dus nooit verbinding zal maken.
pl_pl: Zablokowane serwery ({}) są uznane za niebezpieczne lub niegodne zaufania, zatem Electron Cash nigdy nie będzie się z nimi łączył.
pt_br: Servidores banidos ({}) são servidores considerados não confiáveis, portanto o Electron Cash nunca conectará em um deles.
sw_ke: Seva zilizopigwa marufuku ({}) ni seva huchukuliwa kuwa zisizoaminika na/au isiyoaminika, na kwa hivyo haitawahi kuunganishwa na Electron Cash.

source: Bans usually occur when other shufflers detected invalid inputs coming from your client. Bans are temporary and usually last up to 30 minutes. They may happen occasionally in rare circumstances. However, if this keeps happening please contact the developers and file a bug report.
ar_sa: يحدث الحظر عادة عندما يكتشف ناقلون آخرون مدخلات غير صالحة آتية من عميلك. الحظر مؤقت ويستمر عادة حتى ٣٠ دقيقة. يمكن أن يحدث أحيانا في ظروف نادرة. ومع ذلك إن استمر في الحدوث، الرجاء الإتصال بالمبرمجين وتقديم تقرير بالأخطاء.
fr_fr: Les bannissements surviennent généralement lorsque d'autres mélangeurs ont détecté des entrées non valides provenant de votre client. Les bannissements sont temporaires et durent généralement jusqu'à 30 minutes. Ils peuvent se produire occasionnellement dans de rares circonstances. Cependant, si cela continue de se produire, veuillez contacter les développeurs et déposer un rapport de bogue.
it_it: I ban si verificano quando altri mixer hanno rilevato input non validi provenienti dal tuo client. I ban sono temporanei e durano solitamente fino a 30 minuti. Accadono in rare circostanze. Tuttavia, se questo continuasse ad accadere, per favore, contatta gli sviluppatori e inviare una segnalazione del bug.
nl_nl: Bans komen meestal voor wanneer andere shufflers ongeldige inputs van uw client detecteren. Bans zijn tijdelijk en duren meestal tot 30 minuten. Soms kunnen ze in zeldzame gevallen gebeuren. Blijft dit echter gebeuren, neem dan alstublieft contact op met de ontwikkelaars en dien een bugrapport in.
pl_pl: Blokady zazwyczaj pojawiają się, gdy inne miksery wykryły nieprawidłowe dane wejściowe pochodzące od twego klienta. Blokady są tymczasowe i zwykle trwają do 30 minut. Mogą się one zdarzyć w rzadkich okolicznościach. Jeśli tak się stanie, skontaktuj się z programistami i zgłoś błąd.
pt_br: Banimentos geralmente ocorrem quando outros shufflers detectam moedas inválidas vindas do seu cliente. Os banimentos são temporários e geralmente duram até 30 minutos. Eles podem ocorrer ocasionalmente em circunstâncias raras. No entanto, se isso continuar acontecendo, entre em contato com os desenvolvedores e relate um bug.
sw_ke: Kupigwa marufuku kwa seva kawaida hufanyika wakati wachanganyishaji wengine wanapata pembejeo batili kutoka kwa mteja wako. Kupigwa marufuku kwa seva ni kwa muda mfupi na kawaida hudumu hadi dakika 30. Mara kwa mara katika hali nadra. Lakini, ikiwa hii ikiendelea kufanyika tafadhali wasiliana na watengenezaji na upe ripoti ya dosari unayopata.

source: Base unit
ar_sa: وحدة القاعدة
fr_fr: Unité de base
it_it: Unità base
nl_nl: Basiseenheid
pl_pl: Jednostka podstawowa
pt_br: Unidade base
sw_ke: Kitengo cha msingi

source: Base unit of your wallet.
ar_sa: الوحدة الأساسية في محفظتك.
fr_fr: Unité de base de votre portefeuille.
it_it: Unità base del tuo portafoglio.
nl_nl: Basiseenheid van uw portemonnee.
pl_pl: Podstawowa jednostka w portfelu.
pt_br: Unidade base da sua carteira.
sw_ke: Kitengo cha kipimo cha kipochi.

source: Before reporting a bug, upgrade to the most recent version of Electron Cash (latest release or git HEAD), and include the version number in your report.
ar_sa: قبل الإبلاغ عن خطأ، قم بالتحديث الى النسخة الأحدث من إلكترون كاش(النسخة الأحدث أو git HEAD)، وقم بتضمين رقم الإصدار في تقريرك.
fr_fr: Avant de signaler une erreur, veuillez effectuer une mise à niveau vers la version la plus récente d'Electron Cash (dernière version ou via git HEAD), et inclure le numéro de version dans votre rapport.
it_it: Prima di segnalare un bug, aggiorna Electrum Cash alla versione più recente (ultima release o git HEAD) e nel report includi il numero di versione.
nl_nl: Upgrade naar de meest recente versie van Electron Cash (laatste release of git HEAD) voordat u een bug meldt, en noem uw versienummer in uw melding.
pl_pl: Przed zgłoszeniem błędu, uaktualnij do najnowszej wersji Electron Cash (najnowsza wersja lub git HEAD), i dołącz numer wersji do swojego raportu.
pt_br: Antes de relatar um bug, atualize para a versão mais recente do Electron Cash (versão mais recente ou git HEAD) e inclua o número da versão em seu relatório.
sw_ke: Kabla ya kuripoti dosari, sasisha kwa toleo la hivi karibuni la Electron Cash (kutolewa hivi karibuni au HEAD ya git), na ujumuishe nambari ya toleo katika ripoti yako.

source: Biometrics Unavailable
ar_sa: القياسات الحيوية غير متوفرة
fr_fr: Biométriques indisponibles
it_it: Biometrica non disponibile
nl_nl: Biometrie niet beschikbaar
pl_pl: Biometria niedostępna
pt_br: Biométria indisponível
sw_ke: Vipimo vya kibiolojia havipatikani

source: Bitcoin Cash address where the payment should be received. Note that each payment request uses a different Bitcoin Cash address.
ar_sa: عنوان Bitcoin Cash حيث يجب استلام الدفعة. لاحظ أن كل طلب دفع يستخدم عنوان Bitcoin Cash مختلف.
fr_fr: Adresse Bitcoin Cash où le paiement doit être reçu. Notez que chaque demande de paiement utilise une adresse Bitcoin Cash différente.
it_it: Indirizzo Bitcoin Cash sul quale ricevere il pagamento. Ricorda che ogni richiesta di pagamento utilizza un indirizzo Bitcoin Cash differente.
nl_nl: Bitcoin Cash-adres waar de betaling moet worden ontvangen. Merk op dat elk betaalverzoek een ander Bitcoin Cash-adres gebruikt.
pl_pl: Adres Bitcoin Cash, na który chcesz otrzymać płatność. Pamiętaj, że każda prośba o zapłatę używa innego adresu Bitcoin Cash.
pt_br: Endereço Bitcoin Cash onde o pagamento deve ser recebido. Note que cada pedido de pagamento usa um endereço Bitcoin Cash diferente.
sw_ke: Anwani ya Bitcoin Cash ambapo malipo inapaswa kupokelewa. Kumbuka kuwa kila ombi la malipo hutumia anwani tofauti ya Bitcoin Cash.

source: Bitcoin Cash transactions are in general not free. A transaction fee is paid by the sender of the funds.
ar_sa: إن عمليات Bitcoin Cash هي عموماً غير مجانية. يدفع مرسل الاموال رسم العملية.
fr_fr: Les transactions Bitcoin Cash ne sont généralement pas gratuites. Les frais de transaction sont payés par l'expéditeur des fonds.
it_it: Le transazioni Bitcoin Cash generalmente non sono gratuite. Chi invia denaro paga una commissione di transazione.
nl_nl: Bitcoin Cash-transacties zijn over het algemeen niet gratis. De verzender betaalt transactiekosten.
pl_pl: Transakcje Bitcoin Cash na ogół nie są darmowe. Opłata za transakcję jest uiszczana przez nadawcę.
pt_br: As transações Bitcoin Cash não são, em geral, gratuitas. Uma taxa de transação é paga pelo remetente dos fundos.
sw_ke: Malipo ya Fedha ya Bitcoin Cash kwa jumla sio bure. Ada ya ununuzi inalipwa na mtumaji wa pesa hizo.

source: Block explorer link copied to clipboard
ar_sa: تم نسخ رابط مستكشف الكتلة إلى الحافظة
fr_fr: Le lien de l'explorateur de blocs a été copié dans le presse-papiers
it_it: Link del block explorer copiato negli appunti
nl_nl: Blokverkennerslink naar klembord gekopieerd
pl_pl: Link eksploratora bloków skopiowany do schowka
pt_br: Link do explorador copiado para área-de-transferência
sw_ke: Kiuna cha mtaftaji wa vitengo kunakiliwa kwa clipboard

source: Blockchain Server
ar_sa: خادم سلسلة الكتل
fr_fr: Serveur Blockchain
it_it: Server Blockchain
pl_pl: Serwer Blockchain
pt_br: Servidor Blockchain
sw_ke: Seva ya Blockchain

source: Bootloader Hash
ar_sa: تجزئة محمل الإقلاع
fr_fr: Hash du bootloader
it_it: Hash del bootloader
nl_nl: Hash bootloader
pl_pl: Hash Bootloadera
pt_br: Hash do Bootloader

source: Both Receiving & Change (x2)
ar_sa: كل من الاستقبال & التغيير (x2)
fr_fr: Réception et changement (x2)
it_it: Ricezione & Resto (x2)
nl_nl: Ontvangst & wisselgeld (x2)
pl_pl: Odbiór i wymiana (x2)
pt_br: Tanto recebidos como de troco (x2)
sw_ke: Kupokea na Kubadilisha (x2)

source: Broadcast
ar_sa: بث
fr_fr: Diffuser
it_it: Trasmetti
nl_nl: Uitzenden
pl_pl: Transmituj
pt_br: Enviar
sw_ke: Tangaza

source: Broadcasting transaction...
ar_sa: بث الإجراء...
fr_fr: Diffusion de la transaction en cours...
it_it: Trasmettendo la transazione...
nl_nl: Transactie uitzenden...
pl_pl: Przekazywanie transakcji...
pt_br: Enviando transação...
sw_ke: Tangaza shuguli ya ununuzi...

source: Busy shuffling:
ar_sa: مشغول بالخلط:
fr_fr: Mélange occupé:
it_it: Shuffle occupato:
nl_nl: Aan het shufflen:
pl_pl: Mikser zajęty:
pt_br: Sendo misturadas:
sw_ke: Bizi ikichanganya:

source: C&ancel
ar_sa: ال&غاء
fr_fr: Annuler
it_it: &Annulla
nl_nl: &Annuleren
pl_pl: &Anuluj
pt_br: C&ancelar
sw_ke: &Toa

source: C&lose
ar_sa: إ&غلاق
fr_fr: Fermer
it_it: &Chiudi
nl_nl: &Sluiten
pl_pl: Z&amknij
pt_br: Fecha&r
sw_ke: &Funga

source: Calculating Tx Details...
ar_sa: حساب تفاصيل Tx...
fr_fr: Calcul des détails de Tx...
it_it: Calcolo Dettagli Tx in corso...
nl_nl: Transactiedetails berekenen...
pl_pl: Obliczanie szczegółów Tx...
pt_br: Calculando os detalhes da transação...
sw_ke: Kuhesabu Maelezo ya Tx...

source: Can't get network, disabling CashShuffle.
ar_sa: لا يمكن الوصول الى الشبكة, تعطيل خلط النقد.
fr_fr: Impossible de récupérer le réseau, désactivation de CashShuffle.
it_it: Impossibile collegarsi alla rete, CashShuffle disabilitato.
nl_nl: Kan netwerk niet bereiken, CashShuffle wordt uitgeschakeld.
pl_pl: Nie można osiągnąć sieci, wyłączanie CashShuffle.
pt_br: Não foi possível obter rede, desativando o CashShuffle.
sw_ke: Haiwezi kupata mtandao, kuzima CashShuffle.

source: Cancel
ar_sa: إلغاء
fr_fr: Annuler
it_it: Annulla
nl_nl: Annuleren
pl_pl: Anuluj
pt_br: Cancelar
sw_ke: Toa

source: Cancel (at end of round)
ar_sa: إلغاء (في نهاية الجولة)
fr_fr: Annuler (à la fin du tour)
it_it: Annulla (alla fine del round)
nl_nl: Annuleren (aan eind van ronde)
pl_pl: Anuluj (na końcu rundy)
pt_br: Cancelar (no final da rodada)
sw_ke: Futa (mwisho wa pande zote)

source: Cancel Reshuffle
ar_sa: إلغاء الخلط
fr_fr: Annuler le remaniement
it_it: Annulla Reshuffle
nl_nl: Hershufflen annuleren
pl_pl: Anuluj ponowne miksowanie
pt_br: Cancelar reshuffle
sw_ke: Sitisha Reshuffle

source: Cancel {} Reshuffles
ar_sa: إلغاء {} الخلط
fr_fr: Annuler le remaniement
it_it: Annulla {} Reshuffle
nl_nl: {} hershuffles annuleren
pl_pl: Anuluj {} ponowne miksowanie
pt_br: Cancelar {} reshuffles
sw_ke: Sitisha {} Reshuffles

source: Canceled
ar_sa: ملغى
fr_fr: Annulé
it_it: Annullato
nl_nl: Geannuleerd
pl_pl: Anulowane
pt_br: Cancelado
sw_ke: Imesitishwa

source: Canceling...
ar_sa: إلغاء...
fr_fr: Annulation...
it_it: Annullamento...
nl_nl: Annuleren...
pl_pl: Anulowanie...
pt_br: Cancelando...
sw_ke: Inasitisha...
