Repository: Electron-Cash/electrum-locale
Catalog: locale/*/electron-cash.po
Languages: ar_sa, fr_fr, it_it, nl_nl, pl_pl, pt_br, sw_ke

source: Use a Master Key
ar_sa: إستخدام مفتاح رئيسي
fr_fr: Utiliser une clé maîtresse
it_it: Usa una Chiave Principale
nl_nl: Een moedersleutel gebruiken
pl_pl: Użyj klucza głównego
pt_br: Use uma chave mestra
sw_ke: Tumia funguosiri

source: Use a hardware device
ar_sa: إستخدام جهاز
fr_fr: Utiliser un périphérique matériel
it_it: Usa un dispositivo hardware
nl_nl: Een hardwareapparaat gebruiken
pl_pl: Użyj urządzenia sprzętowego
pt_br: Usar um dispositivo de hardware

source: Use a master key
ar_sa: إستخدام مفتاح رئيسي
fr_fr: Utiliser une clé maîtresse
it_it: Usa una chiave principale
nl_nl: Een moedersleutel gebruiken
pl_pl: Użyj klucza głównego
pt_br: Usar uma chave mestra
sw_ke: Tumia funguosiri

source: Use as server
ar_sa: إستخدام كخادم
fr_fr: Utilise comme server
it_it: Usa come server
nl_nl: Als server gebruiken
pl_pl: Użyj jako serwer
pt_br: Usar como servidor
sw_ke: Tumia kama seva

source: Use change addresses
ar_sa: أستخدم ميزة عناوين عوائد الحوالة
fr_fr: Utiliser les adresses de monnaie
it_it: Usa indirizzo di cambio
nl_nl: Wisselgeldadressen gebruiken
pl_pl: Używaj adresów reszty
pt_br: Utilizar endereços de troco
sw_ke: Tumia Badilisha anwani

source: Use custom fontconfig for emojis
ar_sa: إستخدم fontconfig المخصص للرموز التعبيرية
fr_fr: Utiliser la configuration de police personnalisée pour les émoticônes
it_it: Usa fontconfig personalizzati per le emoji
nl_nl: Aangepaste fontconfig voor emoji's gebruiken
pl_pl: Użyj własnego fontconfig dla emotek
pt_br: Usar fontconfig personalizado para emojis
sw_ke: Tumia fontconfig iliyoundwa kutumika na emojis

source: Use multiple change addresses
ar_sa: إستخدام عدة عناوين تغيير
fr_fr: Utiliser plusieurs adresses de changement
it_it: Usa indirizzi multipli per il resto
nl_nl: Meerdere wisselgeldadressen gebruiken
pl_pl: Używaj wielu adresów reszty
pt_br: Use endereços de troco múltiplos

source: Use proxy
ar_sa: إستخدام proxy
fr_fr: Utiliser proxy
it_it: Utilizza proxy
nl_nl: Proxy gebruiken
pl_pl: Użyj Proxy
pt_br: Usar proxy
sw_ke: Tumia proxy

source: Use public or private keys
ar_sa: إستخدام مفاتيح عمومية أو خاصة
fr_fr: Utiliser des clés publiques ou privées
it_it: Usa chiavi pubbliche o private
nl_nl: Publieke of privésleutels gebruiken
pl_pl: Użyj kluczy publicznych lub prywatnych
pt_br: Usar chaves públicas ou privadas

source: Use setconfig to set ssl_chain and ssl_privkey.
ar_sa: إستخدم setconfig لتعيين ssl_chain و ssl_privkey.
fr_fr: Utilisez setconfig pour définir ssl_chain et ssl_privkey.
it_it: Usa setconfig per settare ssl_chain e ssl_privkey.
nl_nl: Setconfig gebruiken om ssl_chain en ssl_privkey in te stellen.
pl_pl: Użyj setconfig aby ustawić ssl_chain oraz ssl_privkey.
pt_br: Use setconfig para definir ssl_chain e ssl_privkey.

source: Use the quick suggestions to save time.
ar_sa: إستخدم الإقتراحات السريعة لتوفير الوقت.
fr_fr: Utilisez les suggestions rapides pour gagner du temps.
it_it: Usa i suggerimenti rapidi per risparmiare tempo.
nl_nl: Gebruik de snelle suggesties om tijd te besparen.
pl_pl: Użyj szybkich sugestii aby zaoszczędzić czas.
pt_br: Use as sugestões rápidas para economizar tempo.
sw_ke: Tumia maoni ya haraka kuokoa muda.

source: Use this dialog to add a password to your wallet.
ar_sa: إستخدم مربع الحوار هذا لإضافة كلمة مرور إلى محفظتك.
fr_fr: Utilisez cette boîte de dialogue pour ajouter un mot de passe à votre portefeuille.
it_it: Usa questa finestra di dialogo per aggiungere una password al tuo portafoglio.
nl_nl: Gebruik deze dialoog om een wachtwoord aan uw portemonnee toe te voegen.
pl_pl: Użyj tego okna aby dodać hasło do twojego portfela.
pt_br: Use esta caixa de diálogo para adicionar uma senha à sua carteira.
sw_ke: Tumia nafasi hii kuweka nenosiri kwenye kipochi chako.

source: Use this dialog to change your password.
ar_sa: إستخدم مربع الحوار هذا لتغيير كلمة المرور الخاصة بك.
fr_fr: Utilisez cette boîte de dialogue pour modifier votre mot de passe.
it_it: Usa questa finestra di dialogo per modificare la tua password.
nl_nl: Gebruik deze dialoog om uw wachtwoord te wijzigen.
pl_pl: Użyj tego okna aby zmienić swoje hasło.
pt_br: Use esta caixa de diálogo para alterar sua senha.

source: Used
ar_sa: مستعمل
fr_fr: Utilisé
it_it: Usato
nl_nl: Gebruikt
pl_pl: Zużyte
pt_br: Usado
sw_ke: Kutumika

source: User cancelled
ar_sa: تم إلغاء المستخدم
fr_fr: Utilisateur annulé
it_it: Utente eliminato
nl_nl: Door gebruiker geannuleerd
pl_pl: Użytkownik anulowany
pt_br: Cancelado pelo usuário

source: User interface.
ar_sa: واجهة المستخدم.
fr_fr: Interface utilisateur.
it_it: Interfaccia utente.
nl_nl: Gebruikersinterface.
pl_pl: Interfejs użytkownika.
pt_br: Interface com o usuário.

source: Using change addresses makes it more difficult for other people to track your transactions.
ar_sa: إستخدام عناوين التغيير يجعل من الصعب على الآخرين تتبع معاملاتك.
fr_fr: Utiliser les adresses de monnaie rendent le suivi de vos transactions par des parties tierces plus difficile.
it_it: Usare un indirizzo di cambio rende più difficile, per le altre persone, tracciare le tue transazioni.
nl_nl: Het gebruik van wisselgeldadressen maakt het moeilijker voor anderen om uw transacties te traceren.
pl_pl: Używanie adresów reszty utrudnia innym śledzenie twoich transakcji.
pt_br: Usar endereços de troco torna mais difícil para outras pessoas rastrearem as suas transações.
sw_ke: Kutumia anwani za mabadiliko hufanya iwe ngumu zaidi kwa watu wengine kufuatilia shughuli za ununuzi zako.

source: Using this mode presents a potential security risk.
ar_sa: إستخدام هذا الوضع يشكل خطر أمني محتمل.
fr_fr: L'utilisation de ce mode représente un risque potentiel de sécurité.
it_it: L'utilizzo di questa modalità presenta un potenziale rischio per la sicurezza.
nl_nl: Het gebruik van deze modus levert een mogelijk beveiligingsrisico op.
pl_pl: Korzystanie z tego trybu stanowi potencjalne zagrożenie dla bezpieczeństwa.
pt_br: Usar este modo apresenta um potencial risco de segurança.

source: Valid
ar_sa: صالح
fr_fr: Valide
it_it: Valido
nl_nl: Geldig
pl_pl: Poprawny
pt_br: Válido
sw_ke: Halali

source: Validated Cash Account: <b><pre>{emoji} {account_string}</pre></b>
ar_sa: تم التحقق من الحساب النقدي: <b><pre>{emoji} {account_string}</pre></b>
fr_fr: Compte de trésorerie validé : <b><pre>{emoji} {account_string}</pre></b>
it_it: Account Cash approvato: <b><pre>{emoji} {account_string}</pre></b>
nl_nl: Gevalideerd CashAccount: <b><pre>{emoji} {account_string}</pre></b>
pl_pl: Potwierdzony Cash Account: <b><pre>{emoji} {account_string}</pre></b>
pt_br: Cash Account validada: <b><pre>{emoji} {account_string}</pre></b>

source: Verify
ar_sa: تأكيد
fr_fr: Vérifier
it_it: Verifica
nl_nl: Verifiëren
pl_pl: Weryfikuj
pt_br: Verificar
sw_ke: Thibitisha

source: Verify Message
ar_sa: التحقق من الرسالة
fr_fr: Vérifier le message
it_it: Verifica Messaggio
nl_nl: Bericht verifiëren
pl_pl: Zweryfikuj wiadomość
pt_br: Verificar mensagem
sw_ke: Thibitisha ujumbe

source: Verify the address below.<br>Type the character from your security card corresponding to the <u><b>BOLD</b></u> character.
ar_sa: تحقق من العنوان أدناه.<br>أكتب الحرف من بطاقة الأمان الخاصة بك المقابلة ل <u><b>BOLD</b></u> حرف.
fr_fr: Vérifiez l'adresse ci-dessous.<br>Entrez le caractère de votre carte de sécurité correspondant au caractère <u><b>GRAS</b></u>.
it_it: Controlla l'indirizzo sottostante.<br>Digita il carattere della scheda di sicurezza corrispondente al carattere in <u><b>GRASSETTO</b></u>.
nl_nl: Verifieer onderstaand adres.<br>Typ het teken van uw beveiligingskaart overeenkomend met het <u><b>VETGEDRUKTE</b></u> teken.
pl_pl: Zweryfikuj poniższy adres.<br> Wpisz znak z karty bezpieczeństwa odpowiadający znakowi <u><b>BOLD</b> </u>.
pt_br: Verifique o endereço abaixo.<br>Digite o caractere do seu cartão de segurança correspondente ao caractere <u><b>BOLD</b></u>.

source: Verify {count} Cash Account
ar_sa: التحقق من {count} حساب نقدي التحقق من {count} حسابات نقدية التحقق من {count} صفر حسابات نقدية
it_it: Verifica {count} Account Cash
nl_nl: {count} CashAccount verifiëren
pl_pl: Zweryfikuj Cash Account {count}
pt_br: Verificar conta {count} Cash

source: Verifying Cash Account
ar_sa: التحقق من الحساب النقدي
fr_fr: Vérification du compte de caisse
it_it: Verifica Account Cash in corso
nl_nl: CashAccount verifiëren
pl_pl: Weryfikacja Cash Account
pt_br: Verificando Cash Account
sw_ke: Inathibitisha Cash Account

source: Verifying Cash Account {name} please wait ...
ar_sa: التحقق من الحساب النقدي {name} الرجاء الإنتظار...
fr_fr: Vérification du compte de caisse {name} veuillez patienter...
it_it: Verifica Account Cash {name}, attendi per favore...
nl_nl: CashAccount {name} verifiëren, even geduld...
pl_pl: Weryfikacja Cash Account {name} proszę czekać...
pt_br: Verificando Cash Account {name} , por favor, aguarde...
sw_ke: Inathibitisha Cash Account {name} tafadhali subiri ...

source: Verifying LNS Name
it_it: Verifica del Nome LNS

source: Verifying LNS Name {name} please wait ...
it_it: Verifica del Nome LNS {name}, per favore, attendi ...

source: Verifying {count} block please wait ...
ar_sa: التحقق من {count} الكتلة الرجاء الإنتظار... التحقق من {count} الكتل الرجاء الإنتظار... التحقق من صفر {count} كتل الرجاء الإنتظار...
it_it: Verifica blocco {count}, attendi per favore...
nl_nl: {count} blok verifiëren, even geduld...
pl_pl: Weryfikacja bloku {count} proszę czekać...
pt_br: Verificando o bloco {count}, aguarde ...

source: Verifying {count} name please wait ...
it_it: Verifica di {count} nome, per favore, attendi ...

source: Version
ar_sa: رقم الإصدار
it_it: Versione
nl_nl: Versie
pl_pl: Wersja
pt_br: Versão
sw_ke: Toleo

source: Video device
ar_sa: جهاز الفيديو
fr_fr: Appareil vidéo
it_it: Dispositivo video
nl_nl: Videoapparaat
pl_pl: Urządzenie wideo
pt_br: Dispositivo de Vídeo

source: View Details
ar_sa: عرض التفاصيل
fr_fr: Voir détails
it_it: Visualizza Dettagli
nl_nl: Details bekijken
pl_pl: Pokaż szczegóły
pt_br: Ver Detalhes

source: View Registration Transaction
ar_sa: عرض عملية التسجيل
fr_fr: Voir la transaction d'inscription
it_it: Visualizza Transazione di Registrazione
nl_nl: Registratietransactie bekijken
pl_pl: Zobacz Transakcję Rejestracyjną
pt_br: Exibir transação de registro

source: View Tx...
ar_sa: عرض Tx...
fr_fr: Voir Tx...
it_it: Visualizza Tx...
nl_nl: TX bekijken...
pl_pl: Zobacz Tx...
pt_br: Ver Tx...
sw_ke: Tazama tx...

source: View ban list...
ar_sa: عرض قائمة الحظر...
fr_fr: Voir la liste des bannissements...
it_it: Visualizza lista dei ban...
nl_nl: Banlijst bekijken...
pl_pl: Zobacz listę zablokowanych...
pt_br: Ver lista de banimento...
sw_ke: Ona orodha ya kupiga marufuku...

source: View in LNS app
it_it: Visualizza nell'app LNS

source: View invoice
ar_sa: عرض الفاتورة
fr_fr: Afficher la facture
it_it: Vedi fattura
nl_nl: Factuur bekijken
pl_pl: Zobacz rachunek
pt_br: Ver fatura
sw_ke: Ona ankara

source: View on block explorer
ar_sa: رؤية من متصفح الكتل
fr_fr: Afficher sur l'explorateur de blocs
it_it: Visualizza su block explorer
nl_nl: In blokverkenner bekijken
pl_pl: Wyświetl w eksploratorze bloków
pt_br: Ver no explorador de blocos
sw_ke: Angalia kwa mtaftaji wa vitengo

source: View pools...
ar_sa: عرض المخازن...
fr_fr: Voir les groupes...
it_it: Visualizza pools...
nl_nl: Pools bekijken...
pl_pl: Zobacz pule...
pt_br: Ver pools...
sw_ke: Tazama dimbwi za seva...

source: View registration tx
ar_sa: عرض التسجيل tx
fr_fr: Voir le tx d'inscription
it_it: Visualizza tx di registrazione
nl_nl: Registratie-TX bekijken
pl_pl: Zobacz tx rejestracji
pt_br: Ver registro tx

source: View registration tx...
ar_sa: عرض التسجيل tx...
fr_fr: Voir le tx d'inscription...
it_it: Visualizza tx di registrazione...
nl_nl: Registratie-TX bekijken...
pl_pl: Zobacz tx rejestracji...
pt_br: Ver registro tx...

source: View the wallet seed phrase used for wallet recovery
ar_sa: عرض الجملة المفتاحية للمحفظة المستخدمة لإسترداد المحفظة
fr_fr: Voir la phrase de graine de portefeuille utilisée pour la récupération du portefeuille
it_it: Visualizza il seme del portafoglio utilizzato per il recupero
nl_nl: De seed-woordenreeks gebruikt voor portemonneeherstel bekijken
pl_pl: Zobacz frazę seed portfela używaną do odzyskiwania portfela
pt_br: Ver a seed para recuperação de carteira
sw_ke: Angalia manenosiri yanayotumiwa kupata tena kipochi chako

source: View tx
ar_sa: عرض tx
fr_fr: Voir Tx
it_it: Visualizza tx
nl_nl: TX bekijken
pl_pl: Zobacz Tx
pt_br: Ver tx
sw_ke: Tazama tx

source: Virtual Keyboard
ar_sa: لوحة المفاتيح الإفتراضية
fr_fr: Clavier virtuel
it_it: Tastiera Virtuale
nl_nl: Schermtoetsenbord
pl_pl: Klawiatura wirtualna
pt_br: Teclado Virtual

source: WARNING
ar_sa: تحذير
fr_fr: ATTENTION
it_it: ATTENZIONE
nl_nl: WAARSCHUWING
pl_pl: OSTRZEŻENIE
pt_br: AVISO
sw_ke: ONYO

source: WARNING!
ar_sa: تحذير!
fr_fr: ATTENTION !
it_it: ATTENZIONE!
nl_nl: WAARSCHUWING!
pl_pl: OSTRZEŻENIE!
pt_br: AVISO!
sw_ke: ONYO!

source: WARNING!
ar_sa: تحذير!
fr_fr: ATTENTION !
it_it: ATTENZIONE!
nl_nl: WAARSCHUWING!
pl_pl: OSTRZEŻENIE!
pt_br: AVISO!
sw_ke: ONYO!

source: WARNING: ALL your private keys are secret.
ar_sa: تحذير: كل مفاتيحك الخاصة سرية.
fr_fr: ATTENTION : TOUTES vos clés privées sont secrètes.
it_it: ATTENZIONE: le tue chiavi private sono TUTTE segrete.
nl_nl: WAARSCHUWING: AL uw privésleutels zijn geheim.
pl_pl: UWAGA: WSZYSTKIE twoje klucze prywatne są tajne.
pt_br: Aviso: TODAS as sua chaves privadas são secretas.

source: WARNING: This is a multi-signature wallet.
ar_sa: تحذير: هذه محفظة متعددة التواقيع.
fr_fr: ATTENTION : Ceci est un portefeuille à signature multiples.
it_it: ATTENZIONE: questo è un portafoglio multi-firma.
nl_nl: WAARSCHUWING: Dit is een multi-signature-portemonnee.
pl_pl: OSTRZEŻENIE: To jest portfel z wieloma podpisami.
pt_br: AVISO: Está uma carteira multi-assinatura.
sw_ke: Onyo: Hii ni Pochi ya sahihi-zaidi.

source: WARNING: the alias "{}" could not be validated via an additional security check, DNSSEC, and thus may not be correct.
ar_sa: تحذير: تعذر التحقق من الإسم المستعار "{}" عن طريق فحص أمني إضافي، DNSSEC، وبالتالي قد لا يكون صحيحاً.
fr_fr: ATTENTION : l'alias "{}" n'a pas pu être validé via une vérification de sécurité additionnelle, DNSSEC, et par conséquent il peut ne pas être correct.
it_it: ATTENZIONE: l'alias "{}" non può essere validato attraverso un controllo di sicurezza addizionale, DNSSEC e quindi potrebbe non essere corretto.
nl_nl: WAARSCHUWING: het alias "{}" kon niet worden gevalideerd via een extra veiligheidscontrole, DNSSEC, en kan dus niet correct zijn.
pl_pl: OSTRZEŻENIE: alias "{}" nie mógł zostać zweryfikowany za pomocą dodatkowej kontroli bezpieczeństwa, DNSSEC, a zatem może nie być poprawny.
pt_br: AVISO: o apelido "{}" não pôde ser validado através de uma verificação de segurança adicional, DNSSEC e, portanto, pode não estar correto.

source: WIF key has been encrypted using BIP38. You may save this encrypted key to a file or print out its QR code and/or text. It is strongly encrypted with the passphrase you specified and safe to store electronically. However, the passphrase should be stored securely and not shared with anyone.
ar_sa: تم تشفير مفتاح WIF باستخدام BIP38. يمكنك حفظ هذا المفتاح المشفر في ملف أو طباعة رمز QR و/أو النص الخاص به. إنه مشفر بقوة بواسطة عبارة المرور التي حددتها وهو آمن لتخزينه إلكترونياً. ومع ذلك، فإنه ينبغي تخزين عبارة المرور بشكل آمن وعدم مشاركتها مع أحد.
fr_fr: La clé WIF a été chiffrée à l'aide de BIP38. Vous pouvez enregistrer cette clé chiffrée dans un fichier ou imprimer son code QR et/ou son texte. Elle est fortement cryptée avec la phrase secrète que vous avez spécifiée et peut être stockée en toute sécurité par voie électronique. Cependant, la phrase secrète doit être stockée en toute sécurité et ne doit être partagée avec personne.
it_it: La chiave WIF è stata cifrata utilizzando BIP38. È possibile salvare questa chiave cifrata su un file o stampare il suo codice QR o il testo. È fortemente cifrata con la passphrase che hai specificato e sicura da memorizzare elettronicamente. Tuttavia, la passphrase dovrebbe essere memorizzata in modo sicuro e non condivisa con nessuno.
nl_nl: WIF-sleutel is vercijferd met BIP38. U kunt deze vercijferde sleutel opslaan als bestand of afdrukken als QR-code en/of tekst. Hij is sterk vercijferd met de door u opgegeven wachtzin en veilig om elektronisch op te slaan. De wachtzin moet echter beveiligd worden opgeslagen en met niemand worden gedeeld.
pl_pl: Klucz WIF został zaszyfrowany za pomocą BIP38. Możesz zapisać ten zaszyfrowany klucz do pliku lub wydrukować jego kod QR i/lub tekst. Jest mocno zaszyfrowany podaną przez ciebie frazą haseł i możesz go bezpiecznie zapisywać elektronicznie. Fraza haseło powinna być przechowywana w bezpiecznym miejscu i nie powinna być nikomu udostępniana.
pt_br: A chave WIF foi criptografada usando o BIP38. Você pode salvar essa chave criptografada em um arquivo ou imprimir seu código QR e / ou texto. É fortemente criptografado com a frase de segurança especificada e é seguro para armazenar eletronicamente. No entanto, a senha deve ser armazenada com segurança e não compartilhada com ninguém.
sw_ke: Funguosiri za WIF zimesimbwa kwa kutumia BIP38. Unaweza kuhifadhi funguosiri hizi zilizosimbwa kwa faili au uchapishe nambari yake ya QR na / au maandishi. Imesimbwa kutumia nenosiri na ni salama kuhifadhi kwa kifaa chochote cha digitali. Lakini, manenosiri yanapaswa kuhifadhiwa salama na yasionyeshwe mtu mwingine.

source: Wait for others
ar_sa: إنتظر الآخرين
fr_fr: Attendre les autres
it_it: Attendi gli altri
nl_nl: Wachten op anderen
pl_pl: Poczekaj na innych
pt_br: Esperando por outros
sw_ke: Subiri wengine

source: Waiting for Touch ID...
ar_sa: في إنتظار ID اللمس...
fr_fr: En attente de Touch ID...
it_it: In attesa del Touch ID...
nl_nl: Wachten op Touch ID...
pl_pl: Oczekiwanie na Touch ID...
pt_br: Aguardando Touch ID...

source: Wallet
ar_sa: المحفظة
fr_fr: Portefeuille
it_it: Portafoglio
nl_nl: Portemonnee
pl_pl: Portfel
pt_br: Carteira
sw_ke: Kipochi

source: Wallet Fusion Settings...
ar_sa: إعدادات إندماج المحفظة...
fr_fr: Paramètres de Fusion du portefeuille...
it_it: Impostazioni di Fusione del Portafoglio...
nl_nl: Fusie-instellingen portemonnee...
pl_pl: Ustawienia fuzji portfela...
pt_br: Configurações de fusão de carteira...
sw_ke: Mipangilio ya Fusion kwa kipochi...

source: Wallet Information
ar_sa: معلومات المحفظة
fr_fr: Informations du portefeuille
it_it: Informazioni sul portafoglio
nl_nl: Portemonnee-informatie
pl_pl: Informacje o portfelu
pt_br: Informações da carteira
sw_ke: Habari ya kipochi

source: Wallet Operations
ar_sa: عمليات المحفظة
fr_fr: Opérations de portefeuille
it_it: Operazioni del Portafoglio
nl_nl: Portemonneebewerkingen
pl_pl: Operacje portfela
pt_br: Operaçoes na carteira
sw_ke: Uendeshaji wa kipochi

source: Wallet Password
ar_sa: كلمة مرور المحفظة
fr_fr: Mot de passe du portefeuille
it_it: Password del Portafoglio
nl_nl: Wachtwoord portemonnee
pl_pl: Hasło portfela
pt_br: Senha da carteira
sw_ke: Nenosiri la kipochi

source: Wallet Recovery Seed
ar_sa: الكلمة المفتاحية لإستعادة المحفظة
fr_fr: Graine de récupération du portefeuille
it_it: Seme di Recupero del Portafoglio
nl_nl: Herstelseed portemonnee
pl_pl: Seed odzyskiwania portfela
pt_br: Seed de recuperação de carteira
sw_ke: Kifungo cha siri ya kuokoa kipochi

source: Wallet Seed
ar_sa: الكلمة المفتاحية للمحفظة
fr_fr: Graine de portefeuille
it_it: Seme del Portafoglio
nl_nl: Seed portemonnee
pl_pl: Seed portfela
pt_br: Seed da carteira
sw_ke: Manenosiri ya kipochi

source: Wallet backup created
ar_sa: تم إنشاء نسخة إحتياطية للمحفظة
fr_fr: La sauvegarde du portefeuille a été créée
it_it: Creato backup del portafoglio
nl_nl: Portemonneeback-up gemaakt
pl_pl: Utworzono kopię portfela
pt_br: Backup da carteira criado
sw_ke: Nakala ya kipochi imeundwa

source: Wallet deleted successfully
ar_sa: تم حذف المحفظة بنجاح
fr_fr: Portefeuille supprimé avec succès
it_it: Portafoglio eliminato con successo
nl_nl: Portemonnee succesvol verwijderd
pl_pl: Portfel usunięty pomyślnie
pt_br: Carteira deletada com sucesso
sw_ke: Kipochi kimefutwa bila dosari

source: Wallet derivation path
ar_sa: مسار اشتقاق المحفظة
fr_fr: Chemin de dérivation du portefeuille
it_it: Percorso di derivazione del portafoglio
nl_nl: Portemonnee-afleidingspad
pl_pl: Ścieżka derywacji portfela
pt_br: Caminho de derivação da carteira
sw_ke: Njia ya kuondokana na kipochi

source: Wallet exported successfully
ar_sa: تم تصدير المحفظة بنجاح
fr_fr: Portefeuille exporté avec succès
it_it: Portafoglio esportato con successo
nl_nl: Portemonnee succesvol geëxporteerd
pl_pl: Portfel wyeksportowano pomyślnie
pt_br: Carteira exportada com sucesso
sw_ke: Nakala ya kipochi imetolewa bila dosari

source: Wallet file
ar_sa: ملف المحفظة
fr_fr: Fichier portefeuille
it_it: File del portafoglio
nl_nl: Portemonneebestand
pl_pl: Plik portfela
pt_br: Arquivo de carteira
sw_ke: Faili ya Kipochi

source: Wallet file not found: {}
ar_sa: لم يتم العثور على ملف المحفظة: {}
fr_fr: Fichier portefeuille introuvable : {}
it_it: File del portafoglio non trovato: {}
nl_nl: Portemonneebestand niet gevonden: {}
pl_pl: Nie znaleziono pliku portfela: {}
pt_br: Arquivo de carteira não encontrado: {}
sw_ke: Faili ya kipochi haipatikani: {}

source: Wallet has no address to sweep to
ar_sa: المحفظة ليس لديها عنوان للمسح عليه
fr_fr: Le portefeuille n'a pas d'adresse à balayer vers
it_it: Il portafoglio non indirizzi sui quali prelevare
nl_nl: Portemonnee heeft geen adres om saldo naar op te nemen
pl_pl: Portfel nie ma adresu do którego można przeczyścić
pt_br: Carteira não tem endereço de destino para varredura
sw_ke: Kipochi hakina anwani ya kutumia

source: Wallet information
it_it: Informazioni del portafoglio

source: Wallet name
ar_sa: اسم المحفظة
fr_fr: Nom du portefeuille
it_it: Nome portafoglio
nl_nl: Naam portemonnee
pl_pl: Nazwa portfela
pt_br: Nome da carteira
sw_ke: Jina ya Kipochi

source: Wallet name is empty. Please enter a wallet name to proceed.
ar_sa: إسم المحفظة فارغ. الرجاء إدخال إسم المحفظة للمتابعة.
fr_fr: Le nom du portefeuille est vide. Veuillez entrer un nom de portefeuille pour continuer.
it_it: Il nome del portafoglio non è presente. Per favore, inserisci un nome del portafoglio per procedere.
nl_nl: Portemonneenaam is leeg. Voer een portemonneenaam in om door te gaan.
pl_pl: Nazwa portfela jest pusta. Wprowadź nazwę portfela, aby kontynuować.
pt_br: O nome do carteira está vazio. Digite um nome para continuar.
sw_ke: Kipochi ni kitupu. Tafadhali ingiza jina la kipochi kuendelea.

source: Wallet password is empty. Please set a wallet password to proceed. You can disable wallet password protection later if you wish.
ar_sa: كلمة مرور المحفظة فارغة. الرجاء تعيين كلمة مرور للمحفظة للمتابعة. يمكنك تعطيل حماية كلمة مرور المحفظة لاحقاً إذا رغبت في ذلك.
fr_fr: Le mot de passe du portefeuille est vide. Veuillez définir un mot de passe de portefeuille pour continuer. Vous pouvez désactiver la protection par mot de passe du portefeuille plus tard si vous le souhaitez.
it_it: La password del portafoglio non è impostata. Per favore, imposta una password del portafoglio per proseguire. Puoi anche disabilitare la protezione password del portafoglio.
nl_nl: Portemonneewachtwoord is leeg. Stel alstublieft een portemonneewachtwoord in om door te gaan. U kunt wachtwoordbeveiliging voor portemonnees desgewenst later uitschakelen.
pl_pl: Hasło portfela jest puste. Proszę podać hasło portfela aby kontynuować. Możesz wyłączyć ochronę hasła portfela później, jeśli chcesz.
pt_br: A senha da carteira está vazia. Por favor, defina uma senha de carteira para prosseguir. Você pode desativar a proteção de senha de carteira mais tarde, se você desejar.
sw_ke: Nenosiri la kipochi ni kitupu. Tafadhali weka nenosiri kwa kipochi ili kuendelea. Unaweza toa ulinzi wa nenosiri la kipochi baadaye ikiwa unataka.
