Repository: Electron-Cash/electrum-locale
Catalog: locale/*/electron-cash.po
Languages: ar_sa, fr_fr, it_it, nl_nl, pl_pl, pt_br, sw_ke

source: You are requesting the deletion of the currently active wallet. In order to delete this wallet, please switch to another wallet, then select this option again on this wallet.
ar_sa: أنت تطلب حذف المحفظة النشطة حالياً. لكي يتم حذف هذه المحفظة، يرجى التبديل إلى محفظة أخرى، ثم إختر هذا الخيار مجدداً في هذه المحفظة.
fr_fr: Vous demandez la suppression du portefeuille actuellement actif. Afin de supprimer ce portefeuille, veuillez passer à un autre portefeuille, puis sélectionner à nouveau cette option sur ce portefeuille.
it_it: Stai richiedendo la cancellazione del portafoglio attualmente attivo. Per eliminare questo portafoglio, per favore, passa prima ad un altro portafoglio, quindi selezionare nuovamente questa opzione su questo portafoglio.
nl_nl: U verzoekt het verwijderen van de momenteel actieve portemonnee. Om deze portemonnee te verwijderen, gelieve te schakelen naar een andere portemonnee, en dan deze optie opnieuw op die portemonnee te selecteren.
pl_pl: Żądasz usunięcia aktualnie aktywnego portfela. Aby usunąć ten portfel, przełącz się na inny portfel, a następnie wybierz tę opcję ponownie.
pt_br: Você está solicitando a exclusão da carteira ativa. Para excluir esta carteira, mude para outra carteira, então selecione esta opção novamente nesta carteira.
sw_ke: Unaomba ufutaji wa kipochi kinachotumika sasa. Ili kufuta kipochi hiki, tafadhali tumia kipochi chingine, kisha uchague chaguo hili tena kwenye kipochi hiki.

source: You are sending to a legacy address
it_it: Stai inviando a un indirizzo legacy
pl_pl: Zamierzasz wysłać Bch na dawny adres

source: You are trying to import an Electrum seed to a Satochip hardware wallet.
it_it: Stai cercando di importare un seme Electrum a un dispositivo hardware Satochip.
pl_pl: Próbujesz zaimportować Electrum seed do portfela Satochip.

source: You are using Electron Cash in offline mode; restart Electron Cash if you want to get connected
ar_sa: أنت تستخدم Electron Cash في وضع عدم الإتصال؛ أعد تشغيل Electron Cash إن كنت ترغب في الإتصال
fr_fr: Vous utilisez Electron Cash en mode hors ligne; redémarrez Electron Cash si vous souhaitez être connecté
it_it: Stai usando Electron Cash in modalità offline; riavvia Electron Cash se vuoi passare alla modalità online
nl_nl: U gebruikt Electron Cash in offlinemodus; herstart Electron Cash indien u verbinding wilt maken
pl_pl: Używasz Electron Cash w trybie offline; uruchom ponownie Electron Cash jeśli chcesz się połączyć
pt_br: Você está usando o Electrum no modo off-line; Reinicie o Electrum se quiser se conectar
sw_ke: Unatumia Electron Cash katika hali ya nje ya mtambo; Anzisha tena Electron Cash ikiwa unataka kurudi tena kwa mtambo

source: You are using a non-deterministic wallet, which cannot create new addresses.
ar_sa: أنت تستخدم محفظة غير حتمية، والتي لا يمكن أن تنشأ عناوين جديدة.
fr_fr: Vous utilisez un portefeuille non déterministe, qui ne peut pas créer de nouvelles adresses.
it_it: Stai usando un portafoglio non deterministico, che non può creare nuovi indirizzi.
nl_nl: U gebruikt een niet-deterministische portemonnee, die geen nieuwe adressen kan maken.
pl_pl: Używasz Nie deterministycznego portfela, który nie może tworzyć nowych adresów.
pt_br: Você está usando uma carteira não determinista, que não pode criar novos endereços.
sw_ke: Unatumia kipochi, ambacho hakiwezi kuunda anwani mpya.

source: You are using an OP_RETURN message. This gets permanently written to the blockchain.
ar_sa: أنت تستخدم رسالة OP_RETURN. يتم كتابتها بشكل دائم على سلسلة الكتل.
fr_fr: Vous utilisez un message OP_RETURN. Cela est écrit de façon permanente dans la blockchain.
it_it: Stai usando un messaggio OP_RETURN. Questo viene scritto permanentemente nella blockchain.
nl_nl: U gebruikt een OP_RETURN-bericht. Dit wordt permanent in de blockchain geschreven.
pl_pl: Używasz wiadomości OP_RETURN. Zostaje ona trwale zapisana w blockchain.
pt_br: Você está usando uma mensagem OP_RETURN. Esta mensagem ficará permanentemente escrita na blockchain.
sw_ke: Unatumia ujumbe wa OP_RETURN. Hii huandikwa dawama kwa blockchain.

source: You can add or remove any server from this list and optionally elect to only connect to preferred servers.
ar_sa: يمكنك إضافة أو حذف أي خادم من هذه القائمة وتفضيل إختيارياً الإتصال فقط بالخوادم المفضلة.
fr_fr: Vous pouvez ajouter ou supprimer n'importe quel serveur de cette liste et optionnellement choisir de vous connecter uniquement aux serveurs préférés.
it_it: Puoi aggiungere o rimuovere qualsiasi server da questo elenco e opzionalmente scegliere di connettersi solo ai server preferiti.
nl_nl: U kunt elke server toevoegen aan of verwijderen uit deze lijst en optioneel kiezen om alleen met voorkeurservers te verbinden.
pl_pl: Możesz dodać lub usunąć dowolny serwer z tej listy i opcjonalnie wybrać połączenie tylko z preferowanymi serwerami.
pt_br: Você pode adicionar ou remover qualquer servidor desta lista e opcionalmente selecionar para só conectar à servidores preferidos.

source: You can also create a new wallet by selecting the 'Add new wallet' option.
ar_sa: يمكنك أيضاً إنشاء محفظة جديدة عبر تحديد خيار 'إضافة محفظة جديدة'.
fr_fr: Vous pouvez également créer un nouveau portefeuille en sélectionnant l'option 'Ajouter un nouveau portefeuille'.
it_it: Puoi creare un nuovo portafoglio selezionando l'opzione 'Aggiungi nuovo portafoglio'.
nl_nl: U kunt ook een nieuwe portemonnee maken door de optie 'Nieuwe portemonnee toevoegen' te selecteren.
pl_pl: Możesz również utworzyć nowy portfel wybierając opcję 'Dodaj nowy portfel'.
pt_br: Você pode também criar uma nova carteira selecionando a opção 'Adicionar nova carteira'.
sw_ke: Unaweza pia kuunda kipochi kipya kwa kuchagua 'Ongeza kipochi kipya'.

source: You can also generate a new random BIP39 seed by clicking on 'Back' twice.
it_it: Puoi inoltre generare un nuovo seme casuale BIP39 premendo su 'Indietro' due volte.
pl_pl: Możesz również wygenerować nowy losowy seed BIP39 klikając dwukrotnie na 'Wróć'.

source: You can download the new version from:<br>{}
ar_sa: يمكنك تنزيل الإصدار الجديد من:<br>{}
fr_fr: Vous pouvez télécharger la nouvelle version depuis :<br>{}
it_it: Puoi scaricare la nuova versione da:<br>{}
nl_nl: U kunt de nieuwe versie downloaden van:<br>{}
pl_pl: Możesz pobrać nową wersję z:<br>{}
pt_br: Você pode baixar a nova versão em:<br>{}
sw_ke: Unaweza kushusha toleo jipya kutoka:<br>{}

source: You can have as many wallets as you like! Choose from one of the options below:
ar_sa: يمكنك الحصول على العديد من المحافظ كما تشاء! إختر من أحد الخيارات أدناه:
fr_fr: Vous pouvez avoir autant de portefeuilles que vous le souhaitez ! Choisissez parmi l'une des options ci-dessous :
it_it: Puoi avere quanti tipi portafogli vuoi! Scegli tra una delle opzioni seguenti:
nl_nl: U kunt zo veel portemonnees hebben als u wilt! Kies één van onderstaande opties:
pl_pl: Możesz mieć tyle portfeli ile chcesz! Wybierz spośród jednej z poniższych opcji:
pt_br: Você pode ter quantas carteiras quiser! Escolha entre uma das opções abaixo:
sw_ke: Unaweza chagua pochi zingi kama unavyopenda! Chagua chaguo moja hapa chini:

source: You can optionnaly add a label to your Satochip.
it_it: Puoi opzionalmente aggiungere un'etichetta al tuo Satochip.

source: You can restore a wallet that was created by any version of Electron Cash.
ar_sa: يمكنك استعادة محفظة تم إنشاؤها بواسطة أي إصدار من إلكترون كاش.
fr_fr: Vous pouvez restaurer un portefeuille créé avec n'importe quelle version d'Electron Cash.
it_it: Puoi ripristinare un portafoglio creato da qualsiasi versione di Electron Cash.
nl_nl: U kunt een portemonnee gemaakt door elke versie van Electron Cash herstellen.
pl_pl: Możesz przywrócić portfel, który został utworzony przez dowolną wersję Electron Cash.
pt_br: Você pode restaurar uma carteira que foi criada por qualquer versão do Electron Cash.
sw_ke: Unaweza kurejesha kipochi ambacho kiliundwa na toleo lolote la Electron Cash.

source: You can set the homescreen on your device to personalize it. You can choose any image and it will be dithered, scaled and converted to {} x {} {} for the device.
ar_sa: يمكنك ضبط الشاشة الرئيسية على جهازك لتخصيصها. يمكنك إختيار أي صورة وسيتم إرتجاعها وتحجيمها وتحويلها الى {} x {} {} للجهاز.
fr_fr: Vous pouvez configurer l'écran d'accueil de votre appareil pour le personnaliser. Vous pouvez choisir n'importe quelle image et elle sera divisée, mise à l'échelle et convertie en {} x {} {} pour l'appareil.
it_it: Puoi impostare la schermata home sul dispositivo per personalizzarla. Puoi scegliere qualsiasi immagine che verrà scalata e convertita in {} x {} {} per il dispositivo.
nl_nl: U kunt het startscherm op uw apparaat instellen om het te personaliseren. U kunt elke afbeelding kiezen; deze wordt geditherd, herschaald en geconverteerd naar {} x {} {} voor het apparaat.
pl_pl: Możesz ustawić ekran główny na swoim urządzeniu, aby go spersonalizować. Możesz wybrać dowolny obrazek i zostanie on zmieniony, skalowany i przekonwertowany do {} x {} {} dla urządzenia.
pt_br: Você pode definir a tela inicial no seu dispositivo para personalizá-la. Você pode escolher qualquer imagem e ela será fixada, dimensionada e convertida para {} x {} {} para o dispositivo.
sw_ke: Uneweza weka Skrini ya kawaida kwenye kifaa chako ili iweze kubinafsisha. Unaweza kuchagua picha yoyote na itakatwa, kusawazishwa na kubadilishwa kuwa {} x {} {} kwa kifaa chako.

source: You cannot access your coins or a backup without the password.
ar_sa: لا يمكنك الوصول إلى عملاتك أو إلى النسخ الاحتياطية بدون كلمة المرور.
fr_fr: Vous ne pouvez pas accéder à votre argent ou à une sauvegarde sans le mot de passe.
it_it: Non puoi accedere ai tuoi fondi o fare il backup senza la password.
nl_nl: U heeft geen toegang tot uw munten of een back-up zonder het wachtwoord.
pl_pl: Nie możesz uzyskać dostępu do swoich monet lub kopii zapasowej bez hasła.
pt_br: Você não pode acessar suas moedas ou um backup sem a senha.

source: You didn't enter the text '{delete_confirm_text}' in the previous dialog. For your own safety, the wallet file was not deleted.
ar_sa: لم تقم بإدخال النص '{delete_confirm_text}' في مربع الحوار السابق. لسلامتك، لم يتم حذف ملف المحفظة.
fr_fr: Vous n'avez pas entré le texte '{delete_confirm_text}' dans la boîte de dialogue précédente. Pour votre propre sécurité, le fichier du portefeuille n'a pas été supprimé.
it_it: Non hai inserito il testo '{delete_confirm_text}' nella finestra precedente. Per sicurezza, il file del portafoglio non è stato eliminato.
nl_nl: U heeft de tekst '{delete_confirm_text}' niet ingevoerd in de vorige dialoog. Voor uw eigen veiligheid is het portemonneebestand niet verwijderd.
pl_pl: Nie wprowadziłeś tekstu '{delete_confirm_text}' w poprzednim oknie dialogowym. Dla Twego bezpieczeństwa plik portfela nie został usunięty.
pt_br: Você não digitou o texto '{delete_confirm_text}' na caixa de diálogo anterior. Para sua própria segurança, o arquivo de carteira não foi excluído.
sw_ke: Haukuweka maandishi '{delete_confirm_text}' kwenye nafasi iliyopita. Kwa usalama wa kipochi chako, faili ya kipochi haikufutwa.

source: You don't have any contacts yet. Create a new contact now!
ar_sa: ليس لديك أي جهات اتصال بعد. قم بإنشاء جهة إتصال جديدة الآن!
fr_fr: Vous n'avez pas encore de contacts. Créez un nouveau contact dès maintenant !
it_it: Non hai ancora nessun contatto. Crea un nuovo contatto ora!
nl_nl: U heeft nog geen contactpersonen. Maak nu een nieuwe contactpersoon!
pl_pl: Nie masz jeszcze żadnych kontaktów. Utwórz nowy kontakt!
pt_br: Você ainda não tem contato. Crie um novo!
sw_ke: Bado hauna Stakabadhi za kuwasiliana. Tengeneza mpya sasa!

source: You don't have any contacts.
ar_sa: ليست لديك أية جهات إتصال.
fr_fr: Vous n'avez pas de contacts.
it_it: Non hai nessun contatto.
nl_nl: U heeft geen contactpersonen.
pl_pl: Nie masz żadnych kontaktów.
pt_br: Você não tem nenhum contato.
sw_ke: Hauna Stakabadhi za kuwasiliana.

source: You have selected non-SSL mode for your server settings.
ar_sa: لقد قمت بإختيار وضع non-SSL لإعدادات الخادم الخاص بك.
fr_fr: Vous avez sélectionné le mode non-SSL pour les paramètres de votre serveur.
it_it: È stata selezionata la modalità non-SSL per le impostazioni del server.
nl_nl: U heeft niet-SSL-modus geselecteerd voor uw serverinstellingen.
pl_pl: Wybrałeś tryb non-SSL dla ustawień serwera.
pt_br: Você selecionou configuração de servidor em modo não SSL

source: You may enter:<ul><li> Bitcoin Cash <b>Address</b> <b>★</b><li> Bitcoin Legacy <b>Address</b> <b>★</b><li> <b>Cash Account</b> <b>★</b> e.g. <i>satoshi#123</i><li> <b>LNS Name</b> <b>★</b> e.g. <i>satoshi.bch</i><li> <b>Contact name</b> <b>★</b> from the Contacts tab<li> <b>OpenAlias</b> e.g. <i>satoshi@domain.com</i></ul><br>&nbsp;&nbsp;&nbsp;<b>★</b> = Supports <b>pay-to-many</b>, where you may optionally enter multiple lines of the form:</span><br><pre> recipient1, amount1 recipient2, amount2 etc...</pre>
it_it: Puoi inserire:<ul><li> <b>Indirizzo</b> Bitcoin Cash <b>★</b><li> <b>Indirizzo</b> Bitcoin Legacy <b>★</b><li> <b>Account Cash</b> <b>★</b> e.g. <i>satoshi#123</i><li> <b>Nome LNS</b> <b>★</b> e.g. <i>satoshi.bch</i><li> <b>Nome del contatto</b> <b>★</b> dalla scheda Contatti<li> <b>OpenAlias</b> e.g. <i>satoshi@domain.com</i></ul><br>&nbsp;&nbsp;&nbsp;<b>★</b> = Supporta <b>paga-a-molti</b>, dove è possibile inserire più righe del modulo:</span><br><pre> destinatario1, importo1 destinatario2, importo2 ecc...</pre>

source: You may extend your seed with custom words.
ar_sa: يمكنك تمديد بذرتك بكلمات مخصصة.
fr_fr: Vous pouvez étendre votre graine avec des mots personnalisés.
it_it: Puoi estendere il tuo seme con parole personalizzate.
nl_nl: U kunt uw seed uitbreiden met aangepaste woorden.
pl_pl: Możesz rozszerzyć swój seed własnymi słowami.
pt_br: Você pode estender sua seed com palavras personalizadas.
sw_ke: Unaweza kupanua manenosiri yako na maneno unayotaka mwenyewe.

source: You may load a CSV file using the file icon.
ar_sa: يمكنك تحميل ملف CSV باستخدام أيقونة الملف.
fr_fr: Vous pouvez charger un fichier CSV via l'icône.
it_it: Puoi caricare un file CSV usando l'icona del file.
nl_nl: U kunt een CSV-bestand laden met het bestandspictogram.
pl_pl: Możesz wczytać plik CSV używając ikony pliku.
pt_br: Você pode carregar um arquivo CSV usando o ícone do arquivo.

source: You may optionally append an OP_RETURN message to the payment URI and/or QR you generate. Note: Not all wallets yet support OP_RETURN parameters, so make sure the other party's wallet supports OP_RETURN URIs.
ar_sa: يمكنك إختيارياً إلحاق رسالة OP_RETURN إلى URI الدفع و/أو QR الذي تنشئه. ملاحظة: لا تدعم كل المحافظ بعد متغيرات OP_RETURN، لذا تأكد من أن محفظة الطرف الآخر تدعم P_RETURN URIs.
fr_fr: Vous pouvez éventuellement ajouter un message OP_RETURN à l'URI de paiement et/ou au QR que vous générez. Remarque : Tous les portefeuilles ne supportent pas encore les paramètres OP_RETURN, assurez-vous donc que le portefeuille de l'autre partie prend en charge les URI OP_RETURN.
it_it: Puoi aggiungere facoltativamente un messaggio OP_RETURN all'URI di pagamento e/o al QR generato. Nota: Non tutti i portafogli supportano ancora i parametri OP_RETURN, assicurati che il portafoglio del destinatario supporti gli URI OP_RETURN.
nl_nl: U kunt optioneel een OP_RETURN-bericht toevoegen aan de URI en/of QR van het betaalverzoek dat u genereert. Merk op: nog niet alle portemonnees ondersteunen OP_RETURN-parameters, dus zorg ervoor dat de portemonnee van de andere partij URI's met OP_RETURN ondersteunt.
pl_pl: Możesz opcjonalnie dołączyć wiadomość OP_RETURN do generowanego URI płatności i/lub QR. Uwaga: Nie wszystkie portfele obsługują jeszcze parametry OP_RETURN, więc upewnij się, że portfel drugiej strony obsługuje URI OP_RETURN.
pt_br: Opcionalmente, você pode anexar uma mensagem OP_RETURN para o pagamento URI e/ou QR que você gerar. Nota: Nem todas as carteiras ainda suportam parâmetros OP_RETURN, então certifique-se de que a carteira da outra parte suporta URIs OP_RETURN.
sw_ke: Unaweza tumia hiari kwa ujumbe wa OP_RETURN kwa URI ya malipo na/au QR unayotengeneza. Kumbuka: Sio kila pochi zinazotumia mikakati ya OP_RETURN, kwa hivyo hakikisha kipochi kinatumia OP_RETURN URIs.

source: You may share this payment request as a 'bitcoincash:' style URI, or as a QR Code Image.
ar_sa: يمكنك مشاركة طلب الدفع هذا كنمط bitcoincash:' URI'، أو كصورة رمز QR.
fr_fr: Vous pouvez partager cette demande de paiement en tant qu'URI de style 'bitcoincash:' ou en tant qu'image de code QR.
it_it: È possibile condividere questa richiesta di pagamento come stile URI 'bitcoincash:', o come Codice QR.
nl_nl: U kunt dit betaalverzoek delen als een URI in 'bitcoincash:'-stijl, of als afbeelding van een QR-code.
pl_pl: Możesz udostępnić tą prośbę o zapłatę jako adres URL w formie 'bitcoincash' lub jako obraz kodu QR.
pt_br: Você pode compartilhar esta solicitação de pagamento como um URI estilo 'bitcoincash:' ou como uma imagem de código QR.
sw_ke: Unaweza kushiriki ombi hili la malipo kama 'bitcoincash:' mtindo wa URI, au kama Picha ya Nambari ya QR.

source: You may switch between shuffled and unshuffled spending using the radio buttons on the right.
ar_sa: يمكنك التبديل بين الإنفاق lلمختلط والغير مختلط باستخدام أزرار الراديو على اليمين.
fr_fr: Vous pouvez basculer entre les dépenses mélangées et non mélangées en utilisant les boutons radio sur la droite.
it_it: Puoi spendere fondi mischiati o non mischiati selezionando la casella sulla destra.
nl_nl: U kunt schakelen tussen geshufflede en ongeshufflede bestedingen met de keuzerondjes aan de rechterkant.
pl_pl: Możesz przełączać się między wydatkami zmiksowanymi i niezmiksowanymi za pomocą przycisków opcji po prawej stronie.
pt_br: Você pode selecionar entre gastar moedas misturadas ou não misturadas no controle à direita.

source: You may toggle CashShuffle back on at any time using the 'CashShuffle' icon in the status bar.
ar_sa: يمكنك تبديل CashShuffle مرة أخرى في أي وقت باستخدام رمز 'CashShuffle' في شريط الحالة.
fr_fr: Vous pouvez activer/désactiver CashShuffle à tout moment en utilisant l'icône 'CashShuffle' dans la barre d'état.
it_it: Puoi attivare/disattivare CashShuffle in qualsiasi momento premendo l'icona 'CashShuffle' nella barra di stato.
nl_nl: U kunt CashShuffle altijd opnieuw inschakelen met het pictogram 'CashShuffle' in de statusbalk.
pl_pl: Możesz włączyć CashShuffle w dowolnym momencie, używając ikony 'CashShuffle' na pasku statusu.
pt_br: Você pode reativa o CashShuffle novamente clicando no ícone 'CashShuffle' na barra de status.
sw_ke: Unaweza kubadilisha CashShuffle tena wakati wowote kwa kutumia ikoni ya 'CashShuffle' kwenye upau wa hali.

source: You may try the "Hardware Wallet Support" tool (below).
ar_sa: يمكنك تجربة أداة "دعم محفظة الأجهزة" (أدناه).
fr_fr: Vous pouvez essayer l'outil "Support du portefeuille matériel" (ci-dessous).
it_it: Puoi provare lo strumento "Supporto Portafoglio Hardware" (sotto).
nl_nl: U kunt het hulpmiddel "Ondersteuning hardwareportemonnee" (hieronder) proberen.
pl_pl: Możesz wypróbować narzędzie "Hardware Wallet Support" (poniżej).
pt_br: Você pode tentar a ferramenta "Hardware Suporte à Carteira" (abaixo).
sw_ke: Unaweza jaribu "Msaada wa kifaa cha kipochi" (chini).

source: You must specify a passphrase to use for encryption.
ar_sa: يجب عليك تحديد عبارة مرور لاستخدامها في التشفير.
fr_fr: Vous devez spécifier un mot de passe à utiliser pour le chiffrement.
it_it: Devi specificare una passphrase da usare per la cifratura.
nl_nl: U moet een wachtzin opgeven om te gebruiken voor vercijfering.
pl_pl: Musisz podać frazę haseł, która będzie użyta do szyfrowania.
pt_br: Você deve especificar uma senha para usar para criptografia.

source: You need to create a separate Electron Cash wallet for each passphrase you use as they each generate different addresses. Changing your passphrase does not lose other wallets, each is still accessible behind its own passphrase.
ar_sa: تحتاج إلى إنشاء محفظة إلكترون كاش منفصلة لكل عبارة مرور تستخدمها حيث أن كل منها يولد عناوين مختلفة. تغيير عبارة المرور الخاصة بك لا يفقد المحافظ الأخرى، كل منها لا يزال يمكن الوصول إليها خلف عبارة المرور الخاصة بها.
fr_fr: Vous devez créer un portefeuille Electron Cash pour chaque phrase secrète que vous utilisez car chacune génère des adresses différentes. Changer la phrase secrète ne détruit pas les autres portefeuilles, chacun est toujours accessible à l'aide de sa propre phrase secrète.
it_it: Devi creare un portafoglio Electron Cash per ogni passphrase che utilizzi in quanto ognuno genera indirizzi diversi. Cambiare la tua passphrase non ti fa perdere gli altri portafogli, ognuno è ancora accessibile con la propria passphrase.
nl_nl: U moet een aparte Electron Cash-portemonnee maken voor elke wachtzin die u gebruikt, aangezien elk andere adressen genereert. Het wijzigen van uw wachtzin leidt niet tot verlies van andere portemonnees, elk blijft beschikbaar achter zijn eigen wachtzin.
pl_pl: Musisz utworzyć oddzielny portfel Electron Cash dla każdej frazy haseł, którego używasz, ponieważ każda z nich generuje różne adresy. Zmiana frazy haseł nie prowadzi do utraty innych portfeli, każdy z nich jest nadal dostępny za własną frazą.
pt_br: Você precisa criar uma carteira Electrum separada para cada frase secreta usada, pois cada uma gera endereços diferentes. Mudar sua senha não perde outras carteiras, cada uma ainda está acessível por trás de sua própria senha.
sw_ke: Unahitaji kuunda kipochi tofauti cha Electron Cash kwa kila nenosiri unayotumia kwani kila mmoja hutoa anwani tofauti. Kubadilisha nenosiri yako haitasababisha kupoteza pochi zingine, kila mmoja ya pochi zinapatikana kutumia nenosiri.

source: You need to sign this transaction in order for it to get a transaction ID.
ar_sa: تحتاج إلى توقيع هذه العملية حتى تحصل على رقم تعريف العملية.
fr_fr: Vous devez signer cette transaction pour qu'elle obtienne un ID de transaction.
it_it: Devi firmare questa transazione per ottenere un ID di transazione.
nl_nl: U moet deze transactie ondertekenen om een transactie-ID te krijgen.
pl_pl: Musisz podpisać tę transakcję, aby uzyskać identyfikator transakcji.
pt_br: Você precisa assinar esta transação para que ela obtenha um ID de transação.

source: You should enable PIN protection. Your PIN is the only protection for your bitcoins if your device is lost or stolen.
ar_sa: يجب عليك تمكين حماية رمز PIN. رمز PIN الخاص بك هو الحماية الوحيدة للبيتكوين الخاص بك إذا فقدت جهازك أو تمت سرقته.
fr_fr: Vous devriez activer la protection par code PIN. Utiliser un code PIN est la seule manière de protéger vos bitcoins si votre appareil est perdu ou volé.
it_it: Dovresti abilitare la protezione del PIN. Il tuo PIN è la sola protezione per i tuoi bitcoin se il tuo dispositivo è perso o viene rubato.
nl_nl: U zou pincodebeveiliging moeten inschakelen. Uw pincode is de enige bescherming van uw bitcoins bij verlies of diefstal van uw apparaat.
pl_pl: Powinieneś włączyć ochronę PIN. Twój PIN jest jedyną ochroną dla Twoich bitcoinów w przypadku zagubienia lub kradzieży urządzenia.
pt_br: Você deve ativar a proteção de PIN. Seu PIN é a única proteção para seus bitcoins se o seu dispositivo for perdido ou roubado.

source: You specified the same name!
ar_sa: لقد قمت بتحديد نفس الاسم!
fr_fr: Vous avez spécifié le même nom !
it_it: Hai specificato lo stesso nome!
nl_nl: U heeft dezelfde naam opgegeven!
pl_pl: Podałeś tę samą nazwę!
pt_br: Você especificou o mesmo nome!
sw_ke: Umetaja jina moja!
