Repository: Electron-Cash/electrum-locale
Catalog: locale/*/electron-cash.po
Languages: ar_sa, fr_fr, it_it, nl_nl, pl_pl, pt_br, sw_ke

source: Electron Cash was unable to export your contacts.
ar_sa: لم يتمكن Electron Cash من تصدير جهات الإتصال الخاصة بك.
fr_fr: Electron Cash n'a pas pu exporter vos contacts.
it_it: Electron Cash non è riuscito ad esportare i contatti.
nl_nl: Electron Cash kon uw contactpersonen niet exporteren.
pl_pl: Electron Cash nie mógł wyeksportować Twoich kontaktów.
pt_br: Falha ao exportar contatos.
sw_ke: Electron Cash haikuweza kuingiza orodha ya mawasiliano.

source: Electron Cash was unable to export your labels.
ar_sa: لم يتمكن Electron Cash من تصدير التسميات الخاصة بك.
fr_fr: Electron Cash n'a pas pu exporter vos libellés.
it_it: Electron Cash non è riuscito ad esportare le etichette.
nl_nl: Electron Cash kon uw labels niet exporteren.
pl_pl: Electron Cash nie był w stanie wyeksportować Twoich etykiet.
pt_br: Falha ao exportar rótulos.
sw_ke: Electron Cash haikuweza kuingiza lebo.

source: Electron Cash was unable to find the secp256k1 library on this system. Elliptic curve cryptography operations will be performed in slow Python-only mode.
ar_sa: لم يتمكن Electron Cash من العثور على المكتبة secp256k1 على هذا النظام. سيتم إجراء عمليات تشفير المنحنى الإهليجي في وضع Python البطيئ فقط.
it_it: Electron Cash non è riuscito a trovare la libreria secp256k1 su questo sistema. Le operazioni di cifratura a curva ellittica saranno eseguite in modalità lenta da Python.
nl_nl: Electron Cash kon de secp256k1-bibliotheek niet vinden op dit systeem. Cryptografische operaties met elliptische krommen zullen worden uitgevoerd in langzame alleen-Python-modus.
pl_pl: Electron Cash nie mógł znaleźć biblioteki secp256k1 w tym systemie. Operacje kryptograficzne krzywych eliptycznych będą wykonywane w powolnym trybie Python-only.
pt_br: O Electron Cash não conseguiu encontrar a biblioteca secp256k1 no sistema. A curva elíptica criptográfica das operações será implementada no modo somente Python Lento.
sw_ke: Electron Cash haikuweza kupata secp256k1 kwenye mfumo huu. Shuguli za nakala za curve ya Elliptic zitafanywa kwa hali ya polepole tu kutumia Python.

source: Electron Cash was unable to import your contacts.
ar_sa: لم يتمكن Electron Cash من إستيراد جهات الإتصال الخاصة بك.
fr_fr: Electron Cash n'a pas pu importer vos contacts.
it_it: Electron Cash non è riuscito ad importare i contatti.
nl_nl: Electron Cash kon uw contactpersonen niet importeren.
pl_pl: Electron Cash nie mógł zaimportować Twoich kontaktów.
pt_br: Falha ao importar contatos.
sw_ke: Electron Cash haikuweza kuingiza orodha ya mawasiliano.

source: Electron Cash was unable to import your labels.
ar_sa: لم يتمكن Electron Cash من إستيراد التسميات الخاصة بك.
it_it: Electron Cash non è riuscito ad importare le etichette.
nl_nl: Electron Cash kon uw labels niet importeren.
pl_pl: Electron Cash nie mógł zaimportować Twoich etykiet.
pt_br: Electron Cash não pôde importar seus rótulos.
sw_ke: Electron Cash haikuweza kuingiza lebo.

source: Electron Cash was unable to open your transaction file
ar_sa: لم يتمكن Electron Cash من فتح ملف عملياتك
fr_fr: Electron Cash n'a pas pu ouvrir votre fichier de transaction
it_it: Electron Cash non è riuscito ad aprire il file di transazione
nl_nl: Electron Cash kon uw transactiebestand niet openen
pl_pl: Electron Cash nie mógł otworzyć twego pliku transakcji
pt_br: Electron Cash não foi capaz de abrir seu arquivo de transação
sw_ke: Electron Cash haikuweza kufungua faili za shuguli zako za ununuzi

source: Electron Cash was unable to parse your transaction
ar_sa: لم يتمكن Electron Cash من تحليل عمليتك
fr_fr: Electron Cash n'a pas pu analyser votre transaction
it_it: Electron Cash non è riuscito ad analizzare la transazione
nl_nl: Electron Cash kon uw transactie niet parsen
pl_pl: Electron Cash nie był w stanie przetworzyć Twojej transakcji
pt_br: Electron Cash não foi capaz de ler sua transação
sw_ke: Electron Cash haikuweza kupitia shuguli zako za ununuzi

source: Electron Cash was unable to produce a private key-export.
ar_sa: لم يتمكن Electron Cash من إنتاج مفتاح خاص للتصدير.
fr_fr: Electron Cash n'a pas pu générer une exportation de la clé privée.
it_it: Electron Cash non è riuscito a produrre una chiave privata per l'esportazione.
nl_nl: Electron Cash kon geen privésleutelexport doen.
pl_pl: Electron Cash nie był w stanie wygenerować eksportu klucza prywatnego.
pt_br: O Electron Cash não conseguiu produzir uma exportação da chave privada.
sw_ke: Electron Cash haikuweza kutengeneza funguosiri za kutoa.

source: Electron Cash was unable to produce a transaction export.
ar_sa: لم يتمكن Electron Cash من إنتاج تصدير عملية.
fr_fr: Electron Cash n'a pas pu générer une exportation de la transaction.
it_it: Electron Cash non è riuscito ad esportare la transazione.
nl_nl: Electron Cash kon geen transactie-export doen.
pl_pl: Electron Cash nie był w stanie wyeksportować historii transakcji.
pt_br: O Electron Cash não conseguiu produzir uma exportação da transação.
sw_ke: Electron Cash haikuweza kutengeneza shuguli za ununuzi za kutoa.

source: Electron Cash's focus is speed, with low resource usage and simplifying Bitcoin Cash. You do not need to perform regular backups, because your wallet can be recovered from a secret phrase that you can memorize or write on paper. Startup times are instant because it operates in conjunction with high-performance servers that handle the most complicated parts of the Bitcoin Cash system.
ar_sa: يركز Electron Cash على السرعة، مع استعمال منخفض للموارد وتبسيط Bitcoin Cash. لن تحتاج إلى القيام بالنسخ الإحتياطية العادية، لأنه يمكن استرداد محفظتك بواسطة عبارة سرية يمكنك حفظها أو كتابتها على الورق. أوقات بدء التشغيل فورية لأنها تعمل بتناغم مع خوادم عالية الأداء تتعامل مع الأجزاء الأكثر تعقيداً في نظام Bitcoin Cash.
fr_fr: Electron Cash se concentre sur la rapidité, avec un usage faible en ressources, et la simplification de Bitcoin Cash. Vous n'avez pas besoin d'effectuer des sauvegardes régulières, car votre portefeuille peut être récupéré à partir d'une phrase secrète que vous pouvez mémoriser ou noter sur un papier. Le temps de démarrage est instantané grâce à la connexion à des serveurs performants qui s'occupent des parties les plus compliquées du système Bitcoin Cash.
it_it: Electron Cash è veloce, leggero e rende più facile usare Bitcoin Cash. Non è necessario eseguire backup regolari perché il tuo portafoglio può essere ripristinato dalla frase segreta. I tempi di avvio sono fulminei perché funziona con server ad alte prestazioni che gestiscono le funzionalità più complesse di Bitcoin Cash.
nl_nl: De focus van Electron Cash is snelheid, met lage systeembelasting en vereenvoudiging van Bitcoin Cash. U hoeft niet regelmatig back-ups te maken, omdat de portemonnee hersteld kan worden met een geheime woordenreeks die u kunt onthouden of opschrijven op papier. Opstarttijden zijn instantaan omdat het werkt samen met hogeprestatieservers die de ingewikkeldste delen van het Bitcoin Cash-systeem afhandelen.
pl_pl: Electron-Cash kładzie nacisk na szybkość, wydajność i prostotę. Nie ma potrzeby tworzenia regularnych kopii zapasowych, ponieważ portfel może być w każdej chwili przywrócony przez seed (odpowiednią frazę), którą można łatwo wydrukować lub zapisać. Electron-Cash uruchamia się natychmiast, ponieważ współpracuje z potężnymi serwerami, które obsługują bardziej skomplikowane części systemu Bitcoin Cash.
pt_br: O Electron Cash's está focado na velocidade, com poucos recursos e simplificando o Bitcoin Cash. Não é necessário executar backups regularmente, pois sua carteira pode ser recuperada com a frase secreta que você pode memorizar ou escrever no papel. O tempo de inicialização é instantâneo, pois opera em conjunto com servidores de alto desempenho que podem manobrar os processos mais complicados do sistema Bitcoin Cash.
sw_ke: Mtazamo wa Electron Cash ni wepesi, na utumiaji mdogo wa rasilimali na kurahisisha Bitcoin Cash. Huna haja ya kufanya backups za kawaida, kwa sababu kipochi chako kinaweza kupatikana kutoka kwa fungosiri ambazo unaweza kukariri au kuandika kwenye karatasi. Wakati wa kuanza ni papo hapo kwa sababu inafanya kazi kwa kushirikiana na seva za utendaji wa juu ambazo hushughulikia sehemu ngumu zaidi za mfumo wa Bitcoin Cash.

source: Electrum Support
ar_sa: دعم Electrum
fr_fr: Prise en charge d'Electrum
it_it: Supporto Electrum
nl_nl: Ondersteuning van Electrum
pl_pl: Wsparcie Electrum
pt_br: Suporte Electrum
sw_ke: Electrum Inategemezwa

source: Email Error
ar_sa: خطأ في البريد الإلكتروني
fr_fr: Erreur E-mail
it_it: Errore Email
nl_nl: E-mailfout
pl_pl: Błąd adresu e-mail
pt_br: Erro de email
sw_ke: Kosa la barua pepe

source: Email invoice to:
ar_sa: أرسل الفاتورة في البريد الإلكتروني إلى:
fr_fr: Envoyer facture par mail à :
it_it: Fattura email a:
nl_nl: Factuur e-mailen naar:
pl_pl: Wyślij fakturę do:
pt_br: Recebo e-mail para:
sw_ke: Tuma barua pepe iliyo na ankara kwa:

source: Email plugin could not connect to {server} as {username}, IMAP receive thread stopped.
ar_sa: تعذر إتصال البرنامج المساعد للبريد الألكتروني ب {server} وال {username}، توقف إستلام مؤشر ترابط IMAP.
fr_fr: Le plugin de mail n'a pas pu se connecter à {server} en tant que {username}. Le thread de réception IMAP s'est arrêté.
it_it: Il plugin email non può connettersi a {server} come {username}, ricezione dell'IMAP interrotto.
nl_nl: E-mailplug-in kon niet verbinden met {server} als {username}, IMAP-ontvangstthread gestopt.
pl_pl: Wtyczka e-mail nie mogła połączyć się z {server} jako {username}, IMAP thread zatrzymany.
pt_br: O complemento de e-mail não se conectou a {server} como {username}; o encadeamento de recepção IMAP foi interrompido.
sw_ke: Jalizi la barua pepe haikuweza kuunganishwa kwa {server} kama {username}, IMAP imekomeshwa.

source: Email plugin encountered an error, plugin stopped.
ar_sa: واجه البرنامج المساعد للبريد الألكتروني خطأ، وتوقف البرنامج المساعد.
fr_fr: Le plugin de mail a rencontré une erreur. Le plugin s'est arrêté.
it_it: Il plugin di posta elettronica ha riscontrato un errore, plugin interrotto.
nl_nl: E-mailplug-in ondervond een fout, plug-in gestopt.
pl_pl: Wtyczka e-mail napotkała błąd, wtyczka zatrzymana.
pt_br: O complemento de email encontrou um erro. Complemento parado.
sw_ke: Jalizi la barua pepe lilikutana na hitilafu, programu-jalizi imesimamishwa.

source: Email settings
ar_sa: إعدادات البريد الإلكتروني
fr_fr: Options du courriel
it_it: Impostazioni e-mail
nl_nl: E-mailinstellingen
pl_pl: Ustawienia e-mail
pt_br: Configurações de email
sw_ke: Miangilio ya Barua Pepe

source: Empty
ar_sa: فارغ
fr_fr: Vide
it_it: Vuoto
nl_nl: Leeg
pl_pl: Pusty
pt_br: Vazio
sw_ke: Tupu

source: Enable
ar_sa: تفعيل
fr_fr: Activer
it_it: Abilita
nl_nl: Inschakelen
pl_pl: Włącz
pt_br: Ativar
sw_ke: Wezesha

source: Enable CashShuffle
ar_sa: تفعيل CashShuffle
fr_fr: Activer CashShuffle
it_it: Attiva CashShuffle
nl_nl: CashShuffle inschakelen
pl_pl: Wyłącz CashShuffle
pt_br: Ativar CashShuffle
sw_ke: Wezesha CashShuffle

source: Enable OP_RETURN output
ar_sa: تفعيل مخرجات OP_RETURN
it_it: Attiva output OP_RETURN
nl_nl: OP_RETURN-output inschakelen
pl_pl: Włącz wyjście OP_RETURN
pt_br: Ativar envio de mensagem OP_RETURN
sw_ke: Wezesha zao za OP_RETURN

source: Enable PIN protection
ar_sa: تفعيل حماية PIN
fr_fr: Activer la protection avec PIN
it_it: Abilita protezione tramite PIN
nl_nl: Pinbeveiliging inschakelen
pl_pl: Włącz ochronę PIN
pt_br: Ativar proteção por PIN
sw_ke: Wezesha kinga ya PIN

source: Enable Passphrases
ar_sa: تفعيل عبارات المرور
fr_fr: Activer les phrases secrètes
it_it: Abilita le passphrases
nl_nl: Wachtzinnen inschakelen
pl_pl: Wyłącz frazy haseł
pt_br: Ativar Frases Secretas
sw_ke: Wezesha manenosiri

source: Enable Schnorr signatures
ar_sa: تفعيل تواقيع Schnorr
fr_fr: Activer les signatures Schnorr
it_it: Attiva firme Schnorr
nl_nl: Schnorr-handtekeningen inschakelen
pl_pl: Włącz podpisy Schnorr
pt_br: Ativar assinaturas Schnorr
sw_ke: Wezesha saini za Schnorr

source: Enable passphrases
ar_sa: تفعيل عبارات المرور
fr_fr: Activer les phrases secrètes
it_it: Abilita le passphrases
nl_nl: Wachtzinnen inschakelen
pl_pl: Wyłącz frazy haseł
pt_br: Ativar frases secretas
sw_ke: Wezesha manenosiri

source: Enable posting messages with OP_RETURN.
ar_sa: تفعيل نشر الرسائل مع OP_RETURN.
it_it: Attiva pubblicazione di messaggi con OP_RETURN.
nl_nl: Berichten posten met OP_RETURN inschakelen.
pl_pl: Włącz wysyłanie wiadomości za pomocą OP_RETURN.
pt_br: Ativar envio de mensagens com OP_RETURN.
sw_ke: Wezesha kutuma ujumbe na OP_RETURN.

source: Enable this option if you wish to be notified as soon as a new version of Electron Cash becomes available
ar_sa: تفعيل هذا الخيار إذا كنت ترغب بأن يتم إعلامك بمجرد توفر إصدار جديد من Electron Cash
it_it: Attiva questa opzione se vuoi ricevere notifiche quando una nuova versione di Electron Cash è disponibile
nl_nl: Schakel deze optie in als u een melding wilt krijgen zodra er een nieuwe versie van Electron Cash beschikbaar komt
pl_pl: Włącz tę opcję, jeśli chcesz zostać powiadomiony, gdy tylko nowa wersja Electron Cash stanie się dostępna
pt_br: Ativar esta opção se você deseja ser notificado assim que uma nova versão do Electron Cash estiver disponível
sw_ke: Wezesha chaguo hili ikiwa ungetaka kuarifiwa mara tu toleo mpya la Electron Cash litakapopatikana

source: Enable/disable this option if you experience font rendering glitches (such as blurred text or monochrome emoji characters)
ar_sa: تفعيل/تعطيل هذا الخيار إذا واجهت أخطاء في عرض الخط (مثل عدم وضوح النص أو أحرف الرموز التعبيرية أحادية اللون)
it_it: Attiva/disattiva questa opzione se noti problemi con il rendering dei caratteri (come testo sfocato o emoji monocromatiche)
nl_nl: Schakel deze optie in/uit als u lettertyperenderingsglitches ervaart (zoals wazige tekst of monochrome emojis)
pl_pl: Włącz/wyłącz tę opcję, jeśli występują problemy z wyświetlaniem czcionek (np. nieostry tekst lub czarno-białe emotki)
pt_br: Ative / desative essa opção se você tiver sofrido distorção ou contraste da fonte (desfoque de texto ou cateteres monocromáticos emoji)
sw_ke: Wezesha / Zima chaguo hili ikiwa unapata uzoefu wa kutoa fonti (kama maandishi yaliyopagawa au maandishi ya emoji za monochrome)

source: Enable/disable this option if you experience graphical glitches (such as dialog box text being cut off
ar_sa: تفعيل/تعطيل هذا الخيار إذا واجهت أخطاء رسوم بيانية (مثل قطع نص مربع الحوار
it_it: Attiva/disattiva questa opzione se noti problemi di grafica (ad esempio testo delle finestre incompleto)
nl_nl: Schakel deze optie in/uit als u grafische glitches ervaart (zoals afgesneden dialoogvenstertekst)
pl_pl: Aktywuj/deaktywuj tę opcję, jeśli masz błędy graficzne (np. tekst okna dialogowego jest wyłączony)
pt_br: Habilite / desabilite esta opção se houver falhas gráficas (diálogos ou textos cortados)
sw_ke: Wezesha / zima chaguo hili ikiwa unapata hitilafu za picha (kama vile maandishi ya sanduku la mazungumzo yanakatiliwa mbali

source: Enable/disable this option if you experience graphical glitches (such as overly large status bar icons)
ar_sa: تفعيل/تعطيل هذا الخيار إذا واجهت أخطاء رسوم بيانية (مثل رموز شريط الحالة الكبيرة جداً)
it_it: Attiva/disattiva questa opzione se noti problemi di grafica (come icone troppo grandi nella barra di stato)
nl_nl: Schakel deze optie in/uit als u grafische glitches ervaart (zoals overgrote statusbalkpictogrammen)
pl_pl: Aktywuj/deaktywuj tę opcję, jeśli masz problemy z grafiką (np. zbyt duże ikony paska statusu)
pt_br: Habilite / desabilite esta opção se tiver falhas gráficas (como ícones de barra de status excessivamente grandes)
sw_ke: Wezesha / zima chaguo hili ikiwa unapata hitilafu za picha (kama icons kubwa kwa status bat)

source: Enabled
ar_sa: مفعّل
fr_fr: Activé
it_it: Abilitato
nl_nl: Ingeschakeld
pl_pl: Aktywne
pt_br: Habilitado
sw_ke: Wezesha

source: Encrypt
ar_sa: تشفير
fr_fr: Chiffrer
it_it: Cifra
nl_nl: Versleutelen
pl_pl: Zaszyfruj
pt_br: Criptografar
sw_ke: Weka Usimbuaji fiche

source: Encrypt BIP38
ar_sa: تشفير BIP38
fr_fr: Chiffrement BIP38
it_it: Cifratura BIP38
nl_nl: BIP38 vercijferen
pl_pl: Szyfruj BIP38
pt_br: Criptografar BIP38
sw_ke: Weka usimbuaji fiche ya BIP38

source: Encrypt this private key using BIP38 encryption
ar_sa: تشفير هذا المفتاح الخاص باستخدام تشفير BIP38
fr_fr: Chiffrez cette clé privée avec l'encryptage BIP38
it_it: Cifra questa chiave privata usando la cifratura BIP38
nl_nl: Vercijfer deze privésleutel met BIP38-encryptie
pl_pl: Szyfruj ten klucz prywatny za pomocą szyfru BIP38
pt_br: Criptografe essa chave privada usando a criptografia BIP38
sw_ke: Weka Usimbaji fiche hii funguosiri ukitumia usimbaji fiche wa BIP38

source: Encrypt wallet file
ar_sa: تشفير ملف المحفظة
fr_fr: Crypter le portefeuille
it_it: Cifra il portafoglio
nl_nl: Portemonneebestand versleutelen
pl_pl: Zaszyfruj plik portfela
pt_br: Criptografar o arquivo da carteira
sw_ke: Usimbaji kipochi faili

source: Encrypt/Decrypt Message
ar_sa: تشفير/فك تشفير الرسالة
fr_fr: Chiffrer / déchiffrer un message
it_it: Cifra/Decifra Messaggio
nl_nl: Bericht versleutelen/ontcijferen
pl_pl: Zaszyfruj/odszyfruj wiadomość
pt_br: Criptografar/Descriptografar mensagem
sw_ke: Weka/Toa Usimbaji fiche ujumbe

source: Encrypt/decrypt Message
ar_sa: تشفير/فك تشفير رسالة
fr_fr: Chiffrer / déchiffrer un message
it_it: Cifra/decifra messaggio
nl_nl: Bericht versleutelen/ontcijferen
pl_pl: Szyfrowanie/deszyfrowanie wiadomości
pt_br: Criptografar/descriptografar mensagem
sw_ke: Weka/Toa Usimbaji fiche kwa ujumbe

source: Encrypt/decrypt message
ar_sa: تشفير/فك تشفير رسالة
fr_fr: Chiffrer / déchiffrer un message
it_it: Critta/decritta messaggio
nl_nl: Bericht versleutelen/ontcijferen
pl_pl: Zaszyfruj/odszyfruj wiadomość
pt_br: Criptografar/descriptografar mensagem
sw_ke: Weka/Toa Usimbaji fiche kwa ujumbe

source: Encrypted
ar_sa: مشفَّر
fr_fr: Chiffré
it_it: Cifrato
nl_nl: Versleuteld
pl_pl: Zaszyfrowany
pt_br: Criptografado
sw_ke: Weka Usimbuaji fiche

source: Encrypted Key
ar_sa: مفتاح مشفّر
fr_fr: Clé de chiffrement
it_it: Chiave Cifrata
nl_nl: Vercijferde sleutel
pl_pl: Zaszyfrowany klucz
pt_br: Chave criptografada
sw_ke: Funguosiri lililowekwa usimbuaji fiche

source: Encryption and decryption are currently not supported for {}
ar_sa: التشفير وفك التشفير غير معتمدين حاليا لـ {}
fr_fr: Le chiffrement et déchiffrement ne sont pas actuellement pris en charge pour {}
it_it: Cifratura e decifratura attualmente non supportate per {}
nl_nl: Versleuteling en ontcijfering worden momenteel niet ondersteund voor {}
pl_pl: Szyfrowanie i deszyfrowanie nie są obecnie obsługiwane dla {}
pt_br: Criptografia e descriptografia não são compatíveis com {} no momento
sw_ke: Kuweka na kutoa Usimbaji fiche hazikubaliki {}

source: Encryption and decryption are not implemented by {}
ar_sa: التشفير وفك التشفير غير منفذة من قبل {}
fr_fr: Le chiffrement et déchiffrement ne sont pas implémentés par {}
it_it: Cifratura e decifratura non sono implementate da {}
nl_nl: Versleuteling en ontcijfering zijn niet geïmplementeerd door {}
pl_pl: Szyfrowanie i deszyfrowanie nie są zaimplementowane przez {}
pt_br: Criptografia e descriptografia não estão implementadas no {}
sw_ke: Kuweka na kutoa Usimbaji fiche hazijatambuliwa na {}

source: Enjoy high security
ar_sa: التمتع بأمن مشدد
fr_fr: Profitez d'une haute sécurité
it_it: Goditi la sicurezza
nl_nl: Geniet van hoge veiligheid
pl_pl: Ciesz się wysokim bezpieczeństwem
pt_br: Aproveite a alta segurança
sw_ke: Furahiya usalama wa hali ya juu

source: Enter Label
it_it: Inserisci Etichetta

source: Enter PIN
ar_sa: أدخل رمز PIN
fr_fr: Entrez le code PIN
it_it: Inserisci PIN
nl_nl: Pincode invoeren
pl_pl: Wprowadź PIN
pt_br: Insira o PIN
sw_ke: Ingiza PIN

source: Enter PIN:
ar_sa: أدخل رمز PIN:
fr_fr: Entrez le code PIN:
it_it: Inserisci PIN:
nl_nl: Voer pincode in:
pl_pl: Wprowadź PIN:
pt_br: Insira o PIN:
sw_ke: Ingiza PIN:

source: Enter Passphrase
ar_sa: أدخل عبارة المرور
fr_fr: Saisir la phrase secrète
it_it: Inserisci frase segreta
nl_nl: Voer wachtzin in
pl_pl: Wprowadź tekst szyfrujący
pt_br: Insira a senha
sw_ke: Weka manenosiri

source: Enter Passphrase on Device
it_it: Inserisci la Passphrase nel Dispositivo
nl_nl: Wachtzin invoeren op apparaat
pl_pl: Wprowadź frazę haseł na urządzeniu
pt_br: Digite a frase secreta no dispositivo
sw_ke: Weka manenosiri kwa kifaa

source: Enter Password
ar_sa: أدخل كلمة المرور
fr_fr: Saisir le mot de passe
it_it: Inserisci la Password
nl_nl: Voer wachtwoord in
pl_pl: Podaj hasło
pt_br: Insira a senha
sw_ke: Ingiza Nenosiri

source: Enter Seed
ar_sa: أدخل الكلمات المفتاحية
fr_fr: Saisir la graine
it_it: Inserisci Seme
nl_nl: Voer seed in
pl_pl: Wprowadź ziarno
pt_br: Inserir semente
sw_ke: Ingiza manenosiri

source: Enter a Cash Account name of the form Name#123.45, and Electron Cash will search for the contact and present you with its resolved address.
ar_sa: أدخل إسم حساب نقدي من الشكل Name#123.45، وسيبحث Electron Cash عن جهة الإتصال وسيقدم لك العنوان الذي تم حله.
it_it: Inserisci un nome dell'Account Cash del form Name#123.45, Electron Cash cercherà il contatto e ti mostrerà il suo indirizzo.
nl_nl: Voer een CashAccountnaam van de vorm Naam#123.45 in, en Electron Cash zal zoeken naar de contactpersoon en u het achterliggende adres tonen.
pl_pl: Wprowadź nazwę Cash Account w formie Nazwa#123.45, a Electron Cash będzie szukał kontaktu i przekaże Ci jego adres.
pt_br: Digite um nome de Conta Cash no formulário Nome # 123.45, e o Electron Cash procurará o contato e apresentará seu endereço resolvido.
sw_ke: Ingiza jina la Cash Account la fomu Jina#123.45, na Electron Cash itatafuta anwani na kukuwasilisha na anwani yake iliyofahamika.

source: Enter a filename for the copy of your wallet
ar_sa: أدخل اسم ملف من أجل نسخة من محفظتك
fr_fr: Saisir un nom de fichier pour la copie de votre portefeuille
it_it: Inserisci il nome del file su cui copiare il tuo portafoglio
nl_nl: Voer een bestandsnaam in voor de kopie van uw portemonnee
pl_pl: Wprowadź nazwę dla kopii twojego portfela
pt_br: Introduza um nome de arquivo para a cópia da sua carteira
sw_ke: Ingiza jina la faili kwa nakala ya kipochi chako

source: Enter a label to name your device:
ar_sa: أدخل تسمية لتسمية جهازك:
it_it: Inserisci un'etichetta per il tuo dispositivo:
nl_nl: Voer een naam in voor uw apparaat:
pl_pl: Wprowadź etykietę, aby nazwać swoje urządzenie:
pt_br: Insira um rótudo para nomear o seu dipositivo:
sw_ke: Ingiza lebo ya kutaja kifaa chako:

source: Enter a list of Bitcoin Cash addresses (this will create a watching-only wallet), or a list of private keys.
ar_sa: أدخل قائمة عناوين Bitcoin Cash (سيؤدي هذا إلى إنشاء محفظة مشاهدة فقط)، أو لائحة المفاتيح الخاصة.
fr_fr: Entrez une liste d'adresses Bitcoin (cela créera un portefeuille en lecture seule) ou une liste de clés privées.
it_it: Inserisci una lista di indirizzi Bitcoin Cash (questo creerà un portafoglio di sola lettura) o una lista di chiavi private.
nl_nl: Voer een lijst in van Bitcoin Cash-adressen (dit creëert een alleen-lezenportemonnee) of een lijst van privésleutels.
pl_pl: Wprowadź listę adresów Bitcoin Cash (spowoduje to utworzenie portfela tylko do obserwacji) lub listę kluczy prywatnych.
pt_br: Insira uma lista de endereços Bitcoin Cash (isso criará uma carteira watching-only), ou uma lista de chaves privadas.
sw_ke: Ingiza orodha ya anwani za Bitcoin Cash (hii itaunda kipochi cha kutazama tu), au orodha ya funguosiri.

source: Enter a list of outputs in the 'Pay to' field.
ar_sa: ادخل قائمة بالمخرجات في حقل ال(دفع الى).
fr_fr: Mettre une liste de "outputs" dans le champ "payer à".
it_it: Inserisci una lista di output nel campo 'Paga a'.
nl_nl: Voer een lijst van outputs in in het veld 'Betalen aan'.
pl_pl: Wprowadź listę wyjść w polu 'Odbiorca'.
pt_br: Digite uma lista de saídas no campo 'Pagar para'.
sw_ke: Ingiza orodha ya matokeo katika eneo la 'Lipa'.
