Repository: Electron-Cash/electrum-locale
Catalog: locale/*/electron-cash.po
Languages: ar_sa, fr_fr, it_it, nl_nl, pl_pl, pt_br, sw_ke

source: CashShuffle will now be <i>disabled</i> for a wallet which has previously had it <b>enabled</b>. Are you sure?
ar_sa: سيصبح CashShuffle الآن <i>معطلاً</i>للمحفظة التي كان <b>مفعلاً</b> فيها مسبقاً. هل أنت متأكد؟
it_it: CashShuffle sarà ora <i>disattivato</i> per un portafoglio che lo ha precedentemente <b>abilitato</b>. Sei sicuro?
nl_nl: CashShuffle wordt nu <i>uitgeschakeld</i> voor een portemonnee waarvoor het eerder was <b>ingeschakeld</b>. Weet u het zeker?
pl_pl: CashShuffle zostanie teraz <i>wyłączony</i> dla portfela, dla którego wcześniej był <b>włączony</b>. Jesteś pewien?
pt_br: CashShuffle será agora <i>desativado</i> para uma carteira que anteriormente estava <b>habilitado</b>. Tem certeza?
sw_ke: CashShuffle sasa itakuwa <i>imezimwa</i> kwa kipochi ambacho hapo awali kilikuwa <b> kimewezeshwa </b>. Una uhakika?

source: Chain fork(s) detected
ar_sa: تم اكتشاف السلسلة(السلاسل) الشوكية
it_it: Uno o più fork della blockchain rilevato/i
nl_nl: Vork(en) in de keten gedetecteerd
pl_pl: Wykryto fork(i) łańcucha
pt_br: Fork(s) detectado(s)
sw_ke: Tawi zaidi za Chain kupatokana

source: Chain split detected at block %d
ar_sa: تم إكتشاف تفكك في السلسلة عند الكتلة %d
it_it: Rilevata divisione della catena al blocco %d
nl_nl: Ketensplitsing gedetecteerd bij blok %d
pl_pl: Wykryto podział łańcucha w bloku %d
pt_br: Divisão de cadeia detectada no bloco %d
sw_ke: Mgawanyiko wa chain kugunduliwa katika kitengo %d

source: Change
ar_sa: تغيير
it_it: Resto
nl_nl: Wisselgeld
pl_pl: Reszta
pt_br: Troco
sw_ke: Badilisha

source: Change Address
ar_sa: تغيير العنوان
it_it: Indirizzo del resto
nl_nl: Wisselgeldadres
pl_pl: Zmień adres
pt_br: Endereço de troco
sw_ke: Badilisha Anwani

source: Change Addresses Only
ar_sa: تغيير العناوين فقط
it_it: Solo Indirizzi di Resto
nl_nl: Uitsluitend wisselgeldadressen
pl_pl: Zmień tylko adresy
pt_br: Apenas endereços de troco
sw_ke: Badilisha anwani tu

source: Change PIN
ar_sa: ‏تغيير رمز PIN
fr_fr: Modifier le PIN
it_it: Cambia PIN
nl_nl: Pincode wijzigen
pl_pl: Zmień PIN
pt_br: Alterar o PIN
sw_ke: Badilisha PIN

source: Change Password
ar_sa: تغيير كلمة المرور
fr_fr: Modifier le mot de passe
it_it: Cambia password
nl_nl: Wachtwoord wijzigen
pl_pl: Zmień hasło
pt_br: Mudar senha
sw_ke: Badilisha Nenosiri

source: Change address is retired
it_it: Indirizzo di resto ritirato

source: Change or Set Password
ar_sa: تغيير أو ضبط كلمة المرور
it_it: Cambia o imposta la Password
nl_nl: Wachtwoord wijzigen of instellen
pl_pl: Zmień lub ustaw hasło
pt_br: Alterar ou Definir Senha
sw_ke: Badilisha au Weka Nenosiri

source: Change password
ar_sa: تغيير كلمة المرور
fr_fr: Changer mot de passe
it_it: Cambia password
nl_nl: Wachtwoord wijzigen
pl_pl: Zmień hasło
pt_br: Mudar senha
sw_ke: Badilisha Nenosiri

source: Change...
ar_sa: تغيير...
fr_fr: Changer...
it_it: Resto...
nl_nl: Wijzigen...
pl_pl: Zmień...
pt_br: Troco...
sw_ke: Badilisha...

source: Changes will take effect when the next shuffle round starts (usually within in a few minutes).
ar_sa: ستصبح التغييرات سارية المفعول عندما تبدأ جولة الخلط التالية (عادة في غضون بضع دقائق).
it_it: Le modifiche avranno effetto quando il prossimo round di mix inizierà (solitamene entro pochi minuti).
nl_nl: Wijzigingen worden van kracht zodra de volgende shuffleronde start (meestal binnen enkele minuten).
pl_pl: Zmiany zaczną obowiązywać po rozpoczęciu następnej rundy miksowania (zwykle w ciągu kilku minut).
pt_br: As alterações terão efeito quando a próxima rodada de shuffle começar (normalmente dentro de alguns minutos).
sw_ke: Mabadiliko yataanza kutumika wakati mchanganyiko unvyofuata wa kuanza (kawaida kabla ya dakika chache).

source: Check Again
ar_sa: تحقّق مرة اخرى
it_it: Controlla Nuovamente
nl_nl: Opnieuw controleren
pl_pl: Sprawdź ponownie
pt_br: Verificar novamente
sw_ke: Angalia tena

source: Check the 'only when all coins are confirmed' checkbox
ar_sa: حدد خانة الإختيار 'فقط عند تأكيد جميع العملات'
it_it: Seleziona la casella 'solo quando tutti i fondi sono confermati'
nl_nl: Vink het vakje 'alleen wanneer alle munten bevestigd zijn' aan
pl_pl: Zaznacz 'tylko, gdy wszystkie monety zostaną potwierdzone'
pt_br: Marcar a caixa de seleção 'somente quando todas as moedas forem confirmadas'
sw_ke: Chagua 'tu wakati sarafu zote zimethibitishwa'

source: Check the Coins tab to unfreeze.
it_it: Controlla la scheda dei Fondi per scongelare.
nl_nl: Bekijk het tabblad Munten om vrij te geven.
pl_pl: Przejdź do zakładki Monet, aby odmrozić.
pt_br: Cheque a guia de Moedas para descongelar.

source: Check your {} device to continue
ar_sa: تحقّق من {} جهازك للمتابعة
fr_fr: Vérifiez votre {} périphérique afin de continuer
it_it: Controlla il tuo dispositivo {} per continuare
nl_nl: Controleer uw {}-apparaat om verder te gaan
pl_pl: Sprawdź swoje urządzenie {}, aby kontynuować
pt_br: Verifique o seu dispositivo {} para continuar
sw_ke: Angalia kifaa chako cha {} ili kuendelea

source: Checking for updates...
ar_sa: التحقّق من وجود تحديثات...
it_it: Ricerca aggiornamenti...
nl_nl: Controleren op updates...
pl_pl: Sprawdzanie aktualizacji...
pt_br: Verificando atualizações...
sw_ke: Angalia vilivyojiri vipya...

source: Checking server...
ar_sa: التحقّق من الخادم...
fr_fr: Vérification du serveur...
it_it: Controllo server...
nl_nl: Server raadplegen...
pl_pl: Sprawdzanie serwera...
pt_br: Verificando servidor...
sw_ke: Inatafuta seva...

source: Choose Address
ar_sa: إختر العنوان
it_it: Scegli Indirizzo
nl_nl: Adres kiezen
pl_pl: Wybierz adres
pt_br: Escolha o endereço
sw_ke: Chagua Anwani

source: Choose Homescreen
ar_sa: إختر الشاشة الرئيسية
fr_fr: Choisissez l'écran principal
it_it: Scegli schermata principale
nl_nl: Startscherm kiezen
pl_pl: Wybierz ekran główny
pt_br: Escolha a Tela Inicial
sw_ke: Chagua skrini ya kawaida

source: Choose a CashShuffle server or enter a custom server. Changes will require the CashShuffle plugin to restart.
ar_sa: إختر خادم CashShuffle أو أدخل خادم مخصص. التغييرات ستتطلب البرنامج المساعد ل CashShuffle لإعادة التشغيل.
it_it: Scegli un server CashShuffle o inserisci un server personalizzato. Le modifiche richiederanno il riavvio del plugin CashShuffle.
nl_nl: Kies een CashShuffle-server of voer een aangepaste server in. Bij wijzigingen moet de CashShuffle-plug-in herstarten.
pl_pl: Wybierz serwer CashShuffle lub własny serwer. Zmiany będą wymagały uruchomienia wtyczki CashShuffle.
pt_br: Escolha um servidor CashShuffle ou insira um servidor personalizado. As alterações exigirão que o plugin do CashShuffle seja reiniciado.
sw_ke: Chagua seva ya CashShuffle au ingiza seva maalum. Mabadiliko yatahitaji programu-jalizi ya CashShuffle ili kuanza tena.

source: Choose a backup file:
ar_sa: إختر ملف النسخ الإحتياطي:
fr_fr: Sélectionner un fichier de sauvegarde :
it_it: Scegli un file di backup:
nl_nl: Kies een back-upbestand:
pl_pl: Wybierz plik kopii zapasowej:
pt_br: Escolha o arquivo de backup:
sw_ke: Chagua faili ya chelezo:

source: Choose a password to encrypt your wallet keys.
ar_sa: قم بإختيار كلمة مرور لتشفير مفاتيح محفظتك.
fr_fr: Veuillez choisir un mot de passe pour encrypter les clés de votre portefeuille.
it_it: Scegli una password per cifrare le chiavi del tuo portafoglio.
nl_nl: Kies een wachtwoord om uw portemonneesleutels mee te vercijferen.
pl_pl: Wybierz hasło do zaszyfrowania kluczy w Twoim portfelu.
pt_br: Escolha uma senha para criptografar suas chaves de carteira.
sw_ke: Chagua nenosiri la kusimbwa funguo siri za kipochi chako.

source: Choose address or enter a public key
ar_sa: إختر عنوان أو أدخل مفتاح عام
it_it: Scegli un indirizzo o inserisci una chiave pubblica
nl_nl: Kies adres of voer een publieke sleutel in
pl_pl: Wybierz adres lub wprowadź klucz publiczny
pt_br: Escolha o endereço ou insira uma chave pública
sw_ke: Chagua anwani au ingiza nenosiri

source: Choose an address
ar_sa: إختر عنوان
fr_fr: Sélectionner une adresse
it_it: Scegli un indirizzo
nl_nl: Kies een adres
pl_pl: Wybierz adres
pt_br: Escolha um endereço
sw_ke: Chagua Anwani

source: Choose how to initialize your Digital Bitbox:
ar_sa: إختر كيفية تشغيل ال Bitbox الرقمي الخاص بك:
fr_fr: Choisissez la manière d'initialiser votre Digital Bitbox :
it_it: Scegli come inizializzare il tuo Digital Bitbox:
nl_nl: Kies hoe u uw Digital Bitbox wilt initialiseren:
pl_pl: Wybierz sposób zainicjowania Digital Bitbox:
pt_br: Escolha como inicializar seu Digital Bitbox:
sw_ke: Chagua jinsi ya kuanzisha programu ya digitali ya Bitbox:

source: Choose how you want to initialize your {}. Either method is secure since no secret information will be entered into your computer.
ar_sa: إختر كيفية تشغيل {}. أي من الطريقتين آمنة لأنه لن يتم إدخال معلومات سرية في جهاز الكمبيوتر الخاص بك.
it_it: Scegli come vuoi inizializzare il tuo {}. Entrambi i metodi sono sicuri poiché non verranno inserite informazioni segrete nel tuo computer.
nl_nl: Kies hoe u uw {} wilt initialiseren. Beide methoden zijn veilig omdat geen geheime informatie op uw computer zal worden ingevoerd.
pl_pl: Wybierz, jak chcesz zainicjować {}. Obie metody są bezpieczne, ponieważ żadne tajne informacje nie zostaną wprowadzone do komputera.
pt_br: Escolha como você deseja inicializar seu {}. Ambos os métodos são seguros, pois nenhuma informação secreta será inserida no seu computador.
sw_ke: Chagua jinsi unavyotaka kuanzisha {} yako. Njia yoyote iko salama kwani hakuna habari ya siri itaingizwa kwenye kompyuta yako.

source: Choose how you want to initialize your {}. The first two methods are secure as no secret information is entered into your computer. For the last two methods you input secrets on your keyboard and upload them to your {}, and so you should only do those on a computer you know to be trustworthy and free of malware.
ar_sa: اختر كيفية تشغيل {}. أول طريقتين آمنتين حيث لا يتم إدخال معلومات سرية في جهاز الكمبيوتر الخاص بك. بالنسبة للطريقتين الأخيرتين لقد قمت بإدخال الأسرار على لوحة المفاتيح الخاصة بك وحملتها إلى {}، ولذا يجب عليك أن تفعل هذا فقط على جهاز كمبيوتر تعرف أنه جدير بالثقة وخالي من البرامج الضارة.
fr_fr: Choisissez la manière d'initialiser votre {}. Les deux premières sont sécurisées du fait qu'aucune information secrète n'est entré sur votre ordinateur. N'utilisez les deux dernières méthodes que si votre ordinateur est sûr et ne contient pas de logiciel malveillant! car vous aurez à taper vos secrets sur votre ordinateur et les télécharger sur votre {}.
it_it: Scegli come vuoi inizializzare il tuo {}. I primi due metodi sono sicuri in quanto nessuna informazione segreta viene inserita nel tuo computer. Per gli ultimi due metodi inserisci dati segreti dalla tua tastiera e li carichi sul tuo {}, dovresti farlo solo da dispositivi che ritieni affidabili o senza malware.
nl_nl: Kies hoe u uw {} wilt initialiseren. De eerste twee methoden zijn veilig omdat geen geheime informatie op uw computer zal worden ingevoerd. Voor de laatste twee methoden voert u geheimen in op uw toetsenbord en uploadt ze naar uw {}. Deze moet u dus uitsluitend gebruiken op een computer waarvan u weet dat hij betrouwbaar en vrij van malware is.
pl_pl: Wybierz, w jaki sposób chcesz zainicjować swój {}. Pierwsze dwie metody są bezpieczne, ponieważ do komputera nie są wprowadzane żadne poufne informacje. W przypadku pozostałych dwóch, wprowadzasz poufne dane za pomocą klawiatury i przesyłasz je na swój {}, powinieneś robić to tylko na komputerze, o którym wiesz, że jest godny zaufania i wolny od złośliwego oprogramowania.
pt_br: Escolha como você quer inicializar o seu {}. Os dois primeiros métodos são seguros já que nenhuma informação secreta será digitada no seu computador. Nos dois últimos métodos você digitará senhas no seu teclado e irá subí-las para o seu {}, portanto você deverá fazer isso apenas em um computador que você sabe que é confiável e livre de programas maliciosos.
sw_ke: Chagua jinsi unavyotaka kuanzisha {} yako. Njia mbili za kwanza ni salama kwani hakuna habari ya siri iliyoingizwa kwenye kompyuta yako. Kwa njia mbili za mwisho za kuingiza siri kwenye kibodi yako na kusasisha kwa {} yako, na kwa hivyo unapaswa kufanya tu zile kwenye kompyuta unajua kuwa za kuaminika na zisizo na programu hasidi.

source: Choose on your {} device where to enter your passphrase
ar_sa: إختر على {} جهازك أين تدخل عبارة المرور الخاصة بك
fr_fr: Choisissez sur votre appareil {} où entrer votre phrase secrète
it_it: Scegli sul tuo dispositivo {} dove inserire la passphrase
nl_nl: Kies op uw {}-apparaat waar u uw wachtzin wilt invoeren
pl_pl: Wybierz na swoim urządzeniu {} gdzie wprowadzić hasło
pt_br: Escolha no seu dispositivo {} onde digitar a sua frase secreta
sw_ke: Chagua kwenye kifaa chako cha {} wapi kuingiza manenosiri yako

source: Choose the number of signatures needed to unlock funds in your wallet:
ar_sa: اختر عدد التواقيع المطلوبة لفك قفل الأموال في محفظتك:
fr_fr: Choisissez le nombre de signatures nécessaires pour débloquer les fonds dans votre portefeuille :
it_it: Scegli il numero di firme necessarie per sbloccare i fondi nel tuo portafoglio:
nl_nl: Kies het aantal handtekeningen dat nodig is om geld in uw portemonnee te ontgrendelen:
pl_pl: Wybierz liczbę podpisów potrzebnych do odblokowania funduszy w twoim portfelu:
pt_br: Escolha o número de assinaturas necessárias para desbloquear fundos na sua carteira:
sw_ke: Chagua idadi ya saini zinazohitajika kufungua fedha katika kipochi chako:

source: Choose which online block explorer to use for functions that open a web browser
ar_sa: اختر أي مستكشف إغلاق عبر الانترنت لإستخدامه في الوظائف التي تفتح متصفح شبكة
fr_fr: Choisir l'explorateur de bloc en ligne à utiliser pour les fonctions, cela ouvrira votre navigateur web
it_it: Scegli quale block explorer online usare per le azioni che richiedono l'apertura del browser
nl_nl: Kies welke online blokverkenner u wilt gebruiken voor functies die een webbrowser openen
pl_pl: Wybierz których eksplorator bloków ma być użyty do funkcji które otwierają się w przeglądarce
pt_br: Escolha o explorador de bloco online a ser usado para funções que necessitem de um navegador
sw_ke: Chagua ni mtaftaji gani wa kitengo kutumia na tovuti

source: Choose...
ar_sa: اختر...
fr_fr: Choisir...
it_it: Scegli...
nl_nl: Kiezen...
pl_pl: Wybierz...
pt_br: Escolher...
sw_ke: Chagua...

source: ChunkSize:
it_it: Dimensione:
nl_nl: Chunkgrootte:

source: Clear
ar_sa: مسح
fr_fr: Effacer
it_it: Cancella
nl_nl: Wissen
pl_pl: Wyczyść
pt_br: Limpar
sw_ke: Ondoa

source: Clear all {} servers from the ban list?
ar_sa: مسح جميع {} الخوادم من قائمة الحظر؟
it_it: Cancellare tutti i {} server dalla lista ban?
nl_nl: Alle {} servers van de banlijst verwijderen?
pl_pl: Wyczyścić wszystkie serwery {} z listy zablokowanych?
pt_br: Limpar todos os servidores {} da lista de banidos?
sw_ke: Futa seva zote {} kutoka kwenye orodha ya kupiga marufuku?

source: Clear ban list
ar_sa: مسح قائمة الحظر
it_it: Svuota la lista dei ban
nl_nl: Banlijst wissen
pl_pl: Wyczyść listę zablokowanych
pt_br: Limpar lista de banidos
sw_ke: Futa orodha ya kupiga marufuku

source: Clear the session after the specified period of inactivity. Once a session has timed out, your PIN and passphrase (if enabled) must be re-entered to use the device.
ar_sa: مسح الجلسة بعد فترة الخمول المحددة. بمجرد إنتهاء مهلة الجلسة، يجب إعادة إدخال رمز PIN وعبارة المرور (إذا تم تفعيلها) لاستخدام الجهاز.
fr_fr: Ferme la session au bout de la période d'inactivité définie. Lorsque la session a expiré, votre code PIN et phrase secrète (si activée) doivent être entrés à nouveau pour utiliser l'appareil.
it_it: Cancella la sessione dopo il periodo di tempo indicato. Dopo la scadenza della sessione, il tuo PIN e frase segreta (se attivata) dovranno essere reinseriti per utilizzare il dispositivo.
nl_nl: De sessie na een bepaalde periode van inactiviteit beëindigen. Nadat een sessie is verlopen moet u uw pincode en wachtzin (indien ingeschakeld) opnieuw invoeren om het apparaat te gebruiken.
pl_pl: Wyczyść sesję po określonym okresie nieaktywności. Po przekroczeniu limitu czasu sesji, kod PIN i fraza haseł (jeśli jest włączona) muszą być ponownie wprowadzone w celu korzystania urządzenia.
pt_br: Limpar a sessão após o período específicado de inatividade. Uma vez que a sessão expirou, seu PIN e sua frase secreta (se ativados) devem ser reinseridos para usar o dispositivo.
sw_ke: Futa kipindi baada ya muda wa kutofanya kazi. Mara tu kipindi kimeisha, PIN yako na manenosiri (ikiwa yamewezeshwa) lazima yawe tena ili kutumia kifaa.

source: Click for consolidation tips
ar_sa: أنقر للحصول على نصائح الدمج
it_it: Fare clic per i suggerimenti di consolidamento
nl_nl: Klik voor consolidatietips
pl_pl: Kliknij, aby uzyskać wskazówki dotyczące konsolidacji
pt_br: Clique para dicas de consolidação
sw_ke: Bonyeza kwa vidokezo

source: Click for details
ar_sa: أنقر للحصول على التفاصيل
fr_fr: Cliquer pour les détails
it_it: Premi per dettagli
nl_nl: Klik voor details
pl_pl: Kliknij, aby wyświetlić szczegóły
pt_br: Clique para detalhes
sw_ke: Bonyeza kwa maelezo

source: Click here to resolve
ar_sa: أنقر هنا للحل
fr_fr: Cliquez ici pour résoudre
it_it: Premi qui per risolvere
nl_nl: Klik hier om op te lossen
pl_pl: Kliknij tutaj, aby naprawić
pt_br: Clique aqui para tomar uma decisão
sw_ke: Bonyeza hapa kutatua

source: Click this popup to resolve
it_it: Premere questo popup per risolvere
nl_nl: Klik op deze pop-up om op te lossen
pl_pl: Kliknij to okienko aby rozwiązać
pt_br: Clique neste pop-up para resolver
sw_ke: Bonyeza kidukizo hiki kusuluhisha

source: Click to copy the receive request URI to the clipboard
ar_sa: أنقر لنسخ عنوان URI لطلب الإستقبال إلى الحافظة
fr_fr: Cliquez pour copier l'URI de la demande dans le presse-papiers
it_it: Premi per copiare l'URI della richiesta di pagamento negli appunti
nl_nl: Klik om de betaalverzoek-URI naar het klembord te kopiëren
pl_pl: Kliknij, aby skopiować URI odbiorcy do schowka
pt_br: Clique para copiar o URI da solicitação de recebimento para a área de transferência
sw_ke: Bonyeza ili kunakili URI ya ombi kwenye clipboard

source: Click to open in web browser
ar_sa: أنقر للفتح في متصفح الويب
fr_fr: Cliquez pour l'ouvrir dans le navigateur web
it_it: Premere per aprire nel browser
nl_nl: Klik om in webbrowser te openen
pl_pl: Kliknij, aby otworzyć przeglądarkę
pt_br: Clique para abrir no navegador web
sw_ke: Bonyeza kufungua katika tovuti

source: Click to open, right-click for menu
ar_sa: أنقر للفتح، أنقر بالزر الأيمن للقائمة
fr_fr: Cliquez pour ouvrir, cliquez droit pour le menu
it_it: Premere per aprire, fare clic col tasto destro per il menu
nl_nl: Klik om te openen, klik rechts voor menu
pl_pl: Kliknij, aby otworzyć, kliknij prawym przyciskiem myszy by wyświetlić menu
pt_br: Clique para abrir, clique com o botão direito do mouse no menu
sw_ke: Bonyeza kufungua, bonyeza kulia kufungua menu

source: Click to show
ar_sa: أنقر للعرض
fr_fr: Cliquer pour afficher
it_it: Premere per mostrare
nl_nl: Klik om te tonen
pl_pl: Kliknij, aby pokazać
pt_br: Clique para mostrar
sw_ke: Bonyeza ili kuonyesha

source: Close
ar_sa: إغلاق
fr_fr: Fermer
it_it: Chiudi
nl_nl: Sluiten
pl_pl: Zamknij
pt_br: Fechar
sw_ke: Funga

source: Close wallet
ar_sa: أغلق المحفظة
fr_fr: Fermer le parte-monnaie
it_it: Chiudi portafoglio
nl_nl: Portemonnee sluiten
pl_pl: Zamknij portfel
pt_br: Fechar carteira
sw_ke: Funga kipochi

source: Co&ins
ar_sa: عدا ونقدا
fr_fr: Monnaie
it_it: &Fondi
nl_nl: &Munten
pl_pl: Mo&nety
pt_br: Moedas
sw_ke: &Sarafu

source: Coin
ar_sa: عملة
fr_fr: Pièce
it_it: Fondi
nl_nl: Munt
pl_pl: Moneta
pt_br: moeda
sw_ke: Sarafu

source: Coin & Address are frozen
ar_sa: تم تجميد العملة والعنوان
fr_fr: Les pièces et adresses sont gelées
it_it: Fondi & Indirizzi congelati
nl_nl: Munt & adres zijn bevroren
pl_pl: Moneta i adres są zamrożone
pt_br: Moedas e endereços estão travados
sw_ke: Sarafu na Anwani zimefungwa

source: Coin Info
ar_sa: معلومات العملة
fr_fr: Info Pièce
it_it: Info sui Fondi
nl_nl: Muntinfo
pl_pl: Informacja o monecie
pt_br: Informação da moeda
sw_ke: Maelezo ya safaru

source: Coin contains an SLP token
ar_sa: تحتوي العملة على رمز SLP
fr_fr: La pièce contient un jeton SLP
it_it: I fondi contengono un token SLP
nl_nl: Munt bevat een SLP-fiche
pl_pl: Moneta zawiera token SLP
pt_br: Moneda contiene un token SLP
sw_ke: Sarafu ina sarafu ya aina ya SLP

source: Coin is frozen
ar_sa: العملة مجمدة
fr_fr: La pièce est gelée
it_it: Fondi congelati
nl_nl: Munt is bevroren
pl_pl: Moneta jest zamrożona
pt_br: Moeda está travada
sw_ke: Sarafu imefungwa

source: Coin is not yet mature
ar_sa: العملة غير ناضجة بعد
fr_fr: La pièce n'est pas encore mature
it_it: Fondi non ancora disponibili
nl_nl: Munt is nog niet rijp
pl_pl: Moneta nie jest jeszcze możliwa do użycia
pt_br: A moeda ainda não está madura
sw_ke: Sarafu bado haijakomaa

source: Coin selection settings...
ar_sa: إعدادات إختيار العملة...
fr_fr: Paramètres de sélection de pièces...
it_it: Impostazioni selezione fondi...
nl_nl: Muntselectie-instellingen...
pl_pl: Ustawienia wyboru monet...
pt_br: Configurações de seleção de moeda...
sw_ke: Mipangilio ya uteuzi wa sarafu...

source: Coinbase Coins
ar_sa: عملات ال Coinbase
fr_fr: Pièces Coinbase
it_it: Fondi Coinbase
nl_nl: Coinbase-munten
pl_pl: Monety Coinbase
pt_br: Moedas da Coinbase
sw_ke: Sarafu za Coinbase

source: Coinbase Input
ar_sa: مدخلات ال Coinbase
fr_fr: Entrée Coinbase
it_it: Input Coinbase
pt_br: Entrada da Coinbase
sw_ke: Pembejeo ya Coinbase

source: Coinbase not supported
ar_sa: Coinbase غير معتمد
it_it: Coinbase non supportata
nl_nl: Coinbase niet ondersteund
pl_pl: Coinbase nie jest obsługiwany
pt_br: Coinbase não suportado
sw_ke: Coinbase haitegemezwi

source: Coins
ar_sa: عملات
fr_fr: Pièces
it_it: Fondi
nl_nl: Munten
pl_pl: Monety
pt_br: moedas
sw_ke: Sarafu

source: Coins (UTXOs) below this amount will not be selected for shuffling.
ar_sa: العملات (UTXOs) التي تقل عن هذا المبلغ لن يتم اختيارها للخلط.
it_it: Fondi (UTXO) inferiori a questo importo non saranno selezionati per lo shuffling.
nl_nl: Munten (UTXO's) kleiner dan dit bedrag worden niet geselecteerd voor shufflen.
pl_pl: Monety (UTXOs) poniżej tej kwoty nie zostaną wybrane do miksowania.
pt_br: Moedas (UTXOs) abaixo deste valor não serão misturadas pelo CashShuffle.
sw_ke: Sarafu (UTXOs) chini ya kiasi hiki hazitachaguliwa kuchanganywa.

source: Coins (UTXOs) up to this amount will be selected for shuffling.
ar_sa: العملات (UTXOs) حتى هذا المبلغ سيتم إختيارها للخلط.
it_it: Fondi (UTXO) fino a questo importo non saranno selezionati per lo shuffling.
nl_nl: Munten (UTXO's) tot dit bedrag worden geselecteerd voor shufflen.
pl_pl: Monety (UTXOs) do tej kwoty zostaną wybrane do miksowania.
pt_br: Moedas (UTXOs) até este valor serão misturadas pelo CashShuffle.
sw_ke: Sarafu (UTXOs) juu ya kiasi hiki zitachaguliwa kuchanganywa.

source: Color theme
ar_sa: سمة اللون
fr_fr: Couleur du thème
it_it: Colore del tema
nl_nl: Kleurenschema
pl_pl: Motyw kolorów
pt_br: Tema de cores
